Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/rm/LC_MESSAGES/messages.po
Languages: rm

source: %(site)s: Complete sign-in
rm: %(site)s: Cumplettà l'annunzia

source: %(site)s: Complete password reset
rm: %(site)s: Redefinr il pled-clav

source: A Better Way to Sign In
rm: Ina meglra via per s'annunziar

source: Unsupported Browser
rm: Navigatur betg sustegnì

source: Unsupported Browser without Watch
rm: Navigatur betg sustegnì senza Watch

source: Cookies Are Disabled
rm: Ils cookies èn deactivads

source: About
rm: Davart

source: Terms of Service
rm: Cundiziuns d'utilisaziun

source: Privacy Policy
rm: Directivas per la protecziun da datas

source: Complete Registration
rm: Concluder la registraziun

source: A simpler way to sign in.
rm: Ina via pli simpla per s'annunziar.

source: Persona replaces multiple passwords
rm: Persona remplazza plirs pleds-clav

source: Sites such as <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> and <a %(voostLink)s>%(voostName)s</a> use Persona instead of usernames to sign you in.
rm: Paginas sco <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> e <a %(voostLink)s>%(voostName)s</a> utiliseschan Persona empè da nums d'utilisader per s'annunziar.

source: This means you only need one password to sign in to many sites.
rm: Quai munta che ti dovras be in pled-clav per s'annunziar tar differentas paginas.

source: One password to rule them all.
rm: In pled-clav per controllar tuts.

source: Use multiple email addresses
rm: Utilisar diversas adressas dad e-mail

source: Persona is flexible
rm: Persona è flexibel

source: Within Persona, your identity is your email address. You can use as many email addresses as you want, but you still only need one password.
rm: Cun persona è tia adressa dad e-mail tia identitad. Ti pos utilisar tantas adressas dad e-mail sco ti vuls, tuttina dovras ti be in pled-clav.

source: Real privacy.
rm: Protecziun da datas verdaivla.

source: Persona is proudly non-profit for you
rm: Persona è losch dad esser senza finamira da profit

source: Persona is developed by Mozilla, a not-for-profit company trusted throughout the Web community. Our goal is to create technologies that balance an open Web platform with people's privacy.
rm: Persona vegn sviluppà da Mozilla, ina organisaziun senza finamira da profit cun fidanza d'ina gronda communitad dal web. Nossa finamira è da crear in equiliber tranter tecnologias dal web avertas ed la protecziun da tias datas.

source: Persona preserves your privacy
rm: Persona mantegna tia sfera privata

source: Persona does not track your activity around the Web. It creates a wall between signing you in and what you do once you're there. The history of what sites you visit is stored only on your own computer.
rm: Persona na suanda betg tias activitads en il web. Persona creescha ina paraid tranter l'annunzia e quai che ti fas sche ti es annunzià sin la pagina. La cronologia da las paginas che ti visitas vegn be memorisada sin tes computer.

source: Persona for developers
rm: Persona per sviluppaders

source: Implement Persona on your site
rm: Implementescha Persona sin tia pagina

source: Developer guides and API documentation
rm: Manual per sviluppaders e la documentaziun da l'API

source: Finish signing into:
rm: Terminar da s'annunziar tar:

source: Last step!
rm: Ultim pass!

source: Email Address
rm: Adressa dad e-mail

source: Your Email
rm: Tia adressa dad e-mail

source: Password
rm: Pled-clav

source: Your Password
rm: Tes pled-clav

source: Password field required
rm: Il champ da pled-clav è obligatoric

source: Password incorrect
rm: Il pled-clav n'è betg correct

source: finish
rm: terminar

source: Persona requires cookies to remember you.
rm: Persona basegna cookies per sa regurdar da tai.

source: Please close this window, <a %s>enable cookies</a> and try again
rm: Serra per plaschair questa fanestra, <a %s>activescha ils cookies</a> ed emprova anc ina giada

source: Sign in to %s with&hellip;
rm: S'annunziar tar %s cun&hellip;

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. You must now use your existing Persona password to log in with this email address.
rm: %(idp)s na ta lubescha betg pli da s'annunziar tar Persona cun tes pled-clav da %(idp)s. Ti stos ussa utilisar tes pled-clav da Persona existent per s'annunziar cun questa adressa dad e-mail.

source: Persona password
rm: Pled-clav da Persona

source: email address
rm: adressa dad e-mail

source: Must be an email address
rm: Sto esser ina adressa dad e-mail

source: Email field required
rm: Il champ dad e-mail è obligatoric

source: Forgot your password?
rm: Emblidà tes pled-clav?

source: Enter password
rm: Endatar il pled-clav

source: password
rm: pled-clav

source: Initial confirmation sent &ndash; wait a few minutes before requesting another
rm: La confermaziun iniziala è vegnida tramessa &ndash; spetga in mument avant che dumandar per in'autra

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
rm: Cun cuntinuar decleras ti che ti es d'accord cun las <a %(terms)s>cundiziuns</a> e las <a %(privacy)s>directivas per la protecziun da datas</a> da %(site)s.

source: next
rm: enavant

source: continue
rm: cuntinuar

source: cancel
rm: interrumper

source: sign in
rm: s'annunziar

source: Connecting to Persona...
rm: Connectar a Persona…

source: <strong>Mozilla Persona.</strong> Simple sign-in from the non-profit behind Firefox. <a %s>Learn more&rarr;</a>
rm: <strong>Mozilla Persona.</strong> Il sistem d'annunzia simpel, creà da l'organisaziun senza finamira da profit che fa Firefox. <a %s>Ulteriuras infurmaziuns &rarr;</a>

source: Connect with Mozilla Persona, the safest &amp; easiest way to sign in.
rm: Ta collia cun Mozilla Persona, la via la pli segira e simpla per s'annunziar.

source: <a %(aboutLink)s>Take the tour</a>
rm: <a %(aboutLink)s>Scuvrir Persona</a>

source: remove
rm: allontanar

source: New to Mozilla Persona? <a %(learnMoreLink)s>Learn more</a>
rm: Nov tar Mozilla Persona? <a %(learnMoreLink)s>Ulteriuras infurmaziuns</a>

source: Account Manager
rm: Administraziun dal conto

source: Your Email Addresses
rm: Tia adressa dad e-mail

source: edit
rm: modifitgar

source: done
rm: terminar

source: Old Password
rm: Pled-clav vegl

source: New Password
rm: Pled-clav nov

source: Old password required
rm: Il pled-clav vegl è obligatoric

source: Old password incorrect
rm: Il pled-clav vegl n'è betg correct

source: New password required
rm: Il pled-clav nov è obligatoric

source: Passwords must be different
rm: Ils pleds-clav ston esser differents

source: Password must be 8&ndash;80 characters long
rm: Il pled-clav sto cuntegnair tranter 8 ed 80 caracters

source: You may, at any time, <a %(cancelLink)s>cancel your account</a>
rm: Ti pos adina <a %(cancelLink)s>stizzar tes conto</a>

source: Persona Home
rm: Partenza da Persona

source: How it works
rm: Co funcziunescha quai?

source: Account
rm: Conto

source: Sign In
rm: S'annunziar

source: Sign Out
rm: Sortir

source: By the <a %s>Identity Team</a> @ <a %s>Mozilla</a>
rm: Da l'<a %s>Identity Team</a> da <a %s>Mozilla</a>

source: Privacy &rarr;
rm: Protecziun da datas &rarr;

source: TOS &rarr;
rm: Cundiziuns d'utilisaziun &rarr;

source: Developers &rarr;
rm: Sviluppaders &rarr;

source: Need Help? &rarr;
rm: Dovras agid? &rarr;

source: We're sorry, Persona requires that Javascript is enabled.
rm: Perstgisa, ma per utilisar Persona stos ti activar JavaScript.

source: Reset Password
rm: Redefinir il pled-clav

source: Create a new password to use with %s
rm: Crear in nov pled-clav per utilisar cun %s

source: Verify Password
rm: Verifitgar il pled-clav

source: Verification password required
rm: La verificaziun dal pled-clav è necessaria

source: Passwords don&rsquo;t match!
rm: Quests pleds-clav na correspundan betg!

source: <strong class="email">Your address</strong> has been verified!
rm: <strong class="email">Tia adressa</strong> è vegnida verifitgada!

source: Your new address is set up and ready to go. You will be redirected to %s
rm: Tia nova adressa è configurada e pronta. Ti vegns renvià a %s

source: Redirecting in %s seconds
rm: Renviar en %s secundas

source: We are sorry, but currently your browser is not supported.
rm: Perstgisa, ma tes navigatur na vegn actualmain betg sustegnì.

source: Firefox logo
rm: Logo da Firefox

source: Persona works with <a %(getFirefoxLink)s>Firefox</a>
rm: Persona funcziunescha cun <a %(getFirefoxLink)s>Firefox</a>

source: and other <a %(otherBrowserLink)s>modern browsers.</a>
rm: ed auters <a %(otherBrowserLink)s>navigaturs moderns</a>.

source: Sorry, your browser does not support signing in to this website.
rm: Perstgisa, tes navigatur na lubescha betg da s'annunziar tar questa pagina d'internet.

source: The owner of this website needs to update to use Persona's <a %s>navigator.id.watch()</a> feature.
rm: Il possessur da questa paigna d'internet sto far ina actualisaziun, per utilisar la funcziun <a %s>navigator.id.watch()</a>.

source: <a %s><strong>Mozilla Persona.</strong></a> Simple sign-in from the non-profit behind Firefox.
rm: <a %s><strong>Mozilla Persona.</strong></a> Il sistem d'annunzia simpel, creà da l'organisaziun senza finamira da profit che fa Firefox.

source: Click this link to confirm access to %(site)s:
rm: Clicca sin questa colliaziun per confermar l'annunzia tar %(site)s:

source: If you were NOT attempting this sign-in, please ignore this email.
rm: Sche ti n'has BETG empruvà da t'annunziar, ignorescha p.pl. quest e-mail.

source: Simple sign-in from the non-profit behind Firefox
rm: Il sistem d'annunzia simpel, creà da l'organisaziun senza finamira da profit che fa Firefox

source: Learn more at https://login.persona.org/about
rm: Dapli infurmaziuns sin https://login.persona.org/about

source: Confirm your address now
rm: Conferma tia adressa dad e-mail

source: Confirm your account now
rm: Conferma uss tes conto

source: Forgot your password for Persona? It happens to the best of us.
rm: Has emblidà tes pled-clav per Persona? Quai po capitar a nus tuts.

source: Click to reset your password:
rm: Clicca per redefinir tes pled-clav:

source: If you were NOT attempting to reset your password, please ignore this email.
rm: Sche ti n'emprovas BETG da redefinir tes pled-clav, ignorescha simplamain quest e-mail.

source: Reset your password now
rm: Redefinescha uss tes pled-clav

source: It looks like your email provider is having trouble with their Persona support.
rm: Sco para ha tes purschider dad e-mail difficultads cun il sustegn da Persona.
