Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-big-tent-gmail/locale/lij/LC_MESSAGES/messages.po
Languages: lij

source: Confirm email address for Persona
lij: Confèrma l'indirìsso email pe Persona

source: Loading
lij: Càrego

source: Thank you for using Persona.
lij: Gràçie de avéi çernûo Persona.

source: Use the PIN code below to confirm this email address is linked to your Yahoo account.
lij: Adêuvia o còdice PIN chi sótta pe confermâ che l'indirsìsso o végna asoçiòu a-o teu account Yahoo.

source: Note: If you are NOT trying to sign into a website with Persona, please ignore this email.
lij: Nòtta: se no çèrchi de acêde a 'n scîto con Persona ignöra pûre sto mesàgio.

source: Thank you,
lij: Gràçie,

source: The Persona team
lij: A squàddra de Persona

source: System Error, please try again later
lij: Erô de scistêma, prêuva dòppo pe piaxéi

source: Sorry, we are unable to log you in as %s
lij: Me spiâxe, no ariescìmmo a fâte intrâ cómme %s

source: Something went wrong, please try again later
lij: Quarcösa o no vâ, prêuva tórna dòppo

source: Try Again
lij: Prêuva tórna

source: Accounts don't match
lij: I account no corispóndan

source: Go back
lij: Vànni avànti

source: Continue
lij: Contìnoa

source: Confirm your email address
lij: Confèrma o teu indirìsso email

source: Check your email at %(claimed)s.
lij: Contròlla a teu mail a %(claimed)s.

source: Please enter PIN from email:
lij: Pe piaxéi dìmme o PIN drénto l'email:

source: Sorry, PIN doesn't match
lij: Ne spiâxe, o PIN o no va bén

source: Sign in
lij: Ìntra
