Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-big-tent-gmail/locale/rm/LC_MESSAGES/messages.po
Languages: rm

source: Confirm email address for Persona
rm: Confermar tia adressa dad e-mail per Persona

source: Loading
rm: Chargiar

source: Thank you for using Persona.
rm: Grazia che ti utiliseschas Persona.

source: Use the PIN code below to confirm this email address is linked to your Yahoo account.
rm: Utilisescha il PIN sutvart per confermar che questa adressa dad e-mail è colliada cun tes conto da Yahoo.

source: Note: If you are NOT trying to sign into a website with Persona, please ignore this email.
rm: Avis: Sche ti n'emprovas BETG da s'annunziar tar ina website cun Persona pos ti ignorar quest mail.

source: Thank you,
rm: Grazia fitg,

source: The Persona team
rm: Il team da Persona

source: System Error, please try again later
rm: Errur dal sistem, emprova pli tard anc ina giada

source: Sorry, we are unable to log you in as %s
rm: Impussibel da t'annunziar sco %s, perstgisa

source: Something went wrong, please try again later
rm: Insatge n'ha betg funcziunà, emprova anc ina giada pli tard

source: Try Again
rm: Empruvar danovamain

source: Accounts don't match
rm: Contos na correspundan betg

source: Go back
rm: Ir enavos

source: Continue
rm: Cuntinuar

source: Confirm your email address
rm: Confermar tia adressa dad e-mail

source: Check your email at %(claimed)s.
rm: Legia tes e-mails tar %(claimed)s.

source: Please enter PIN from email:
rm: Endatescha il PIN da l'e-mail:

source: Sorry, PIN doesn't match
rm: Perstgisa, il PIN n'è betg correct

source: Sign in
rm: S'annunziar
