Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/client.po
Languages: ca, cs, da, el, es, fi, he, id, ja, nl, pa, pl, pt, ru, sl, sr, tr

source: Click the link in the confirmation email sent to %s to immediately be signed in to %s.
ca: Feu clic a l'enllaç del correu de confirmació enviat a %s per iniciar immediatament la sessió a %s.
cs: Klepněte na odkaz v potvrzujícím e-mailu odeslaném na %s. Poté budete okamžitě přihlášeni k %s.
da: Klik på linket i bekræftelsesmailen vi har sendt til %s, og du vil med det samme blive logget ind på %s.
el: Κάντε κλικ στο σύνδεσμο του μηνύματος επιβεβαίωσης που εστάλη στην διεύθυνση %s, για να συνδεθείτε αμέσως στο %s.
es: Haz clic en el enlace del correo de confirmación enviado a %s para identificarte inmediatamente en %s.
fi: Napsauta osoitteeseen %s lähetetyn vahvistusviestin linkkiä kirjautuaksesi välittömästi sisään palveluun %s.
id: Klik tautan dalam surel konfirmasi yang dikirim ke %s untuk langsung masuk ke %s.
ja: %s へ送信されたメール内の確認用リンクをクリックしてください。すぐに %s にログインできます。
nl: Klik op de koppeling in de bevestigings-e-mail die naar %s is verstuurd. U wordt dan direct aangemeld bij %s.
pa: %s ਨੂੰ ਭੇਜੇ ਗਏ ਪੁਸ਼ਟੀ ਈ-ਮੇਲ ਉੱਤੇ ਕਲਿੱਕ ਕਰੋ ਤਾਂ ਕਿ ਤੁਰੰਤ %s ਵਿੱਚ ਸਾਇਨ ਇਨ ਕੀਤਾ ਜਾ ਸਕੇ।
pl: Kliknij odnośnik znajdujący się w wiadomości wysłanej na adres %s, by niezwłocznie zalogować się do %s.
pt: Clique na ligação na mensagem de correio enviado para %s para iniciar sessão como %s.
ru: Щёлкните по ссылке в письме с подтверждением, посланным на %s, чтобы сразу войти на %s.
sl: Kliknite povezavo v potrditveni e-pošti, poslani na %s. Takoj za tem boste prijavljeni v %s.
sr: Кликните на везу за потврду у е-пошти послат %s да бисте се одмах пријавили на %s.
tr: %s adresine gönderilen onay e-postasındaki bağlantıya tıklayarak %s üzerinde oturum açabilirsiniz.

source: Error
cs: Chyba
da: Fejl
el: Σφάλμα
fi: Virhe
id: Galat
ja: エラー
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
pt: Erro
ru: Ошибка
sl: Napaka
sr: Грешка
tr: Hata

source: We are very sorry.
ca: Ho sentim molt.
cs: Velice se omlouváme.
da: Vi beklager meget.
el: Λυπούμαστε πολύ.
es: Lo lamentamos.
fi: Olemme pahoillamme.
he: אנחנו מצטערים מאוד.
id: Maaf ya.
ja: 大変申し訳ありません。
nl: Het spijt ons zeer.
pa: ਸਾਨੂੰ ਬਹੁਤ ਅਫਸੋਸ ਹੈ।
pl: Przepraszamy.
pt: Pedimos desculpa
ru: Нам очень жаль.
sl: Opravičujemo se.
sr: Жао нам је.
tr: Çok üzgünüz.

source: The server is under extreme load!
ca: El servidor està molt carregat.
cs: Server je nyní extrémně zatížen!
da: Serveren er under ekstremt pres!
el: Ο διακομιστής έχει υπερβολικό φόρτο!
es: ¡El servidor está sobrecargado!
fi: Palvelin on kovassa kuormituksessa!
he: השרת מצוי תחת עומס קיצוני!
id: Maaf sekali, server kami sedang terengah-engah melayani!
ja: 申し訳ありません。サーバが高負荷の状態です。
nl: De server heeft het bijzonder druk!
pa: ਸਰਵਰ ਬਹੁਤ ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ!
pl: Serwer jest bardzo obciążony!
pt: O servidor está com demasiadas ligações!
ru: Сервер очень сильно перегружен!
sl: Strežnik je zelo obremenjen.
sr: Сервер је преоптерећен!
tr: Sunucu aşırı yük altında!

source: Please reload the page and try again.
ca: Actualitzeu la pàgina i torneu-ho a provar.
cs: Obnovte prosím stránku a zkuste to znovu.
da: Genindlæs siden og prøv igen.
el: Παρακαλούμε ανανεώστε τη σελίδα και προσπαθήστε ξανά.
es: Recarga la página y vuelve a intentarlo.
fi: Yritä uudelleen päivittämällä sivu.
he: נא לרענן את הדף ולנסות שוב.
id: Mohon muat ulang laman ini dan coba lagi.
ja: ページを再度読み込んでから、もう一度お試しください。
nl: Laad de pagina opnieuw en probeer het nogmaals.
pa: ਸਫ਼ਾ ਫੇਰ ਲੋਡ ਕਰਕੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: Odśwież stronę i spróbuj ponownie.
pt: Por favor, recarregue a página e tente de novo.
ru: Пожалуйста, обновите эту страницу и попробуйте снова.
sl: Ponovno naložite stran in poskusite znova.
sr: Молимо Вас учитајте страницу поново и покушајте поново.
tr: Lütfen sayfayı tazeleyip yeniden deneyin.

source: Please close this window and try again.
ca: Tanqueu aquesta finestra i torneu-ho a provar.
cs: Zavřete prosím okno a zkuste to znovu.
da: Luk dette vindue og prøv igen.
el: Παρακαλούμε κλείστε το παράθυρο και προσπαθήστε ξανά.
es: Cierra esta ventana y vuelve a intentarlo.
fi: Sulje ikkuna ja yritä uudelleen.
he: נא לסגור את החלון ולנסות שוב.
id: Mohon tutup jendela ini lalu coba lagi.
ja: このウィンドウを閉じて、再度試してください。
nl: Sluit dit venster en probeer het nogmaals.
pa: ਇਹ ਵਿੰਡੋ ਬੰਦ ਕਰਕੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: Zamknij to okno i spróbuj ponownie.
pt: Por favor, feche esta janela e tente de novo.
ru: Пожалуйста, закройте это окно и попробуйте снова.
sl: Za ponovni poskus boste morali zapreti to okno.
sr: Молимо Вас затворите овај прозор и покушајте поново.
tr: Lütfen bu pencereyi kapatıp tekrar deneyin.

source: See more info
ca: Més informació
cs: Zobrazení více informací
da: Se flere oplysninger
el: Δείτε περισσότερες πληροφορίες
es: Mira más información
fi: Lisätietoja
he: מידע נוסף
id: Lihat info selengkapnya
ja: 詳細情報を見る
nl: Meer info bekijken
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਵੇਖੋ
pl: Więcej informacji…
pt: Ver mais informações
ru: Подробнее
sl: Več o tem
sr: Погледајте више информација
tr: Daha fazla bilgi al

source: Close
ca: Tanca
cs: Zavřít
da: Luk
el: Κλείσιμο
es: Cerrar
fi: Sulje
id: Tutup
ja: 閉じる
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt: Fechar
ru: Закрыть
sl: Zapri
sr: Затвори
tr: Kapat

source: OK
ca: D'acord
el: ΟΚ
es: Aceptar
id: Oke
pa: ਠੀਕ ਹੈ
sl: V redu
sr: У реду
tr: Tamam

source: *%s* is not a valid email address!
ca: *%s* no és una adreça electrònica vàlida.
cs: *%s* není platnou e-mailovou adresou!
da: *%s* er ikke en gyldig mailadresse!
el: Δεν είναι έγκυρη η διεύθυνση *%s*!
es: ¡*%s* no es una dirección de correo electrónico válida!
fi: *%s* ei ole kelvollinen sähköpostiosoite!
he: *%s* אינה כתובת דואר אלקטרוני תקינה!
id: *%s* bukan alamat surel yang valid!
ja: *%s* は正しいメールアドレスではありません！
nl: *%s* is geen geldig e-mailadres!
pa: *%s* ਸਹੀਂ ਈਮੇਲ ਐਡਰੈਸ ਨਹੀਂ ਹੈ!
pl: *%s* nie jest prawidłowym adresem e-mail!
pt: *%s* não é um endereço de correio válido!
ru: *%s* не является корректным адресом эл. почты!
sl: *%s* ni veljaven e-poštni naslov!
sr: *%s* није исправна адреса е-поште!
tr: *%s* geçerli bir e-posta adresi değil!

source: To continue, please close the window and enter a valid address.
ca: Per continuar, tanqueu la finestra i introduïu una adreça vàlida.
cs: Pro pokračování prosím zavřete okno a vložte platnou e-mailovou adresu.
da: For at fortsætte skal du lukke vinduet og indtaste en gyldig adresse.
el: Για να συνεχίσετε, σας παρακαλούμε να κλείσετε το παράθυρο και να εισάγετε μια έγκυρη διεύθυνση ηλ. ταχυδρομείου.
es: Para continuar, cierra la ventana y escribe una dirección válida.
fi: Sulje ikkuna ja syötä toimiva osoite jatkaaksesi.
he: להמשך, נא לסגור את החלון ולזין כתובת תקינה.
id: Untuk melanjutkan, mohon tutup jendela dan masukkan alamat surel yang valid.
ja: 続けるには、ウィンドウを閉じて正しいアドレスを入力してください。
nl: Sluit het venster en voer een geldig adres in om door te gaan.
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ, ਵਿੰਡੋ ਬੰਦ ਕਰੋ ਅਤੇ ਠੀਕ ਈਮੇਲ ਐਡਰੈਸ ਦਿਉ ਜੀ।
pl: Aby kontynuować zamknij okno i podaj prawidłowy adres e-mail.
pt: Para continuar, feche a janela e escreva um endereço de correio válido.
ru: Чтобы продолжить, пожалуйста закройте окно и введите корректный адрес.
sl: Za nadaljevanje zaprite okno in vnesite veljaven naslov.
sr: Да бисте наставили, молимо Вас зазворите прозор и унесите исправну адресу.
tr: Devam etmek için lütfen pencereyi kapatın ve geçerli bir adres girin.

source: Remember You?
ca: Us recordem?
cs: Zapamatovat?
da: Husk dig?
el: Να σε θυμάμαι;
es: ¿Te recordamos?
fi: Muistetaanko sinut?
he: לזכור אותך?
id: Simpan Info Masuk Saya?
ja: ログイン情報を記憶させますか？
nl: U onthouden?
pa: ਤੁਹਾਨੂੰ ਯਾਦ ਰੱਖਣਾ ਹੈ?
pl: Czy chcesz, by cię zapamiętać?
pt: Memorizar?
ru: Запомнить вас?
sl: Si vas zapomnim?
sr: Остани пријављен?
tr: Beni hatırla

source: How long would you like to remain signed in with Persona?
ca: Quant de temps voleu mantenir la sessió iniciada amb el Persona?
cs: Po jak dlouhou dobu se má zapamatovat vaše přihlášení pomocí Persona?
da: Hvor længe ønsker du at forblive logget ind med Persona?
el: Πόσο χρόνο θέλετε να μείνετε συνδεδεμένοι με το Persona;
es: ¿Durante cuánto tiempo te gustaría permanecer identificado a través de Mozilla Persona?
fi: Kauanko haluat Personan muistavan kirjautumisesi?
he: למשך כמה זמן ברצונך להישאר בחשבון פרסונה?
id: Berapa lama Anda ingin tetap masuk dengan Persona?
ja: どれだけの期間 Persona のログイン状態を維持しますか？
nl: Hoe lang wilt u met Persona aangemeld blijven?
pa: ਚੋਣ ਕਰੋ ਕਿ ਤੁਸੀਂ ਪਰਸੋਨਾ ਵਿੱਚ ਕਿੰਨਾ ਲੰਮਾ ਸਮਾਂ ਸਾਇਨ ਇਨ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Jak długo chcesz być logowanym/logowaną za pomocą Persona?
pt: Quanto tempo deseja ficar ligado com o Persona?
ru: Как долго вы хотите быть зарегистрированы через Persona?
sl: Kako dolgo želite ostati prijavljeni s Persono?
sr: Колико дуго желите остати пријављени са Persona?
tr: Persona oturumunuzun ne kadar açık kalmasını istersiniz?

source: One month
ca: Un mes
cs: Jeden měsíc
da: En måned
el: Ένα μήνα
es: Un mes
fi: Kuukauden
he: חודש אחד
id: Satu bulan
ja: 1 か月
nl: Een maand
pa: ਇੱਕ ਮਹੀਨਾ
pl: Jeden miesiąc
pt: Um mês
ru: Один месяц
sl: En mesec
sr: Месец дана
tr: Bir ay

source: I trust this computer.
ca: Confio en aquest ordinador.
cs: Věřím tomuto počítači.
da: Jeg stoler på denne computer.
el: Εμπιστεύομαι αυτόν τον υπολογιστή.
es: Confío en este equipo.
fi: Luotan tähän tietokoneeseen.
he: אני סומך על המחשב הזה.
id: Saya memercayai komputer ini.
ja: このコンピュータを信用します。
nl: Ik vertrouw deze computer.
pa: ਮੈਨੂੰ ਇਹ ਕੰਪਿਊਟਰ ਉੱਤੇ ਭਰੋਸਾ ਹੈ।
pl: Ufam temu komputerowi.
pt: Eu confio neste computador.
ru: Я доверяю этому компьютеру.
sl: Zaupam temu računalniku.
sr: Верујем овом рачунару.
tr: Bu bilgisayara güveniyorum.

source: This session only
ca: Només aquesta sessió
cs: Pouze tato relace
da: Kun for denne session
el: Για αυτή την συνεδρία μόνο
es: Solo esta sesión
fi: Vain tämän käyttökerran
he: רק לפעם הזאת
id: Sesi saat ini saja
ja: このセッションのみ
nl: Alleen deze sessie
pa: ਕੇਵਲ ਸ਼ੈਸ਼ਨ ਲਈ ਹੀ
pl: Tylko na czas tej sesji
pt: Apenas esta sessão
ru: Только на эту сессию
sl: Samo za to sejo
sr: Само овај пут
tr: Sadece bu oturum

source: This is not my computer.
ca: Aquest no és el meu ordinador.
cs: Nejedná se o můj počítač.
da: Dette er ikke min computer.
el: Αυτός δεν είναι ο υπολογιστής μου.
es: Éste no es mi equipo.
fi: Tämä ei ole tietokoneeni.
he: זה לא המחשב שלי.
id: Ini bukan komputer saya.
ja: 私のコンピュータではありません。
nl: Dit is niet mijn computer.
pa: ਇਹ ਮੇਰਾ ਕੰਪਿਊਟਰ ਨਹੀਂ ਹੈ।
pl: To nie jest mój komputer.
pt: Este não é o meu computador.
ru: Это не мой компьютер.
sl: To ni moj računalnik.
sr: Ово није мој рачунар.
tr: Bu bilgisayar benim değil.

source: Note: You can of course sign out of Persona at any time.
ca: Nota: podeu tancar la sessió del Persona en qualsevol moment.
cs: Poznámka: Můžete se samozřejmě od Persona kdykoliv odhlásit.
da: Bemærk: Du kan selvfølgelig logge ud af Persona til enhver tid.
el: Σημείωση: Μπορείτε οποιαδήποτε στιγμή να αποσυνδεθείτε από το Persona.
es: Nota: Evidentemente puedes desconectar de Mozilla Persona en cualquier momento.
fi: Muistathan, että voit milloin tahansa kirjautua ulos Personasta.
he: לתשומת לבך: אפשר לצאת מחשבון פרסנה בכל זמן.
id: Catatan: Tentu saja Anda dapat keluar dari Persona kapan saja.
ja: 補足: Persona のログアウトはいつでもできます。
nl: Noot: u kunt zich natuurlijk op elk gewenst moment van Persona afmelden.
pa: ਨੋਟ: ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪਰਸੋਨਾ ਵਿੱਚੋਂ ਸਾਇਨ ਆਉਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Informacja. W każdej chwili możesz wylogować się z Persona.
pt: Nota: Pode terminar sessão no Persona a qualquer momento.
ru: Примечание: Разумеется, вы можете в любое время выйти из Persona.
sl: Opomba: seveda se lahko kadarkoli odjavite iz Persone.
sr: Напомена: У сваком моменту се можете одјавити.
tr: Not: İstediğiniz zaman Persona oturumunuzu kapatabilirsiniz.

source: Sign in with Persona
ca: Inicia la sessió amb Persona
cs: Přihlášení pomocí Persona
da: Log ind med Persona
el: Σύνδεση με το Persona
es: Identificarse con Mozilla Persona
fi: Kirjaudu Personalla
id: Masuk dengan Persona
ja: Persona でログイン
nl: Aanmelden met Persona
pa: ਪਰਸੋਨਾ ਨਾਲ ਸਾਇਨ ਇਨ
pl: Zaloguj się za pomocą Persona
pt: Iniciar sessão com o Persona
ru: Войти через Persona
sl: Prijava s Persono
sr: Пријавите се користећи Persona
tr: Persona ile oturum aç

source: Sign in to %s as&hellip;
ca: Inicia la sessió a %s com&hellip;
cs: Přihlášení k %s jako&hellip;
da: Log ind på %s som&hellip;
el: Σύνδεση στην ιστοδελίδα %s ώς&hellip;
es: Identificarse en %s como&hellip;
fi: Kirjaudu palveluun %s&hellip;
id: Masuk ke %s sebagai&hellip;
ja: %s にログインします&hellip;
nl: Aanmelden bij %s als&hellip;
pa: %s ਵਿੱਚ &hellip; ਵਜੋਂ ਸਾਇਨ ਇਨ
pl: Zaloguj mnie do %s jako&hellip;
pt: Iniciar sessão em %s como&hellip;
ru: Войти в %s как&hellip;
sl: Prijavite se v %s kot &hellip;
sr: Пријавите се на %s као&hellip;
tr: %s üzerinde oturum aç&hellip;

source: Select an email address
ca: Seleccioneu una adreça electrònica
cs: Zvolte e-mailovou adresu
da: Vælg en mailadresse
el: Επιλέξτε μία διεύθυνση ηλ. ταχυδρομείου
es: Selecciona una dirección de correo electrónico
fi: Valitse sähköpostiosoite
id: Pilih alamat surel
ja: メールアドレスを選択してください
nl: Een e-mailadres selecteren
pa: ਈਮੇਲ ਐਡਰੈਸ ਚੁਣੋ
pl: Wybierz adres e-mail
pt: Selecione um endereço de correio
ru: Выберите адрес эл. почты
sl: Izberi e-poštni naslov
sr: Изабери адресу е-поште
tr: Bir e-posta adresi seçin

source: Add another email address
ca: Afegeix un altra adreça electrònica
cs: Přidat další e-mailovou adresu
da: Tilføj en anden mailadresse
el: Προσθέστε άλλη διεύθυνση ηλ. ταχυδρομείου
es: Agregar otra dirección de correo
fi: Lisää toinen sähköpostiosoite
he: הוספת כתובת דואר אלקטרוני אחרת
id: Tambahkan alamat surel lain
ja: 別のメールアドレスを追加
nl: Nog een e-mailadres toevoegen
pa: ਹੋਰ ਈਮੇਲ ਐਡਰੈਸ ਸ਼ਾਮਿਲ
pl: Dodaj adres e-mail
pt: Adicionar outro endereço de correio
ru: Добавить другой адрес эл. почты
sl: Dodaj nov e-poštni naslov
sr: Додај другу адресу е-поште
tr: Başka bir e-posta adresi ekle

source: This is not me
ca: No sóc jo
cs: To nejsem já
da: Dette er ikke mig
el: Δεν είμαι εγώ
es: No soy yo
fi: Tämä ei ole minä
he: זה לא אני
id: Ini bukan saya
ja: Persona をログアウト...
nl: Dit ben ik niet
pa: ਇਹ ਮੈਂ ਨਹੀਂ ਹਾਂ
pl: To nie ja
pt: Este não sou eu
ru: Это не я
sl: To nisem jaz
sr: Ово нисам ја
tr: Bu ben değilim

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
ca: En continuar, accepteu les <a %(terms)s>condicions d'ús</a> i la <a %(privacy)s>política de privadesa</a> de %(site)s.
cs: Pokračováním potvrzujete, že souhlasíte se <a %(terms)s>zásadami použití</a> a <a %(privacy)s>zásadami pro soukromí</a> webu.
da: Hvis du fortsætter, accepterer du %(site)ss <a %(terms)s>betingelser</a> og <a %(privacy)s>privatlivspolitik</a>.
el: Συνεχίζοντας, συμφωνείτε με τους <a %(terms)s>Όρους Χρήσης</a> και την <a %(privacy)s>Πολιτική Απορρήτου</a> της ιστοσελίδας %(site)s.
es: Al continuar, declaras que aceptas los <a %(terms)s>Términos de uso</a> y la <a %(privacy)s>Política de privacidad</a> de %(site)s.
fi: Jatkamalla hyväksyt sivuston %(site)s <a %(terms)s>käyttöehdot</a> ja <a %(privacy)s>tietosuojan</a>.
he: לחיצה על %s היא אישור שקיבלת את <a %(terms)s>תנאי השימוש</a> ואת <a %(privacy)s>מדיניות הפרטיות</a> של %(site)s.
id: Jika melanjutkan, berarti Anda menyetujui <a %(terms)s>Ketentuan</a> dan <a %(privacy)s>Kebijakan Privasi</a> %(site)s.
ja: 手続きを進めると、%(site)s の <a %(terms)s>利用規約</a> および <a %(privacy)s>プライバシーポリシー</a> に同意されたものとみなされます。
nl: Door verder te gaan gaat u akkoord met de <a %(terms)s>Voorwaarden</a> en het <a %(privacy)s>Privacybeleid</a> van %(site)s.
pa: ਅੱਗੇ ਜਾ ਕੇ, ਤੁਸੀਂ %(site)s's <a %(terms)s>ਨਿਯਮਾਂ</a> ਅਤੇ <a %(privacy)s>ਪਰਾਈਵੇਸੀ ਪਾਲਸੀ</a> ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।
pl: Kontynuując, akceptujesz <a %(terms)s>regulamin</a> i <a %(privacy)s>zasady ochrony prywatności</a> %(site)s.
pt: Ao continuar, concorda com os <a %(terms)s>termos</a> e a <a %(privacy)s>política de privacidade</a> do %(site)s's.
ru: Продолжив, вы принимаете <a %(terms)s>Условия</a> и <a %(privacy)s>Политику приватности</a> %(site)s.
sl: Z nadaljevanjem boste sprejeli <a %(terms)s>pogoje uporabe</a> in <a %(privacy)s>politiko zasebnosti</a> strani %(site)s.
sr: Уколико наставите, слажете се са %(site)s <a %(terms)s>условима</a> и <a %(privacy)s>полисом приватности</a>.
tr: Devam ettiğinizde %(site)s sitesinin <a %(terms)s>Kullanım Koşullarını</a> ve <a %(privacy)s>Gizlilik İlkelerini</a> kabul etmiş olursunuz.

source: sign in
ca: inici de sessió
cs: přihlášení
da: log ind
el: Σύνδεση
es: conectar
fi: Kirjaudu sisään
he: כניסה
id: masuk
ja: ログイン
nl: aanmelden
pa: ਸਾਇਨ-ਇਨ
pl: Zaloguj
pt: iniciar sessão
ru: войти
sl: prijava
sr: пријави се
tr: oturum aç

source: %(primary)s is not responding. Please wait a few minutes and try again.
ca: %(primary)s no respon. Espereu uns minuts i torneu-ho a provar.
cs: %(primary)s neodpovídá. Počkejte prosím několik minut a zkuste to znovu.
da: %(primary)s svarer ikke. Vent et par minutter og prøv igen.
el: Το %(primary)s δεν ανταποκρίνεται. Παρακαλούμε προσπαθήστε ξανά.
es: %(primary)s no responde. Espera unos minutos e inténtalo de nuevo.
fi: %(primary)s ei vastaa. Odota muutama minuutti ja yritä uudestaan.
he: אין תגובה מ־%(primary)s . נא להמתין מספר דקות ולנסות שוב.
id: %(primary)s tidak menanggapi. Tunggu beberapa menit, lalu coba lagi.
ja: %(primary)s が応答していません。数分待ってから再度お試しください。
nl: %(primary)s reageert niet. Wacht enkele minuten en probeer het nogmaals.
pa: %(primary)s ਜਵਾਬ ਨਹੀ ਦੇ ਰਿਹਾ ਹੈ। ਕੁਝ ਮਿੰਟ ਲਈ ਉਡੀਕੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: %(primary)s nie odpowiada. Odczekaj kilka minut i ponów próbę.
pt: %(primary)s não está a responder. Por favor aguarde alguns minutos e tente novamente.
ru: %(primary)s не отвечает. Пожалуйста, подождите несколько минут и повторите попытку.
sl: %(primary)s se ne odziva. Počakajte nekaj trenutkov in poskusite znova.
sr: %(primary)s не реагује. Покушајте поново за пар минута.
tr: %(primary)s yanıt vermiyor. Lütfen birkaç dakika bekleyip tekrar deneyin.

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
el: Ακύρωση
es: Cancelar
fi: Peruuta
he: ביטול
id: Batal
ja: キャンセル
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
ru: Отмена
sl: Prekliči
sr: Откажи
tr: Vazgeç

source: Cannot verify %(email)s
ca: No s'ha pogut verificar %(email)s
cs: Nelze ověřit %(email)s
da: Kan ikke bekræfte %(email)s
el: Δεν είναι δυνατή η επαλήθευση της διεύθυνσης %(email)s
es: No podemos verificar %(email)s
fi: Ei voida vahvistaa osoitetta %(email)s
id: Tidak dapat memverifikasi %(email)s
ja: %(email)s を認証できません
nl: Kan %(email)s niet verifiëren
pa: %(email)s ਦੀ ਜਾਂਚ ਨਹੀਂ ਹੋ ਸਕਦੀ
pl: Nie można zweryfikować %(email)s
pt: Não é possível verificar %(email)s
ru: Не удалось подтвердить %(email)s
sl: Ni mogoče potrditi %(email)s
sr: Не могу потврдити %(email)s
tr: %(email)s doğrulanamadı

source: This may be due to your browser blocking third-party cookies. Please ensure your browser\'s privacy preferences are set to accept third-party cookies for %(idpName)s and try again.
ca: Pot ser perquè el vostre navegador bloqui galetes de terceres parts. Assegureu-vos que les preferències de privadesa del navegador estan definides per acceptar galetes de terceres parts de %(idpName)s i torneu-ho a provar.
cs: Důvodem může být to, že váš prohlížeč blokuje cookies třetích stran. Ujistěte se, že v nastavení soukromí svého prohlížeče máte povoleny cookies třetích stran pro %(idpName)s a zkuste to znovu.
da: Det kan skyldes, at din browser blokerer tredjeparts cookies. Undersøg, om din browsers privatlivsindstillinger er sat til at accepteretredjeparts cookies fra %(idpName)s og prøv igen.
el: Αυτό οφείλεται πιθανά στο μπλοκάρισμα cookies τρίτων στον περιηγητή σας. Παρακαλούμε επαληθεύστε ότι αποδέχεστε cookies τρίτων για τον πάροχο %(idpName)s στις ρυθμίσεις σας και προσπαθήστε ξανά.
es: Esto se debe a que tu navegador bloquea las cookies de terceros. Asegúrate de que las preferencias de privacidad de tu navegador\ está configuradas para que acepten cookies de terceros para %(idpName)s e inténtalo de nuevo.
fi: Tämä voi johtua siitä, ettei selaimesi salli kolmannen osapuolen evästeitä. Tarkista, että selaimesi yksityisyysasetukset sallivat kolmannen osapuolen evästeet osoitteesta %(idpName), ja yritä uudestaan.
id: Ini mungkin disebabkan oleh peramban Anda yang memblokir kuki pihak ketiga. Pastikan preferensi peramban Anda disetel untuk menerima kuki pihak ketiga untuk %(idpName)s, lalu coba lagi.
ja: ブラウザがサードパーティの Cookie をブロックしていることが原因となっている可能性があります。ブラウザのプライバシー設定で、%(idpName)s のサードパーティ Cookie を許可し、再度試してください。
nl: Dit kan komen doordat uw browser cookies van derden blokkeert. Zorg ervoor dat de privacyinstellingen van uw browser zo zijn ingesteld dat cookies van derden voor %(idpName)s worden geaccepteerd en probeer het opnieuw.
pa: ਇਹ ਤੀਜੀ ਧਿਰ ਕੂਕੀਜ਼ ਨੂੰ ਰੋਕ ਆਪਣੇ ਝਲਕਾਰੇ ਦੇ ਕਾਰਨ ਹੋ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਬਰਾਊਜ਼ਰ\'s ਨੂੰ ਰਹੱਸ ਨੂੰ ਪਸੰਦ ਨੂੰ %(idpName)s ਨੂੰ ਲਈ ਤੀਜੀ ਧਿਰ ਕੂਕੀਜ਼ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਲਈ ਸੈੱਟ ਕਰ ਰਹੇ ਹੋ ਇਹ ਯਕੀਨੀ ਕਰੋ ਜੀ।
pl: Powodem tego może być blokowanie przez twoją przeglądarkę ciasteczek z innych witryn. Sprawdź w ustawieniach przeglądarki w panelu „Prywatność” czy ciasteczka z %(idpName)s są akceptowane i spróbuj ponownie.
pt: Isso pode ser devido ao seu navegador estar a bloquear cookies de terceiros. Por favor, verifique se as preferências de privacidade do seu navegador estão ajustadas para aceitar cookies de terceiros para %(idpName)s e tente novamente.
ru: Это может быть связано с блокировкой кук со сторонних сайтов в вашем браузере. Пожалуйста, убедитесь, что настройки приватности вашего браузера установлены на принятие кук со сторонних сайтов для %(idpName)s и повторите попытку.
sl: To je lahko posledica zavračanja piškotov od drugod v vašem brskalniku. Preverite nastavitve zasebnosti in se prepričajte, da vaš brskalnik sprejema piškote storitve %(idpName)s in poskusite znova.
sr: Ово може бити због Вашег прегледача који блокира колачиће трећег лица. Проверите да ли подешавања приватности Вашег прегледача прихватају колачиће трећег лица за %(idpName)s и покушајте поново.
tr: Bunun sebebi tarayıcınızı üçüncü parti çerezleri engellemesi olabilir. Lütfen tarayıcınızın gizlilik tercihlerinin %(idpName)s çerezlerini kabul edecek şekilde ayarlandığından emin olun ve tekrar deneyin.
