Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/client.po
Languages: ca, cs, da, el, es, fi, he, id, ja, nl, pa, pl, pt, ru, sl, sr, tr

source: There was a problem with your signup link. Has this address already been registered?
ca: S'ha produït un problema amb l'enllaç per registrar-vos. Ja s'havia registrat aquesta adreça?
cs: Vyskytl se problém s vaším přihlašovacím odkazem. Byla tato adresa zaregistrována?
da: Der opstod et problem med dit tilmeldingslink. Er denne mailadresse allerede registreret?
el: Υπήρξε πρόβλημα στο συνδεσμό για την εγγραφή σας. Μήπως η διεύθυνση αυτή είναι ήδη εγγεγραμμένη;
es: Hubo un problema con tu enlace de registro. ¿Se ha registrado esta dirección anteriormente?
fi: Rekisteröitymislinkissä oli virhe. Onko tämä osoite jo rekisteröity?
he: הייתה בעיה עם קישור הרישום שלך. האם הכתובת הזאת כבר נרשמה?
id: Ada masalah pada tautan pendaftaran Anda. Apakah alamat ini sudah pernah didaftarkan?
ja: サインアップのリンクに問題があります。このアドレスは登録されていますか？
nl: Er is een probleem opgetreden met uw registratiekoppeling. Is dit adres al geregistreerd?
pa: ਤੁਹਾਡੇ ਸਾਇਨ ਇਨ ਲਿੰਕ ਨਾਲ ਸਮੱਸਿਆ ਸੀ। ਕੀ ਇਹ ਐਡਰੈਸ ਪਹਿਲਾਂ ਹੀ ਰਜਿਸਟਰ ਹੈ?
pl: Wystąpił problem z odnośnikiem do rejestracji. Czy ten adres był już zarejestrowany?
pt: Houve um problema com a ligação de início de sessão. Este endereço já foi registado?
ru: С вашей ссылкой для регистрации возникли проблемы. Этот адрес уже был зарегистрирован?
sl: Prišlo je do napake pri vaši povezavi za registracijo. Je ta naslov že registriran?
sr: Постоји проблем са пријавом. Да ли је ова адреса раније регистрована?
tr: Kayıt bağlantınızda bir sorun var. Bu adres zaten kaydolmuş olabilir.

source: Error encountered trying to complete registration.
ca: s'ha produït un error intentant completar el registre.
cs: Při pokusu o dokončení registrace se vyskytla chyba.
da: Der opstod en fejl ved oprettelsen af din registrering.
el: Υπήρξε σφάλμα κατά την ολοκλήρωση της εγγραφής.
es: Se ha producido un error al intentar completar el proceso de registro.
fi: Virhe havaittiin rekisteröintiä viimeisteltäessä.
he: אירעה שגיאה בעת ניסיון להשלים את הרישום.
id: Galat terjadi saat menyelesaikan pendaftaran.
ja: 登録の完了時にエラーが発生しました。
nl: Probleem bij poging tot voltooien van registratie.
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਪੂਰੀ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿੱਚ ਗਲਤੀ।
pl: Podczas kończenia procesu rejestracji wystąpił błąd.
pt: Erro ao tentar finalizar o registo.
ru: При попытке завершения регистрации произошла ошибка.
sl: Prišlo je do napake pri zaključevanju registracije.
sr: Грешка током процеса регистрације.
tr: Kayıt tamamlanmaya çalışılırken bir hata oluştu.

source: Persona requires cookies to remember you.
ca: El Persona necessita galetes per a recordar-vos.
cs: Persona k vašemu zapamatování vyžaduje cookies.
da: Persona kræver cookies for at huske dig.
el: Το Persona απαιτεί τη χρήση cookies για να σας θυμάται.
es: Mozilla Persona necesita usar cookies para recordarte.
fi: Persona vaatii evästeet muistaakseen sinut.
he: למערכת Persona נדרשות עוגיות כדי לזכור אותך.
id: Persona membutuhkan kuki untuk mengingat Anda.
ja: Persona を利用するには Cookie を有効にする必要があります
nl: Persona vereist cookies om u te onthouden.
pa: ਪਰਸੋਨਾ ਨੂੰ ਤੁਹਾਨੂੰ ਯਾਦ ਰੱਖਣ ਲਈ ਕੂਕੀਜ਼ ਚਾਹੀਦੇ ਹਨ।
pl: Aby usługa Persona cię zapamiętała, musi być włączone akceptowanie ciasteczek.
pt: O Persona necessita de cookies para se lembrar de si.
ru: Чтобы вас запомнить, Persona требуются куки.
sl: Persona potrebuje piškote, da si vas zapomni.
sr: Persona захтева омогућене колачиће у Вашем прегледачу.
tr: Persona sizi hatırlamak için çerezlere ihtiyaç duyar.

source: Please close this window, <a %s>enable cookies</a> and try again
ca: Tanqueu aquesta finestra, <a %s>habiliteu les galetes</a> i torneu-ho a provar
cs: Zavřete prosím okno, <a %s>povolte cookies</a> a zkuste to znovu.
da: Luk dette vindue, <a %s>tillad cookies</a> og prøv igen
el: Παρακαλούμε κλείστε αυτό το παράθυρο, <a %s>ενεργοποιήστε τα cookies</a> και δοκιμάστε ξανά
es: Cierra esta ventana, <a %s>habilita las cookies</a> y vuelve a intentarlo
fi: Sulje tämä ikkuna, <a %s>salli evästeet</a> ja yritä uudelleen
he: נא לסגור את החלון הזה, <a %s>להפעיל עוגיות</a> ולנסות שוב
id: Mohon tutup jendela ini, <a %s>aktifkan kuki</a>, lalu coba lagi
ja: このウィンドウを閉じ、<a %s>Cookie を有効にしてから</a>再度試してください
nl: Sluit dit venster, <a %s>schakel cookies in</a> en probeer het nogmaals
pa: ਇਹ ਵਿੰਡੋ ਬੰਦ ਕਰੋ, <a %s>ਕੂਕੀਜ਼ ਚਾਲੂ ਕਰੋ</a> ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Zamknij to okno, <a %s>włącz akceptację ciasteczek</a> i ponów próbę
pt: Por favor feche esta janela, <a %s>ative os cookies</a> e tente de novo
ru: Пожалуйста, закройте это окно, <a %s>включите куки</a> и попробуйте снова
sl: Prosimo vas, da zaprete okno, <a %s>omogočite piškote</a> in poskusite znova
sr: Молимо Вас затворите овај прозор, <a %s>омогућите колачиће</a> и покушајте поново
tr: Lütfen bu pencereyi kapatın, <a %s>çerezleri etkinleştirin</a> ve tekrar deneyin

source: Communication Error
ca: S'ha produït un error en la comunicació
cs: Chyba při komunikaci
da: Kommunikationsfejl
el: Σφάλμα επικοινωνίας
es: Error en la comunicación
fi: Yhteysvirhe
he: תקלת תקשורת
id: Galat Komunikasi
ja: 通信エラー
nl: Communicatiefout
pa: ਕਮਿਊਨੀਕੇਸ਼ਨ ਗਲਤੀ
pl: Błąd komunikacji
pt: Erro de comunicação
ru: Ошибка связи
sl: Napaka pri pogovoru
sr: Грешка у комуникацији
tr: İletişim hatası

source: Finishing Sign In...
ca: S'està acabant l'inici de sessió...
cs: Probíhá dokončování přihlašování
da: Afslutter log ind...
el: Ολοκληρώνεται η σύνδεση...
es: Finalizando el registro...
fi: Viimeistellään kirjautumista...
he: ההתחברות מסתיימת...
id: Menyelesaikan Proses Masuk...
ja: ログインが完了しました...
nl: Aanmelden voltooien…
pa: ਸਾਇਨ ਇਨ ਨੂੰ ਪੂਰਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Finalizowanie rejestracji…
pt: A finalizar início de sessão...
ru: Завершить вход...
sl: Zaključevanje prijave...
sr: Завршавам пријављивање...
tr: Oturum açma tamamlanıyor...

source: In just a moment you'll be signed into Persona.
ca: En un moment haureu iniciat la sessió al Persona.
cs: Za chvíli budete přihlášeni k Persona.
da: Om et øjeblik vil du være logget på Persona.
el: Σε μια στιγμή θα έχετε συνδεθεί στο Persona.
es: En un momento te habrás registrado en Mozilla Persona.
fi: Kirjaudut sisään Personaan hetken päästä.
he: בעוד רגעים ספורים נהיה מחוברים למערכת פרסונה.
id: Dalam beberapa saat, Anda akan masuk ke Persona.
ja: 間もなく Persona にログインします。
nl: Over enkele ogenblikken bent u bij Persona aangemeld.
pa: ਕੁਝ ਕੁ ਪਲਾਂ ਵਿੱਚ ਤੁਹਾਨੂੰ ਪਰਸੋਨਾ ਵਿੱਚ ਸਾਇਨ ਇਨ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Za chwilę zarejestrujesz się w Persona.
pt: Dentro de momento estará ligado no Persona.
ru: Всего через мгновение вы войдёте в Persona.
sl: Čez nekaj trenutkov boste prijavljeni v Persono.
sr: Ускоро ћете бити пријављени на Persona-у.
tr: Birazdan Persona oturumunuz açılacak.

source: We are sorry, this is taking longer than it should.
ca: Lamentem que la sol·licitud trigui més del que esperàvem.
cs: Omlouváme se. Tento požadavek trvá déle, než by měl.
da: Det tager desværre længere tid end det skulle.
el: Λυπούμαστε, η διαδικασία διαρκεί περισσότερο απ’ όσο θα έπρεπε.
es: Lo sentimos, esta solicitud está tardando más de lo esperado.
fi: Olemme pahoillamme, tämä kestää pidempään kuin oletimme.
he: אנו מצטערים, הבקשה הזאת לוקחת יותר זמן מהצפוי.
id: Maaf, permintaan ini menyita waktu lebih lama dari seharusnya.
ja: 申し訳ありません。リクエストに非常に長い時間がかかっています。
nl: Sorry, dit duurt wat langer dan zou moeten.
pa: ਸਾਨੂੰ ਅਫਸੋਸ ਹੈ, ਪਰ ਇਸ ਲਈ ਲੋੜ ਤੋਂ ਵੱਧ ਸਮਾਂ ਲੱਗ ਰਿਹਾ ਹੈ।
pl: Przepraszamy, ale wykonanie tej operacji potrwa dłużej niż powinno.
pt: Pedimos desculpa, está a demorar mais que o previsto.
ru: Извините, но это занимает больше времени, чем следовало бы.
sl: Opravičujemo se, tole traja dlje kot običajno.
sr: Жао нам је, овај захтев траје предуго.
tr: Üzgünüz, bu işlem olması gerekenden uzun sürüyor.

source: If this doesn't resolve itself within a few seconds, please close the window and try again.
ca: Si això no es resol en pocs segons, tanqueu la finestra i torneu a provar-ho.
cs: Pokud nedojde k obnovení během několika sekund, zavřete prosím okno a zkuste to znovu.
da: Hvis du ikke logges ind i løbet af et par sekunder, så luk vinduet og prøv igen.
el: Εάν αυτό δεν λυθεί μέσα σε λίγα δευτερόλεπτα, παρακαλούμε κλείστε το παράθυρο και προσπαθήστε ξανά.
es: Si no hay respuesta dentro de unos segundos, cierra la ventana e inténtalo de nuevo.
fi: Jos ongelma ei ratkea itsestään muutamassa sekunnissa, sulje ikkuna ja yritä uudelleen.
he: אם זה לא פותר עצמו בעוד מספר שניות, נא לסגור את החלון ולנסות שוב.
id: Jika masih belum masuk dalam beberapa detik, tutup jendela ini dan coba lagi.
ja: 数秒で解決しない場合は、ウィンドウを閉じて再度試してください。
nl: Als dit zich niet binnen enkele seconden vanzelf oplost, sluit dan het venster en probeer het nogmaals.
pa: ਜੇ ਇਹ ਕੁਝ ਸਕਿੰਟਾਂ ਵਿੱਚ ਖੁਦ ਠੀਕ ਨਾ ਹੋ ਸਕਿਆ ਤਾਂ ਵਿੰਡੋ ਬੰਦ ਕਰਕੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: Jeśli w ciągu kilku sekund nie nastąpi samoczynne wykonanie operacji, zamknij okno i ponów próbę.
pt: Se isto não se resolver por si dentro de alguns segundos, por favor feche a janela e tente de novo.
ru: Если это не решится само по себе в течение нескольких секунд, закройте окно и попробуйте снова.
sl: Če ne pride do napredka v nekaj sekundah, zaprite okno in poskusite znova.
sr: Уколико се статус не промени за пар секунди, затворите прозор и покушајте поново.
tr: Birkaç dakika içinde kendiliğinden çözülmezse, lütfen pencereyi kapatıp tekrar deneyin.

source: Checking with your email provider.
ca: S'està consultant el proveïdor de correu electrònic.
cs: Ověření pomocí poskytovatele pošty.
da: Bekræfter med din mailudbyder.
el: Έλεγχος μέσω του παροχέα ηλ. ταχυδρομείου σας.
es: Se está comprobando con el proveedor de correo electrónico.
fi: Vahvistetaan sähköposti palveluntarjoajalta.
he: מתבצע אימות עם ספק דואר אלקטרוני.
id: Memeriksa penyedia layanan surel Anda.
ja: メールプロバイダによる認証を行っています。
nl: Controleren bij uw e-mailprovider.
pa: ਆਪਣੇ ਈਮੇਲ ਪਰੋਵਾਇਡਰ ਨਾਲ ਚੈੱਕ ਕਰੋ ਜੀ।
pl: Sprawdź za pośrednictwem dostawcy usługi pocztowej.
pt: A verificar com o seu fornecedor de correio.
ru: Проверка через вашего провайдера эл. почты
sl: Preverjanje ponudnika e-pošte.
sr: Провера са пружаоцем услуга е-поште.
tr: E-posta sağlayıcınız denetleniyor.

source: The selected email is invalid or has been deleted.
ca: L'adreça electrònica que heu seleccionat no és vàlida o s'ha esborrat.
cs: Zvolený e-mail je neplatný nebo byl smazán.
da: Den valgte mailadresse er ugyldig eller blevet slettet.
el: Η επιλεγμένη διεύθυνση ηλ. ταχυδρομείου είναι μη έγκυρη ή έχει διαγραφεί.
es: El correo seleccionado no es válido o ha sido eliminado.
fi: Valittu sähköpostiosoite on virheellinen tai poistettu.
he: כתובת הדואר האלקטרוני שנבחרה אינה תקינה או שהיא נמחקה.
id: Surel terpilih tidak valid atau telah dihapus.
ja: 選択したメールアドレスは無効もしくは削除されています。
nl: Het geselecteerde e-mailadres is ongeldig of verwijderd.
pa: ਚੁਣਿਆ ਹੋਇਆ ਈਮੇਲ ਸਹੀਂ ਨਹੀਂ ਹੈ ਜਾਂ ਹਟਾ ਜਾ ਚੁੱਕਾ ਹੈ।
pl: Wybrany adres e-mail jest nieprawidłowy lub został usunięty.
pt: O endereço de correio selecionado é inválido ou foi eliminado.
ru: Выбранный адрес эл. почты некорректен или был удалён.
sl: Izbran e-poštni naslov je neveljaven ali izbrisan.
sr: Одабрана адреса е-поште је неисправна или је избрисана.
tr: Seçilen e-posta geçersiz ve silinmiş.

source: Remove %(email)s from your Persona account?
ca: Voleu suprimir %(email)s del vostre compte de Persona?
cs: Odebrat e-mail %(email)s z vašeho účtu Persona?
da: Vil du fjerne %(email)s fra din Persona konto?
el: Θες να αφαιρεθεί το %(email)s από τον Persona λογαριασμό σου;
es: ¿Eliminar %(email)s de tu cuenta Mozilla Persona?
fi: Poistetaanko %(email)s Persona-tililtäsi?
he: להסיר את %(email)s מחשבון הפרסונה שלך?
id: Hapus %(email)s dari akun Persona Anda?
ja: Persona アカウントから %(email)s を削除しますか？
nl: %(email)s van uw Persona-account verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਪਰਸੋਨਾ ਖਾਤੇ ਤੋਂ %(email)s ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Usunąć adres %(email)s z twojego konta usługi Persona?
pt: Remover %(email)s da conta do Persona?
ru: Удалить %(email)s из вашей учётной записи Persona?
sl: Odstranim %(email)s iz računa za Persono?
sr: Уклонити %(email)s са Вашег Persona налога?
tr: %(email)s adresi Persona hesabınızdan kaldırılsın mı?

source: Removing the last address will cancel your Persona account. Are you sure you want to continue?
ca: Eliminant la darrera adreça cancel·lareu el vostre compte del Persona. Esteu segur que voleu continuar?
cs: Odebráním poslední adresy zrušíte svůj účet Persona. Jste si jist(a), že chcete pokračovat?
da: Hvis du fjerner den sidste mailadresse, vil din Persona-konto blive lukket. Er du sikker på, at du vil fortsætte?
el: Αφαιρώντας την τελευταία διεύθυνση θα ακυρωθεί ο Persona λογαριασμός σας. Σίγουρα θέλετε να συνεχίσετε;
es: Al eliminar la última dirección se cancelará tu cuenta en Mozilla Persona. ¿Seguro que deseas continuar?
fi: Viimeisen osoitteen poistaminen poistaa Persona-tilisi. Haluatko varmasti jatkaa?
he: הסרת הכתובת האחרונה תבטל את חשבון הפרסונה שלך. האם ברצונך להמשיך?
id: Menghapus alamat terakhir akan menghapus akun Persona Anda. Yakin akan melanjutkan?
ja: 最後のメールアドレスを削除すると、あなたの Persona アカウントが取り消されます。 本当によろしいですか？
nl: Verwijderen van het laatste adres annuleert uw Persona-account. Weet u zeker dat u wilt verdergaan?
pa: ਪਿਛਲੇ ਪਤੇ ਨੂੰ ਹਟਾਉਣ ਨਾਲ ਤੁਹਾਡੇ Persona ਖਾਤੇ ਨੂੰ ਰੱਦ ਕੀਤਾ ਜਾਵੇਗਾ। ਤੁਹਾਨੂੰ ਕੀ ਤੁਸੀ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Usunięcie ostatniego adresu spowoduje anulowanie twojego konta w usłudze Persona. Czy na pewno chcesz kontynuować?
pt: Remover o último endereço irá cancelar a sua conta do Persona. Tem a certeza que deseja continuar?
ru: Удаление вашей последней учётной записи удалит вашу учётную запись Persona. Вы уверены, что хотите продолжить?
sl: Odstranitev zadnjega naslova bo preklicala vaš račun za Persono. Ste prepričani, da želite nadaljevati?
sr: Уклањањем последње адресе отказујете Ваш Persona налог. Желите ли да наставите?
tr: Son adresi silerseniz Persona hesabınız iptal edilecektir. Devam etmek istediğinizden emin misiniz?

source: Are you sure you want to delete your Persona account?
ca: Esteu segur que voleu suprimir el vostre compte de Persona?
cs: Jste si jist(a), že chcete zrušit svůj účet Persona?
da: Er du sikker på, at du vil slette din Persona-konto?
el: Σίγουρα θέλεις να διαγράψεις τον Persona λογαριασμό σου;
es: ¿Seguro que quieres borrar tu cuenta de Mozilla Persona?
fi: Haluatko varmasti poistaa Persona-tilisi?
he: האם ברצונך באמת למחוק את חשבון הפרסונה שלך?
id: Yakin ingin menghapus akun Persona Anda?
ja: 本当に Persona アカウントを削除してもよろしいですか？
nl: Weet u zeker dat u uw Persona-account wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣਾ ਪਰਸੋਨਾ ਖਾਤਾ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć swoje konto w usłudze Persona?
pt: Tem a certeza que deseja eliminar a sua conta do Persona?
ru: Вы уверены, что хотите удалить свою учётную запись Persona?
sl: Ste prepričani, da želite zbrisati vaš račun za Persono?
sr: Да ли сте сигурни да желите обрисати Persona налог?
tr: Persona hesabınızı silmek istediğinizden emin misiniz?

source: Add an email address
ca: Afegeix una adreça electrònica
cs: Přidání další e-mailové adresy
da: Tilføj en mailadresse
el: Προσθέστε διεύθυνση ηλ. ταχυδρομείου
es: Agregar una dirección de correo
fi: Lisää sähköpostiosoite
he: הוספת כתובת דואר אלקטרוני
id: Tambahkan alamat surel lain
ja: 別のメールアドレスを追加
nl: Een e-mailadres toevoegen
pa: ਈਮੇਲ ਐਡਰੈਸ ਸ਼ਾਮਿਲ ਕਰੋ
pl: Dodaj adres e-mail
pt: Adicionar um endereço de e-mail
ru: Добавить адрес эл. почты
sl: Dodaj e-poštni naslov
sr: Додај адресу е-поште
tr: e-posta adresi ekle

source: email address
ca: adreça electrònica
cs: e-mailová adresa
da: mailadresse
el: διεύθυνση ηλ. ταχυδρομείου
es: dirección de correo
fi: sähköpostiosoite
he: כתובת דואר אלקטרוני
id: alamat surel
ja: メールアドレス
nl: e-mailadres
pa: ਈਮੇਲ ਐਡਰੈਸ
pl: adres e-mail
pt: endereço de correio
ru: адрес эл. почты
sl: e-poštni naslov
sr: адреса е-поште
tr: e-posta adresi

source: Must be an email address
ca: Ha de ser una adreça electrònica
cs: Musí se jednat o platnou e-mailovou adresu
da: Skal være en mailadresse
el: Πρέπει να είναι διεύθυνση ηλ. ταχυδρομείου
es: Debe ser una dirección de correo
fi: Pitää olla sähköpostiosoite
he: זו אמורה להיות כתובת דואר אלקטרוני
id: Harus diisi alamat surel
ja: メールアドレスを入力してください
nl: Moet een e-mailadres zijn
pa: ਈਮੇਲ ਐਡਰੈਸ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Musi być adresem e-mail
pt: Tem de ser um endereço de correio
ru: Должен быть адресом эл. почты
sl: Mora biti e-poštni naslov
sr: Мора бити адреса е-поште
tr: E-posta adresi olmalıdır

source: Email field required
ca: El camp d'adreça electrònica és obligatori
cs: Pole s e-mailem je povinné
da: Mailfeltet skal udfyldes
el: Απαιτείται μια διεύθυνση
es: El correo electrónico es obligatorio
fi: Sähköpostiosoite on pakollinen
he: שדה הדואר האלקטרוני נדרש
id: Bidang surel wajib diisi
ja: メールアドレスの入力が必要です
nl: E-mailveld verplicht
pa: ਈਮੇਲ ਖੇਤਰ ਚਾਹੀਦਾ ਹੈ
pl: Musisz podać adres e-mail
pt: O campo do endereço de correio é obrigatório
ru: Необходимо поле адреса эл. почты
sl: Polje z e-pošto je obvezno
sr: Поље за адресу е-поште је обавезно
tr: E-posta alanı zorunludur

source: Initial confirmation sent &ndash; wait a few minutes before requesting another
ca: S'ha envia una confirmació inicial &ndash; espereu uns minuts abans de sol·licitar-ne una altra
cs: Úvodní potvrzení bylo odesláno. Počkejte několik minut než požádáte o další.
da: Indledende bekræftelse sendt &ndash; vent nogle minutter, inden du anmoder om en anden
el: Η αρχική επιβεβαίωση στάλθηκε &ndash; περιμένετε μερικά λεπτά πριν ζητήσετε μία νέα
es: Confirmación inicial enviada: espera unos minutos antes de realizar otra solicitud
fi: Alustava vahvistus on lähetetty &ndash; odota muutama minuutti, ennen kuin pyydät uuden
id: Konfirmasi awal telah dikirim &ndash; tunggu beberapa menit sebelum meminta lagi
ja: 初期確認が送信されました &ndash; 次の確認作業が行われるまでしばらくお待ちください
nl: Eerste bevestiging verzonden &ndash; wacht enkele minuten voordat u er nog een vraagt
pa: ਸ਼ੁਰੂਆਤੀ ਪੁਸ਼ਟੀ ਭੇਜੀ ਗਈ &ndash; ਦੂਜੇ ਦੀ ਬੇਨਤੀ ਕਰਨ ਤੋ ਪਹਿਲਾ ਕੁਝ ਮਿੰਟ ਦੀ ਉਡੀਕ ਕਰੋ
pl: Wstępne potwierdzenie zostało wysłane! Odczekaj kilka minut zanim poprosisz o kolejne.
pt: Confirmação inicial enviada - espere alguns minutos antes de realizar outro pedido
ru: Отправлено первоначальное подтверждение &ndash; подождите несколько минут, прежде чем запросить другое
sl: Potrditev poslana. Počakajte trenutek, preden zahtevate novo
sr: Потврда послата &ndash; сачекајте неколико минута пре него што затражите другу
tr: İlk onay gönderildi, yenisini istemeden önce birkaç dakika bekleyin

source: Already added!
ca: Ja s'ha afegit!
cs: Již byla přidána!
da: Allerede tilføjet!
el: Έχει ήδη προστεθεί!
es: ¡Ya está agregada!
fi: Lisätty jo!
id: Sudah ditambahkan!
ja: すでに追加されています！
nl: Al toegevoegd!
pa: ਪਹਿਲਾਂ ਹੀ ਜੋੜਿਆ ਹੈ!
pl: Ten adres jest już używany!
pt: Já adicionado!
ru: Уже добавлен!
sl: Že dodano!
sr: Већ је додато!
tr: Zaten eklenmiş!

source: add
ca: afegeix
cs: přidat
da: tilføj
el: Προσθήκη
es: agregar
fi: lisää
he: הוספה
id: tambahkan
ja: 追加
nl: toevoegen
pa: ਸ਼ਾਮਲ
pl: Dodaj
pt: adicionar
ru: добавить
sl: dodaj
sr: додај
tr: ekle

source: cancel
ca: cancel·la
cs: zrušit
da: annuller
el: Ακύρωση
es: cancelar
fi: peruuta
he: ביטול
id: urung
ja: キャンセル
nl: annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: cancelar
ru: отмена
sl: prekliči
sr: откажи
tr: iptal

source: Cannot verify %s
ca: No s'ha pogut verificar %s
cs: Nelze ověřit %s
da: Kan ikke bekræfte %s
el: Δεν είναι δυνατή η επαλήθευση της %s
es: No podemos verificar %s
fi: Ei voida vahvistaa %s
he: לא ניתן לאמת את %s
id: Tidak dapat memverifikasi %s
ja: %s を認証できません
nl: Kan %s niet verifiëren
pa: %s ਦੀ ਜਾਂਚ ਨਹੀਂ ਹੋ ਸਕਦੀ
pl: Nie można zweryfikować %s
pt: Não é possível verificar %s
ru: Не удалось подтвердить %s
sl: Ni mogoče potrditi %s
sr: Не могу потврдити %s
tr: %s doğrulanamadı

source: %s is a required address, but we cannot verify that you own this address.
ca: %s és una adreça obligatòria però no podem verificar que en sigueu el propietari.
cs: %s je požadovaná adresa, ale my nemůžeme ověřit, že je to vaše adresa.
da: %s er en påkrævet adresse, men vi kan ikke bekræfte, at du ejer den.
el: Η %s είναι η απαιτούμενη διεύθυνση αλλά δεν μπορούμε να επαληθεύσουμε ότι σας ανήκει.
es: %s es una dirección obligatoria, pero no podemos verificar que esta dirección sea tuya.
fi: Osoite %s vaaditaan, mutta emme kykene varmistamaan, että omistat kyseisen osoitteen.
he: %s היא כתובת נדרשת, אבל איננו יכולים לוודא שהיא שלך.
id: %s adalah alamat yang wajib diisi, tetapi kami tidak dapat memverifikasi bahwa Anda benar-benar memiliki alamat surel ini.
ja: %s は要求されたメールアドレスですが、あなたのこのメールアドレスは認証できません。
nl: %s is een verplicht adres, maar we kunnen niet verifiëren dat dit adres van u is.
pa: %s ਇੱਕ ਚਾਹੀਦਾ ਐਡਰੈਸ ਹੈ, ਪਰ ਅਸੀਂ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕਰ ਸਕਦੇ ਕਿ ਤੁਸੀਂ ਇਹ ਐਡਰੈਸ ਰੱਖਦੇ ਹੋ।
pl: Adres %s jest wymagany, ale nie można potwierdzić, że należy on do ciebie.
pt: %s é um endereço necessário, mas não podemos verificar que é um endereço seu.
ru: %s является требуемым адресом, но мы не можем подтвердить, что вы владеете этим адресом.
sl: %s je zahtevan naslov, vendar ni mogoče preveriti, ali si ga res lastite.
sr: %s је адреса е-поште која је обавезна, али нисмо могли потврдити да је она у Вашем власништву.
tr: %s gerekli bir adres, fakat bu adresin size ait olduğunu doğrulayamadık.

source: %(email)s verified!
ca: S'ha verificat %(email)s!
cs: E-mail %(email)s ověřen!
da: %(email)s bekræftet!
el: Η διεύθυνση %(email)s επαληθεύτηκε!
es: ¡%(email)s verificada!
fi: %(email)s varmennettu!
id: %(email)s telah diverifikasi!
ja: %(email)s が認証されました！
nl: %(email)s geverifieerd!
pa: %(email)s ਜਾਂਚਿਆ ਗਿਆ!
pl: Adres %(email)s został zweryfikowany!
pt: %(email)s verificado!
ru: %(email)s подтверждён!
sl: %(email)s potrjen!
sr: %(email)s потврђен!
tr: %(email)s doğrulandı!

source: Signing you in&hellip;
ca: Iniciant-vos la sessió a&hellip;
cs: Přihlášení&hellip;
da: Logger dig ind&hellip;
el: Σύνδεση στο&hellip;
es: Identificándote en&hellip;
fi: Kirjataan sinua sisään&hellip;
id: Sedang memasukkan Anda&hellip;
ja: ログインします&hellip;
nl: Aanmelden&hellip;
pa: ਤੁਹਾਨੂੰ ਸਾਇਨ ਇਨ ਕਰ ਰਿਹਾ ਹੈ&hellip;
pl: Trwa logowanie do&hellip;
pt: A iniciar sessão&hellip;
ru: Идёт ваш вход&hellip;
sl: Prijava poteka &hellip;
sr: Пријављујем Вас&hellip;
tr: Oturumunuz açılıyor&hellip;

source: Check your email
ca: Comproveu el vostre correu
cs: Podívejte se do svého e-mailu
da: Check din mail
el: Ελέγξτε το ηλεκτρονικό σας ταχυδρομείο
es: Revisa tu correo
fi: Tarkista sähköpostisi
id: Periksa surel Anda
ja: 認証用のメールを確認してください
nl: Controleer uw e-mail
pa: ਆਪਣੀ ਈਮੇਲ ਚੈੱਕ ਕਰੋ
pl: Sprawdź wiadomości na swoim koncie pocztowym
pt: Verifique o seu endereço de correio
ru: Проверьте вашу почту
sl: Preverite e-pošto
sr: Проверите Вашу е-пошту
tr: E-postanızı kontrol edin
