Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/client.po
Languages: ca, cs, da, el, es, fi, he, id, ja, nl, pa, pl, pt, ru, sl, sr, tr

source: You also agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
ca: També accepteu les <a %(terms)s>condicions d'ús</a> i la <a %(privacy)s>política de privadesa</a> de %(site)s.
cs: Souhlasíte také se <a %(terms)s>zásadami použití</a> a <a %(privacy)s>zásadami pro soukromí</a> webu %(site)s.
da: Du accepterer også %(site)ss <a %(terms)s>betingelser</a> og <a %(privacy)s>privatlivspolitik</a>.
el: Συνεχίζοντας, συμφωνείτε με τους <a %(terms)s>Όρους Χρήσης</a> και την <a %(privacy)s>Πολιτική Απορρήτου</a> της ιστοσελίδας %(site)s.
es: Al continuar, declaras que aceptas los <a %(terms)s>Términos de uso</a> y la <a %(privacy)s>Política de privacidad</a> de %(site)s.
fi: Hyväksyt myös sivuston %(site)s <a %(terms)s>käyttöehdot</a> ja <a %(privacy)s>tietosuojan</a>.
id: Anda juga menyetujui <a %(terms)s>Ketentuan</a> and <a %(privacy)s>Kebijakan Privasi</a> %(site)s.
ja: 手続きを進めると、%(site)s の <a %(terms)s>利用規約</a> および <a %(privacy)s>プライバシーポリシー</a> に同意したものとみなされます。
nl: U gaat tevens akkoord met de <a %(terms)s>Voorwaarden</a> en het <a %(privacy)s>Privacybeleid</a> van %(site)s.
pa: ਤੁਸੀ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ %(site)s's <a %(terms)s>ਨਿਯਮਾਂ</a> ਅਤੇ <a %(privacy)s>ਪਰਾਈਵੇਸੀ ਪਾਲਸੀ</a> ਨਾਲ ਵੀ ਸਹਿਮਤ ਹੋ।
pl: Akceptujesz <a %(terms)s>regulamin</a> i <a %(privacy)s>zasady ochrony prywatności</a> %(site)s.
pt: Você também concorda com os <a %(terms)s>Termos</a> e <a %(privacy)s>Política de privacidade</a> de %(site)s's.
ru: Вы также принимаете <a %(terms)s>Условия</a> и <a %(privacy)s>Политику приватности</a> %(site)s.
sl: Sprejeli boste tudi <a %(terms)s>pogoje uporabe</a> in <a %(privacy)s>politiko zasebnosti</a> strani %(site)s.
sr: Такође прихватате %(site)s <a %(terms)s>услове</a> и <a %(privacy)s>полису приватности</a>.
tr: %(site)s sitesinin <a %(terms)s>Koşullarını</a> ve <a %(privacy)s>Gizlilik İlkelerini</a> de kabul ediyorsunuz.

source: Create a Password
ca: Crea una contrasenya
cs: Vytvoření hesla
da: Opret en adgangskode
el: Δημιουργία κωδικού
es: Crear una contraseña
fi: Luo salasana
id: Buat sandi
ja: パスワードを作成する
nl: Maak een wachtwoord aan
pa: ਪਾਸਵਰਡ ਬਣਾਓ
pl: Utwórz hasło
pt: Crie uma senha
ru: Создать пароль
sl: Izberite geslo
sr: Направи лозинку
tr: Bir parola oluşturun

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. Please create a new password to use with your Persona account.
ca: %(idp)s ja no us permet iniciar la sessió a Persona amb la contrasenya de %(idp)s. Creeu una contrasenya i utilitzeu-la amb el vostre compte de Persona.
cs: %(idp)s již nedovoluje přihlášení pomocí Persona spolu s vašim heslem pro %(idp)s. Vytvořte pro svůj účet Persona nové heslo.
da: %(idp)s tillader ikke længere, at du logger ind på Persona med din %(idp)s-adgangskode. Opret en ny adgangskode til brug med din Persona-konto.
el: Το %(idp)s δεν σας επιτρέπει να συνδεθείτε στο Persona με το %(idp)s κωδικό σας. Παρακαλούμε δημιουργείστε νέο κωδικό για τον Persona λογαριασμό σας.
es: %(idp)s ya no te permite identificarte con Mozilla Persona usando tu contraseña %(idp)s. Crea una nueva contraseña para tu cuenta de Mozilla Persona.
fi: %(idp)s ei salli enää kirjautumista Personaan %(idp)s -salasanalla. Luo uusi salasana, jota käytetään Personan kanssa.
he: %(idp)s כבר אינו מאפשר כניסה לחשבון הפרסונה שלך עם ססמת %(idp)s שלך. נא ליצור ססמה חדשה לשימוש עם חשבון הפרסונה שלך.
id: %(idp)s tidak lagi mengizinkan Anda untuk masuk ke Persona dengan sandi %(idp)s. Silakan buat sandi baru untuk digunakan dengan akun Persona Anda.
ja: %(idp)s は、あなたの %(idp)s パスワードを用いて Persona にログインすることを許可しません。Persona アカウントで使用する新しいパスワードを作成してください。
nl: %(idp)s accepteert niet langer aanmeldingen bij Persona met uw %(idp)s-wachtwoord. Maak een nieuw wachtwoord aan voor uw Persona-account.
pa: %(idp)s ਹੁਣ ਤੁਹਾਨੂੰ ਅਾਪਣੇ %(idp)s ਪਾਸਵਰਡ ਨਾਲ Persona ਵਿੱਚ ਲਾਗਇਨ ਕਰਨ ਲਈ ਸਹਾਇਕ ਨਹੀ ਹੈ। ਤੁਹਾਡੇ Persona ਖਾਤੇ ਦੇ ਨਾਲ ਵਰਤਣ ਲਈ ਇੱਕ ਨਵਾ ਪਾਸਵਰਡ ਬਣਾਓ ਜੀ।
pl: Nie możesz już logować się do usługi Persona za pomocą hasła %(idp)s. Ustal nowe hasło.
pt: O %(idp)s já não permite iniciar sessão no Persona com a sua senha %(idp)s. Por favor crie uma nova senha e use a sua conta do Persona.
ru: %(idp)s больше не разрешает вам входить в Persona с помощью пароля %(idp)s. Пожалуйста, создайте новый пароль для использования с вашей учётной записью Persona.
sl: %(idp)s ne omogoča več prijav v Persono z vašim geslom za %(idp)s. Ustvarite novo geslo za delo s Persono.
sr: %(idp)s више Вам не дозвољава пријављивање у Persona са Вашом %(idp)s лозинком. Молимо Вас направите нову лозинку за свој Persona налог.
tr: %(idp)s artık Persona'ya %(idp)s parolanızla oturum açmanıza izin vermiyor. Lütfen Persona hesabınızla kullanmak için yeni bir parola oluşturun.

source: Your email address is new to us. Please create a password to use with FirefoxOS.
ca: No coneixem la vostra adreça electrònica. Creeu una contrasenya per utilitzar-la amb el Firefox OS.
cs: Vaše e-mailová adresa je pro nás nová. Pro její použití ve Firefox OS vytvořte heslo.
da: Vi har ikke set denne mailadresse før. Indtast den adgangskode, som du vil benytte med FirefoxOS.
el: Η διεύθυνσή σας είναι νέα για εμάς. Παρακαλούμε δημιουργείστε έναν κωδικό για χρήση στο FirefoxOS.
es: Tu dirección de correo electrónico es nueva para nosotros. Crea la contraseña que vas a usar con Firefox OS.
fi: Sähköpostiosoitteesi on meille uusi. Luo salasana, jota käytetään Firefox OS:n kanssa.
id: Alamat surel Anda masih belum terdaftar pada sistem kami. Silakan buat sandi untuk digunakan dengan FirefoxOS.
ja: あなたのメールアドレスは初めて使用されます。 FirefoxOS で使用するパスワードを作成してください。
nl: Uw e-mailadres is nieuw voor ons. Maak een wachtwoord aan voor het gebruik met Firefox OS.
pa: ਤੁਹਾਡਾ ਈਮੇਲ ਐਡਰੈਸ ਸਾਡੇ ਲਈ ਨਵਾਂ ਹੈ। ਫਾਇਰਫਾਕਸਓਐਸ ਨਾਲ ਵਰਤਣ ਲਈ ਪਾਸਵਰਡ ਬਣਾਉ ਜੀ।
pl: Ten adres nie jest zarejestrowany w usłudze Persona. By używać go z FirefoxOS, musisz dla niego utworzyć hasło.
pt: O seu endereço de correio é novo para nós. Por favor crie uma senha para usar com o FirefoxOS.
ru: Ваш адрес эл. почты для нас незнаком. Пожалуйста, создайте пароль для использования с FirefoxOS.
sl: Vašega e-poštnega naslova še ne poznamo. Izberite geslo za delo s FirefoxOS.
sr: Ваша адреса е-поште је нова за нас. Молимо Вас направите лозинку коју ћете користити уз FirefoxOS.
tr: E-posta adresinizle ilk defa karşılaştık. Lütfen Firefox OS ile kullanmak için bir parola oluşturun.

source: Your email address is new to us. Please create a password to use with Persona.
ca: No coneixem la vostra adreça electrònica. Creeu una contrasenya per utilitzar-la amb el Persona.
cs: Vaše e-mailová adresa je pro nás nová. Pro její použití pomocí Persona zadejte vytvořte heslo.
da: Vi har ikke set denne mailadresse før. Indtast den adgangskode, som du vil benytte med Persona.
el: Η διεύθυνσή σας είναι νέα για εμάς. Παρακαλούμε δημιουργείστε έναν κωδικό για χρήση στο Persona.
es: Tu dirección de correo electrónico es nueva para nosotros. Crea la contraseña que vas a usar con Mozilla Persona.
fi: Sähköpostiosoitteesi ei ole vielä käytössä. Aloita Personan käyttäminen luomalla sille salasana.
he: כתובת הדואר האלקרוני שלך חדשה לנו. נא ליצור ססמה כדי לעבוד עם פרסונה.
id: Alamat surel Anda baru bagi kami. Silakan buat sandi untuk digunakan dengan Persona.
ja: あなたのメールアドレスは初めて使用されます。 Persona で使用するパスワードを作成してください。
nl: Uw e-mailadres is nieuw voor ons. Kies een wachtwoord voor het gebruik met Persona.
pa: ਤੁਹਾਡਾ ਈਮੇਲ ਐਡਰੈਸ ਸਾਡੇ ਲਈ ਨਵਾਂ ਹੈ। ਪਰਸੋਨਾ ਨਾਲ ਵਰਤਣ ਲਈ ਪਾਸਵਰਡ ਬਣਾਉ ਜੀ।
pl: Ten adres nie jest zarejestrowany w usłudze Persona. By używać go z Persona, musisz dla niego utworzyć hasło.
pt: O seu endereço de correio é novo para nós. Por favor crie uma senha para usar com o Persona.
ru: Ваш адрес эл. почты для нас незнаком. Пожалуйста, создайте пароль для использования с Persona.
sl: Vašega e-poštnega naslova še ne poznamo. Ustvarite geslo za uporabo s Persono.
sr: Ваша адреса е-поште је нова за нас. Молимо Вас направите лозинку коју ћете користити са Persona-ом.
tr: E-posta adresinizle ilk defa karşılaştık. Lütfen Persona ile kullanmak için bir parola oluşturun.

source: create password
ca: crea una contrasenya
cs: vytvoření hesla
da: opret adgangskode
el: Δημιουργία κωδικού
es: crea una contraseña
fi: luo salasana
he: יצירת ססמה
id: buat sandi
ja: パスワードの作成
nl: wachtwoord aanmaken
pa: ਪਾਸਵਰਡ ਬਣਾਓ
pl: utwórz hasło
pt: criar senha
ru: создать пароль
sl: ustvari geslo
sr: направи лозинку
tr: parola oluştur

source: Password field required
ca: El camp de contrasenya és obligatori
cs: Pole s heslem je povinné
da: Adgangskodefeltet skal udfyldes
el: Απαιτείται ο κωδικός
es: La contraseña es obligatoria
fi: Salasana vaaditaan
id: Sandi wajib diisi
ja: パスワードの入力が必要です
nl: Wachtwoordveld vereist
pa: ਪਾਸਵਰਡ ਖੇਤਰ ਲੋੜੀਦਾ ਹੈ
pl: Musisz podać hasło
pt: A senha é obrigatória
ru: Требуется поле пароля
sl: Polje z geslom je obvezno
sr: Поље за унос лозинке је обавезно
tr: Parola alanı zorunludur

source: Passwords must be 8&ndash;80 characters long
ca: La contrasenya ha de tenir entre 8 i 80 caràcters
cs: Heslo musí být 8&ndash;80 znaků dlouhé
da: Adgangskoder skal være mellem 8&ndash;80 tegn lange.
el: Ο κωδικός θα πρέπει να αποτελείται από 8&ndash;80 χαρακτήρες
es: La contraseña debe tener entre 8 y 80 caracteres
fi: Salasanan tulee olla 8&ndash;80 merkkiä pitkä
id: Panjang sandi harus lebih dari 8 karakter dan kurang dari 80 karakter
ja: パスワードは 8 文字以上、80 文字以下でなくてはいけません
nl: Wachtwoorden moeten 8&ndash;80 tekens lang zijn
pa: ਪਾਸਵਰਡ 8&ndash;80 ਸ਼ਬਦ ਲੰਬਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Hasła muszą składać się z 8-80 znaków
pt: A senha tem de ter entre 8 e 80 caracteres
ru: Длина пароля должна быть от 8 до 80 символов
sl: Geslo mora biti dolgo 8&ndash;80 znakov
sr: Лозинка мора имати између 8 и 80 знакова
tr: Parola 8 ile 80 karakter arasında olmalıdır

source: Verify Password
ca: Verifica la contrasenya
cs: Ověření hesla
da: Bekræft adgangskode
el: Επαλήθευση Κωδικού
es: Verificar la contraseña
fi: Vahvista salasana
he: אימות ססמה
id: Verifikasi Sandi
ja: パスワードを検証しています
nl: Wachtwoord verifiëren
pa: ਪਾਸਵਰਡ ਜਾਚੋ
pl: Weryfikuj hasło
pt: Verificar senha
ru: Подтвердить пароль
sl: Potrditev gesla
sr: Потврди лозинку
tr: Parolayı doğrulayın

source: verify password
ca: verifica la contrasenya
cs: ověření hesla
da: bekræft adgangskode
el: Επαλήθευση Κωδικού
es: verificar la contraseña
fi: vahvista salasana
he: אימות ססמה
id: verifikasi sandi
ja: パスワードを検証しています
nl: wachtwoord verifiëren
pa: ਪਾਸਵਰਡ ਜਾਂਚੋ
pl: weryfikuj hasło
pt: verificar senha
ru: подтвердить пароль
sl: potrdite geslo
sr: потврди лозинку
tr: parolayı doğrula

source: Verification password required
ca: Cal verificar la contrasenya
cs: Je vyžadováno ověření hesla
da: Bekræftelse af adgangskode påkrævet
el: Απαιτείται η επαλήθευση του κωδικού
es: Se requiere verificar la contraseña
fi: Salasanan vahvistus vaaditaan
id: Verifikasi sandi diwajibkan
ja: 認証用のパスワードの入力が必要です
nl: Verificatiewachtwoord vereist
pa: ਪਾਸਵਰਡ ਪੜਤਾਲਣ ਦੀ ਲੋੜ ਹੈ।
pl: Musisz zweryfikować hasło
pt: É necessária a verificação da senha
ru: Требуется подтверждение пароля
sl: Potrditev gesla je obvezna
sr: Поље за потврду лозинке је обавезно
tr: Doğrulama parolası zorunludur

source: Passwords don&rsquo;t match!
ca: Les contrasenyes no coincideixen!
cs: Hesla si neodpovídají!
da: Adgangskoderne er ikke ens!
el: Οι κωδικοί δεν ταιριάζουν!
es: ¡Las contraseñas no coinciden!
fi: Salasanat eivät täsmää!
id: Sandi tidak cocok!
ja: パスワードが一致しません！
nl: Wachtwoorden komen niet overeen!
pa: ਪਾਸਵਰਡ ਮਿਲਦਾ ਨਹੀਂ ਹਨ!
pl: Hasła nie są zgodne!
pt: As senhas não correspondem!
ru: Пароли не совпадают!
sl: Gesli se ne ujemata!
sr: Лозинке се не подударају!
tr: Parolalar eşleşmiyor!

source: done
ca: fet
cs: hotovo
da: færdig
el: Ολοκλήρωση
es: hecho
fi: valmis
he: בוצע
id: selesai
ja: 完了
nl: klaar
pa: ਮੁਕੰਮਲ
pl: Wykonaj
pt: feito
ru: готово
sl: končaj
sr: готово
tr: bitti

source: Good news!
ca: Bones notícies!
cs: Dobré zprávy!
da: Gode nyheder!
el: Καλά νέα!
es: ¡Buenas noticias!
fi: Hyviä uutisia!
id: Kabar baik!
ja: うれしいお知らせ！
nl: Goed nieuws!
pa: ਚੰਗੀ ਖ਼ਬਰ!
pl: Dobre wiadomości!
pt: Boas notícias!
ru: Хорошие новости!
sl: Dobra novica!
sr: Добре вести!
tr: Haberler iyi!

source: %(email)s no longer requires an extra password. Verify your account and you will immediately be signed in to %(aWebsite)s
ca: %(email)s ja no requereix una contrasenya addicional. Verifiqueu el vostre compte i s'iniciarà immediatament la sessió a %(aWebsite)s
cs: %(email)s již nevyžaduje žádné extra heslo. Jakmile svůj účet ověříte, budete okamžitě přihlášeni k %(aWebsite)s.
da: %(email)s kræver ikke længere en ekstra adgangskode. Bekræftet din konto, og du vil med det samme blive du blive logget ind på %(aWebsite)s.
el: Η διεύθυνση %(email)s δεν απαιτεί πια έναν επιπλέον κωδικό. Επαληθεύστε τον λογαριασμό σας και θα συνδεθείτε αμέσως στην ιστοσελίδα %(aWebsite)s
es: %(email)s ya no requiere una contraseña extra. Verifica tu cuenta y te identificarás inmediatamente en %(aWebsite)s
fi: %(email)s ei enää vaadi ylimääräistä salasanaa. Vahvista tilisi ja kirjaudut välittömästi sisään sivulle %(aWebsite)s
id: %(email)s tidak lagi memerlukan sandi yang baru. Verifikasikan akun Anda dan Anda akan masuk langsung ke %(aWebsite)s
ja: %(email)s に追加のパスワードは必要ありません。アカウントを認証するだけで、すぐに %(aWebsite)s にログインできます
nl: %(email)s heeft geen extra wachtwoord meer nodig. Verifieer uw account en u wordt direct aangemeld bij %(aWebsite)s
pa: %(email)s ਨੂੰ ਇੱਕ ਵਾਧੂ ਪਾਸਵਰਡ ਦੀ ਲੋੜ ਨਹੀ ਹੈ। ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰੋ ਅਤੇ ਤੁਸੀਂ %(aWebsite)s ਵਿੱਚ ਤੁਰੰਤ ਸਾਇਨ ਇਨ ਕਰ ਸਕਦੇ ਹੋ।
pl: Dla adresu %(email)s nie jest potrzebne dodatkowe hasło. Zweryfikuj swoje konto i nastąpi logowanie do %(aWebsite)s.
pt: O %(email)s já não exige uma senha adicional. Verifique a sua conta e ficará imediatamente com sessão iniciada em %(aWebsite)s
ru: %(email)s больше не требует дополнительного пароля. Подтвердите вашу учётную запись и вы сразу же войдете на %(aWebsite)s
sl: %(email)s ne zahteva dodatnega gesla. Potrdite vaš račun in takoj zatem boste prijavljeni v %(aWebsite)s
sr: %(email)s више не захтева додатне лозинке. Потврдите Ваш налог и аутоматски ћете бити пријављени на %(aWebsite)s
tr: Artık %(email)s için ek bir parolaya ihtiyacınız yok. Hesabınızı doğruladığınızda %(aWebsite)s oturumunuz hemen açılacaktır.

source: verify
ca: Verifica
cs: ověření
da: bekræft
el: Επαλήθευση
es: verificar
fi: Vahvista
he: אימות
id: verifikasikan
ja: 認証
nl: verifiëren
pa: ਜਾਂਚ
pl: Weryfikuj
pt: verificar
ru: подтвердить
sl: potrdi
sr: потврди
tr: doğrula
