Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/messages.po
Languages: af, bg, ca, cy, de, el, es, eu, fr, fy, gd, gl, hu, id, it, lt, pl, pt, pt_br, ru, sr, tr

source: We are sorry, but currently your browser is not supported.
af: Jammer. U blaaier word nie tans ondersteun nie.
bg: Извинявайте, в момента вашият браузър не се поддържа.
ca: Ho sentim, però actualment el seu navegador no és compatible.
cy: Ymddiheuriadau, nid yw eich porwr yn cael ei gynnal ar hyn o bryd.
de: Es tut uns leid, aber Ihr Browser wird derzeit nicht unterstützt.
el: Λυπούμαστε, προς το παρόν ο περιηγητής σας δεν υποστηρίζεται.
es: Lo lamentamos, pero tu navegador no es compatible.
eu: Sentitzen dugu baina une honetan zure nabigatzaileak ez du euskarririk.
fr: Désolé, votre navigateur n'est pas encore supporté.
fy: It spyt ús, mar jo browser wurdt op dit stuit net stipe.
gd: Tha sinn duilich ach chan eil taic ris a' bhrabhsair agad an-dràsta fhèin.
gl: Sentímolo, pero o seu navegador non é compatíbel.
hu: Ez a böngésző jelenleg nem támogatott.
id: Maaf, peramban Anda tidak didukung.
it: Siamo spiacenti, ma al momento questo browser non è supportato.
lt: Apgailestaujame, tačiau Jūsų naršyklė šiuo metu nepalaikoma.
pl: Przepraszamy, ale twoja przeglądarka nie jest obsługiwana.
pt: Pedimos desculpa, mas de momento o seu navegador não é suportado.
pt_br: Desculpe, mas atualmente o seu navegador não é suportado pelo Persona.
ru: Извините, но в данное время ваш браузер не поддерживается.
sr: Жао нам је, али тренутно Ваш прегледач није подржан.
tr: Üzgünüz, mevcut tarayıcınız desteklenmiyor.

source: Firefox logo
af: Firefox-embleem
bg: Лого на Firefox
ca: Logotip del Firefox
cy: Logo Firefox
es: Logotipo de Firefox
eu: Firefox logoa
fr: Logo Firefox
gd: Suaicheantas Firefox
gl: Logo do Firefox
id: Logo Firefox
it: Logo di Firefox
lt: „Firefox“ logotipas
pl: Logo Firefoksa
pt: Logótipo do Firefox
pt_br: Logotipo do Firefox
ru: Логотип Firefox
sr: Firefox лого
tr: Firefox logosu

source: Persona works with <a %(getFirefoxLink)s>Firefox</a>
af: Persona werk met <a %(getFirefoxLink)s>Firefox</a>
bg: Persona работи с <a %(getFirefoxLink)s>Firefox</a>
ca: Persona funciona amb el <a %(getFirefoxLink)s>Firefox</a>
cy: Mae Persona yn gweithio gyda <a %(getFirefoxLink)s>Firefox</a>
de: Persona funktioniert mit <a %(getFirefoxLink)s>Firefox</a>
el: Το Persona δουλεύει με τον <a %(getFirefoxLink)s>Firefox</a>
es: Mozilla Persona funciona con <a %(getFirefoxLink)s>Firefox</a>
eu: Persona <a %(getFirefoxLink)s>Firefox</a>ekin dabil
fr: Persona fonctionne avec <a %(getFirefoxLink)s>Firefox</a>
fy: Persona wurket mei <a %(getFirefoxLink)s>Firefox</a>
gd: Obraichidh Persona le <a %(getFirefoxLink)s>Firefox</a>
gl: Mozilla Persona funciona co <a %(getFirefoxLink)s>Firefox</a>
hu: A Persona a <a %(getFirefoxLink)s>Firefox</a> böngészővel
id: Persona dapat bekerja di <a %(getFirefoxLink)s>Firefox</a>
it: Persona funziona con <a %(getFirefoxLink)s>Firefox</a>
lt: „Persona“ veikia su <a %(getFirefoxLink)s>„Firefox“</a>
pl: Usługa Persona działa z <a %(getFirefoxLink)s>Firefoksem</a>
pt: O Persona funciona com o <a %(getFirefoxLink)s>Firefox</a>
pt_br: O Persona funciona com o <a %(getFirefoxLink)s>Firefox</a>
ru: Persona работает с <a %(getFirefoxLink)s>Firefox</a>
sr: Persona ради са <a %(getFirefoxLink)s>Firefox-ом</a>
tr: Persona <a %(getFirefoxLink)s>Firefox</a> ile

source: and other <a %(otherBrowserLink)s>modern browsers.</a>
af: en ander <a %(otherBrowserLink)s>moderne webblaaiers.</a>
bg: и други <a %(otherBrowserLink)s>модерни браузъри.</a>
ca: i altres <a %(otherBrowserLink)s>navegadors moderns.</a>
cy: a <a %(otherBrowserLink)s>phorwyr modern</a> eraill.
de: und anderen <a %(otherBrowserLink)s>modernen Browsern</a>.
el: και άλλους <a %(otherBrowserLink)s>σύγχρονους περιηγητές.</a>
es: y otros <a %(otherBrowserLink)s>navegadores modernos.</a>
eu: eta beste <a %(otherBrowserLink)s>nabigatzaile modernoekin.</a>
fr: et d'autres <a %(otherBrowserLink)s>navigateurs modernes</a>.
fy: en oare <a %(otherBrowserLink)s>moderne browsers.</a>
gd: agus <a %(otherBrowserLink)s>brabhsairean ùra</a> eile.
gl: e outros <a %(otherBrowserLink)s>navegadores modernos.</a>
hu: más <a %(otherBrowserLink)s>modern böngészővel</a> működik.
id: dan juga <a %(otherBrowserLink)s>peramban modern</a> lainnya.
it: e con altri <a %(otherBrowserLink)s>browser di nuova generazione.</a>
lt: ir kitomis <a %(otherBrowserLink)s>šiuolaikinėmis naršyklėmis</a>.
pl: i innymi <a %(otherBrowserLink)s>nowoczesnymi przeglądarkami.</a>
pt: e outros <a %(otherBrowserLink)s>navegadores modernos.</a>
pt_br: e outros <a %(otherBrowserLink)s>navegadores modernos.</a>
ru: и другими <a %(otherBrowserLink)s>современными браузерами.</a>
sr: и другим <a %(otherBrowserLink)s>савременим прегледачима.</a>
tr: ve diğer <a %(otherBrowserLink)s>modern tarayıcılarla</a> çalışır.

source: Sorry, your browser does not support signing in to this website.
bg: Извинявайте, вашият браузър не поддържа вписване в тази страница.
ca: El vostre navegador no permet iniciar la sessió en aquest lloc web.
cy: Ymddiheuriadau, nid yw eich porwr yn cynnal mewngofnodi i'r wefan hon.
de: Es tut uns leid, Ihr Browser unterstützt die Anmeldung auf dieser Website nicht.
el: Λυπούμαστε, ο περιηγητής σας δεν υποστηρίζει τη σύνδεση σε αυτόν τον ιστότοπο.
es: Lo sentimos, pero tu navegador no permite que te identifiques en esta página.
eu: Sentitzen dugu, zure nabigatzaileak ez du webgune honetara saioa hasteko euskarririk.
fr: Désolé, votre navigateur ne prend pas en charge l'identification sur ce site.
fy: Sorry, jo browser stipet oanmelden op dizze website net.
gl: Sentímolo, o seu navegador non é compatíbel coa identificación deste sitio web.
hu: Elnézést, a böngészője nem támogatja a belépést erre a webhelyre.
id: Maaf, peramban Anda tidak mendukung proses masuk ke situs web ini.
it: Spiacenti, il browser in uso non è in grado di accedere a questo sito.
lt: Deja, Jūsų naršyklė nepalaiko jungimosi prie šios svetainės.
pl: Przepraszamy, Twoja przeglądarka nie obsługuje logowania do tej witryny.
pt: Desculpe, o seu navegador não suporta o início de sessão para este sítio.
pt_br: Desculpe, seu navegador não suporta assinatura para este site
ru: К сожалению, ваш браузер не поддерживает вход на этот веб-сайт.
sr: Жао нам је, Ваш прегледач не подржава пријављивање на овај веб сајт.
tr: Üzgünüz, tarayıcınız bu web sitesinde oturum açmayı desteklemiyor.

source: The owner of this website needs to update to use Persona's <a %s>navigator.id.watch()</a> feature.
bg: Собственикът на тази страница трябва да го обнови, използвайки свойството <a %s>navigator.id.watch()</a> на Persona.
ca: El propietari d'aquest lloc web necessitar actualitzar-se per utilitzar la característica de Persona <a %s>navigator.id.watch()</a>.
cy: Mae angen i berchennog y wefan ddiweddaru er mwyn defnyddio nodwedd <a %s>navigator.id.watch()</a> Persona.
de: Der Betreiber dieser Website muss ein Update durchführen, um die Funktion <a %s>navigator.id.watch()</a> von Persona zu verwenden.
el: Ο ιδιοκτήτης του ιστοτόπου πρέπει να τον ενημερώσει προκειμένου να κάνει χρήση του Persona χαρακτηριστικού <a %s>navigator.id.watch()</a>.
es: El propietario de esta página tiene que actualizar el sitio para poder utilizar la característica <a %s>navigator.id.watch()</a> de Mozilla Persona.
eu: Personaren <a %s>navigator.id.watch()</a> eginbidea erabiltzeko eguneratu behar du webgunea bere jabeak.
fr: Le propriétaire de ce site doit le mettre à jour afin d'utiliser la fonctionnalité <a %s>navigator.id.watch()</a> de Persona.
fy: De eigner fan dizze website moat fernije om gebrûk te meitsjen fan de Persona <a %s>navigator.id.watch()</a> funksje.
gl: O propietario deste sitio web necesita actualizalo para usar a característica <a %s>navigator.id.watch()</a> de Mozilla Persona.
hu: A webhely tulajdonosának frissítenie kell a Persona <a %s>navigator.id.watch()</a> szolgáltatásának használatához.
id: Pemilik situs web ini harus memperbarui situsnya untuk menggunakan fitur <a %s>navigator.id.watch()</a> Persona.
it: È necessario che il proprietario di questo sito web aggiorni il codice utilizzato per Persona in modo che supporti il metodo <a %s>navigator.id.watch()</a>.
lt: Šios svetainės autorius turėtų ją atnaujinti, kad ji naudotų „Personos“ <a %s>navigator.id.watch()</a> funkciją.
pl: Właściciel tej witryny powinien ją unowocześnić, by używała funkcji %s>navigator.id.watch()</a>.
pt: O proprietário deste sítio web deve atualizá-lo para utilizar a funcionalidade <a %s>navigator.id.watch()</a> do Persona.
pt_br: O proprietário deste site precisa atualiza-lo para usar o recurso <a %s>navigator.id.watch()</a> do Persona.
ru: Владельцу этого веб-сайта необходимо его обновить, чтобы использовать функцию <a %s>navigator.id.watch()</a> Persona.
sr: Власник овог веб сајта треба да га ажурира да би користио <a %s>navigator.id.watch()</a> опцију Persona-е.
tr: Bu web sitesinin sahibinin, Persona'nın <a %s>navigator.id.watch()</a> özelliğini kullanmak için güncelleme yapması gerekiyor.

source: <a %s><strong>Mozilla Persona.</strong></a> Simple sign-in from the non-profit behind Firefox.
af: <a %s><strong>Mozilla Persona.</strong> Maklike aanmelding moontlik gemaak deur die mense agter Firefox.</a>
bg: <a %s><strong>Mozilla Persona.</strong></a> Лесно вписване от организацията с нестопанска цел зад Firefox.
ca: <strong>Mozilla Persona.</strong> L'inici de sessió simplificat, desenvolupat per l'organització sense afany de lucre darrere del Firefox.
cy: <a %s><strong>Mozilla Persona.</strong></a> Mewngofnodi syml wedi ei greu gan gorff ddim am elw sy'n darparu Firefox.
de: <a %s><strong>Mozilla Persona.</strong></a> Einfache Anmeldung, entwickelt von der gemeinnützigen Organisation hinter Firefox.
el: <a %s><strong>Mozilla Persona.</strong></a> Απλός τρόπος σύνδεσης, από τον μη κερδοσκοπικό οργανισμό που βρίσκεται πίσω από τον Firefox.
es: <strong>Mozilla Persona.</strong> La identificación simplificada y desarrollada por la organización que está detrás de Firefox.
eu: <a %s><strong>Mozilla Persona.</strong></a> Saio-hasiera sinplea Firefoxen atzetik dagoen irabazi-asmorik gabeko erakundeak egina.
fr: <a %s><strong>Mozilla Persona.</strong></a> Connexion simplifiée, réalisée par l'organisation à but non lucratif à l'origine de Firefox.
fy: <a %s></a><strong><Mozilla Persona.</strong></a> Ferienfâldicht oanmelde fan de non-profitorganisaasje achter Firefox.
gl: <a %s><strong>Mozilla Persona.</strong></a> A identificación simplificada da organización sen fins de lucro detrás de Firefox.
hu: <a %s><strong>Mozilla Persona.</strong></a> Egyszerűsített bejelentkezés a Firefox mögött álló nonprofit szervezettől.
id: <a %s><strong>Mozilla Persona.</strong></a> Proses masuk yang mudah, oleh organisasi nirlaba di balik Firefox.
it: <a %s><strong>Mozilla Persona</strong></a>. L’accesso semplificato realizzato senza fini di lucro dagli stessi creatori di Firefox.
lt: <a %s><strong>Mozilla Persona.</strong></a> Paprastas prisijungimas, sukurtas pelno nesiekiančių „Firefox“ leidėjų.
pl: <a %s><strong>Mozilla Persona</strong></a>. Ułatwia logowanie, zbudowana na zasadach non-profit z poparciem Firefoksa.
pt: <a %s><strong>Mozilla Persona.</strong></a> Uma forma simples de autenticação, da entidade sem fins lucrativos que desenvolve o Firefox.
pt_br: <a %s><strong>Mozilla Persona.</strong></a> Identificação simplificada, criada por uma organização sem fins lucrativos.
ru: <a %s><strong>Mozilla Persona.</strong></a> Простой процесс регистрации от некоммерческой организации, создавшей Firefox.
sr: <a %s><strong>Mozilla Persona.</strong></a> Једноставно пријављивање од непрофитне организације која стоји иза Firefox-а.
tr: <a %s><strong>Mozilla Persona.</strong></a> Firefox'un arkasındaki güçten, basit oturum açma.

source: Click this link to confirm access to %(site)s:
bg: Посетете тази препратка, за да потвърдите достъпа си до %(site)s:
ca: Feu clic a l'enllaç per confirmar l'accés a %(site)s:
cy: Cliciwch y ddolen i gadarnhau'r mynediad i %(site)s:
de: Klicken Sie auf diesen Link, um die Anmeldung bei %(site)s zu bestätigen:
el: Κάντε κλικ για να επαληθεύσετε την σύνδεση με την ιστοσελίδα %(site)s:
es: Haz clic en este enlace para confirmar acceso a %(site)s:
eu: Egin berrespen-esteka honetan %s gunerako sarbidea berresteko:
fr: Cliquez sur ce lien afin de confirmer votre identification sur %(site)s :
fy: Klik op dizze keppeling om tagong te befêstigjen by %(site)s:
gl: Prema nesta ligazón para confirmar o acceso a %(site)s:
hu: Kattintson erre a hivatkozásra a bejelentkezés megerősítéséhez ide: %(site)s:
id: Klik tautan ini untuk mengonfirmasi info masuk ke %(site)s:
it: Fai clic sul seguente link per confermare l’accesso a %(site)s:
lt: Spustelėkite šį saitą, kad patvirtintumėte prisijungimą prie svetainės „%(site)s“:
pl: Kliknij ten odnośnik, by potwierdzić dostęp do %(site)s:
pt: Clique nesta ligação para confirmar o acesso a %(site)s:
pt_br: Clique neste link para confirmar o acesso a %(site)s:
ru: Щёлкните по этой ссылке, чтобы подтвердить доступ к %(site)s:
sr: Кликните на ову везу како бисте потврдили приступ сајту %(site)s:
tr: %(site)s sitesine erişimi onaylamak için bu linke tıklayın:

source: If you were NOT attempting this sign-in, please ignore this email.
af: Indien u nié probeer aanmeld by dié werf nie, ignoreer bloot dié boodskap.
bg: Ако НЕ се опитвате да се впишете в тази страница, пренебрегнете това съобщение.
ca: Si NO estiguéssiu intentant iniciar la sessió, ignoreu aquest correu electrònic.
cy: Os NAD ydych yn ceisio mewngofnodi, anwybyddwch yr e-bost hwn.
de: Wenn Sie diese Anmeldung NICHT versucht haben, ignorieren Sie bitte diese E-Mail.
el: Αν ΔΕΝ επιχειρήσατε αυτή την σύνδεση, παρακαλούμε αγνοήστε αυτό το μήνυμα.
es: Si NO intentaste identificarte aquí, ignora este correo.
eu: EZ bazenuen saiorik hasi nahi, ezikusi mezu hau.
fr: Si vous n'êtes PAS à l'origine de cette tentative d'identification, veuillez ignorer ce message.
fy: As jo NET dwaande wienen mei oanmelden, negearje dan dizze e-mail.
gl: Se NON estaba tentando esta identificación, ignore este correo.
hu: Ha NEM próbált bejelentkezni, akkor hagyja figyelmen kívül ezt a levelet.
id: Jika Anda TIDAK sedang mencoba masuk, abaikan surel ini.
it: Se non stavi tentando di accedere a questo sito ignora pure questo messaggio.
lt: Jeigu Jūs NEBANDĖTE prisijungti prie šios svetainės, tiesiog ignoruokite šį laišką.
pl: Jeśli próba zalogowania nie była podjęta przez Ciebie – zignoruj tę wiadomość.
pt: Se NÃO está a tentar iniciar esta sessão, por favor ignore esta mensagem de correio.
pt_br: Se você NÃO está tentando se identificar nesse site, apenas ignore esta mensagem.
ru: Если вы НЕ пытаетесь войти на этот сайт, пожалуйста, проигнорируйте это письмо.
sr: Ако НИСТЕ покушали овде да се пријавите, молимо Вас игноришите ову поруку.
tr: Bu siteye giriş yapmaya ÇALIŞMADIYSANIZ lütfen bu e-postayı görmezden gelin.

source: Simple sign-in from the non-profit behind Firefox
af: Maklike aanmelding moontlik gemaak deur die mense agter Firefox
bg: Лесно вписване от организацията с нестопанска цел зад Firefox
ca: L'inici de sessió simplificat, desenvolupat per l'organització sense afany de lucre darrere del Firefox
cy: Mewngofnodi syml wedi ei greu gan y corff ddim am elw sy'n darparu Firefox
de: Einfache Anmeldung, entwickelt von der gemeinnützigen Organisation hinter Firefox
el: Απλός τρόπος σύνδεσης, από το μη κερδοσκοπικό οργανισμό που βρίσκεται πίσω από τον Firefox
es: La identificación simplificada y desarrollada por la organización que está detrás de Firefox
eu: Saio-hasiera sinplea Firefoxen atzetik dagoen irabazi-asmorik gabeko erakundeak egina
fr: Connexion simplifiée, réalisée par l'organisation à but non lucratif à l'origine de Firefox
fy: Ferienfâldicht oanmelde, fan de non-profitorganisaasje achter Firefox
gl: A identificación simplificada da organización sen fins de lucro detrás de Firefox
hu: Egyszerűsített bejelentkezés a Firefox mögötti nonprofit szervezettől
id: Proses masuk yang mudah, oleh organisasi nirlaba di balik Firefox
it: L’accesso semplificato realizzato senza fini di lucro dagli stessi creatori di Firefox.
lt: Paprastas prisijungimas, sukurtas pelno nesiekiančių „Firefox“ leidėjų
pl: Proste logowanie z poparciem Firefoksa
pt: O início de sessão simplificado e desenvolvido pela organização que está por trás do Firefox
pt_br: Identificação simplificada, criada por uma organização sem fins lucrativos que esta por trás do Firefox
ru: Упрощённая регистрация от некоммерческой организации, создавшей Firefox
sr: Једноставно пријављивање од непрофитне организације која стоји иза Firefox-а
tr: Firefox'un arkasındaki güçten, basit oturum açma.

source: Learn more at https://login.persona.org/about
af: Meer inligting by https://login.persona.org/about
bg: Научете повече на https://login.persona.org/about
ca: Més informació a https://login.persona.org/about
cy: Dysgwch ragor yn https://login.persona.org/about
de: Erfahren Sie mehr unter https://login.persona.org/about
el: Μάθετε περισσότερα στο https://login.persona.org/about
es: Más información en https://login.persona.org/about
eu: Argibide gehiago https://login.persona.org/about helbidean
fr: Plus d'informations sur https://login.persona.org/about
fy: Lês mear op https://login.persona.org/about
gl: Obteña máis información en https://login.persona.org/about
hu: Tudjon meg többet a https://login.persona.org/about oldalon
id: Pelajari lebih lanjut di https://login.persona.org/about
it: Ulteriori informazioni su https://login.persona.org/about
lt: Sužinokite daugiau adresu https://login.persona.org/about
pl: Dowiedz się więcej na stronie https://login.persona.org/about
pt: Saiba mais em https://login.persona.org/about
pt_br: Saiba mais em https://login.persona.org/about
ru: Узнайте больше на https://login.persona.org/about
sr: Сазнајте више на https://login.persona.org/about
tr: Daha fazla bilgi için https://login.persona.org/about

source: Confirm your address now
af: Bevestig u adres nou
bg: Потвърдете адреса на своята ел. поща сега
ca: Confirmeu ara la vostra adreça electrònica
cy: Cadarnhewch y cyfeiriad nawr
de: Bestätigen Sie jetzt Ihre Adresse
el: Επαληθεύστε την διεύθυνση σας τώρα
es: Confirma la dirección de correo ahora
eu: Berretsi zure helbidea orain
fr: Confirmer votre adresse maintenant
fy: Befêstigje no jo adres
gl: Confirme agora o seu enderezo
hu: Hagyja jóvá e-mail címét
id: Konfirmasikan alamat surel Anda sekarang
it: Conferma adesso l’indirizzo email
lt: Patvirtinkite savo el. pašto adresą dabar
pl: Potwierdź adres e-mail
pt: Confirme o endereço de correio agora
pt_br: Confirme seu endereço de e-mail agora
ru: Подтвердить ваш адрес
sr: Одмах потврдите Вашу адресу
tr: Şimdi e-posta adresinizi doğrulayın

source: Confirm your account now
af: Bevestig u rekening nou
bg: Потвърдете регистрацията си сега
ca: Confirmeu ara el vostre compte
cy: Cadarnhewch eich cyfrif nawr
de: Bestätigen Sie jetzt Ihr Konto
el: Επαλήθευση του λογαριασμού σας τώρα
es: Confirma tu cuenta ahora
eu: Berretsi zure kontua orain
fr: Confirmer votre compte maintenant
fy: Befêstigje no jo account
gl: Confirme agora a súa conta
hu: Fiók jóváhagyása
id: Konfirmasikan akun Anda sekarang
it: Conferma adesso l’account
lt: Patvirtinkite savo paskyrą dabar
pl: Potwierdź konto
pt: Confirme a sua conta agora
pt_br: Confirme a sua conta agora
ru: Подтвердить вашу уч. запись
sr: Потврдите Ваш налог сада
tr: Şimdi hesabınızı doğrulayın

source: Forgot your password for Persona? It happens to the best of us.
af: Die wagwoord vir Persona vergeet? Dit gebeur met die beste onder ons.
bg: Забравихте паролата си за Persona? Случва се и на най-добрите.
ca: Heu oblidat la contrasenya del Persona? Això passa fins i tot als millors.
cy: Wedi anghofio eich cyfrinair Persona? Mae'n digwydd i bawb.
de: Haben Sie Ihr Passwort für Persona vergessen? Das passiert selbst den Besten mal.
el: Ξεχάσατε τον κωδικό σας για το Persona; Συμβαίνει και στις καλύτερες οικογένειες.
es: ¿Olvidaste tu contraseña de Mozilla Persona? Eso nos pasa hasta a los mejores.
eu: Persona-ko pasahitza ahaztu duzu? Onenei ere pasatzen zaie.
fr: Oublié votre mot de passe Persona ? Ça peut arriver aux meilleurs.
fy: Jo wachtwurd foar Persona ferjitten? It kin de bêste oerkomme.
gd: Na dhìochuimhnich thu am facal-faire Persona agad? Tachraidh sin dhan a h-uile duine.
gl: Esqueceu o seu contrasinal para Mozilla Persona? Iso pásanos ata os mellores.
hu: Elfelejtette a Persona jelszavát? Ez a legjobbakkal is előfordul.
id: Lupa sandi masuk Persona? Tak perlu khawatir.
it: Hai dimenticato la password di Persona? Capita anche ai migliori.
lt: Pamiršote „Personos“ slaptažodį? Deja, taip nutinka ir geriausiems.
pl: Nie pamiętasz hasła dla Persona? Może się to zdarzyć każdemu.
pt: Esqueceu a sua senha do Persona? Acontece aos melhores.
pt_br: Esqueceu sua senha do Persona? Acontece nas melhores famílias.
ru: Забыли свой пароль для Persona? Это может случиться с каждым.
sr: Заборавили сте Вашу лозинку за Persona? И најбољима се дешава.
tr: Persona parolanızı mı unuttunuz? Hepimizin başına gelebilir.

source: Click to reset your password:
af: Klik om die wagwoord te herstel:
bg: Натиснете, за да възстановите паролата си:
ca: Feu clic per reiniciar la contrasenya:
cy: Cliciwch i ailosod eich cyfrinair:
de: Klicken Sie, um Ihr Passwort zurückzusetzen:
el: Κάντε κλικ για επαναφορά του κωδικού σας:
es: Haz clic para restablecer tu contraseña:
eu: Egin klik zure pasahitza berrezartzeko:
fr: Cliquez pour réinitialiser votre mot de passe :
fy: Klik om jo wachtwurd opnij yn te stellen:
gd: Briog an-seo gus am facal-faire agad ath-shuidheachadh:
gl: Prema para restabelecer o contrasinal:
hu: Jelszó visszaállítása:
id: Klik untuk menyetel ulang sandi Anda:
it: Fai clic per reimpostare la password:
lt: Spustelėkite slaptažodžio perkūrimui:
pl: Kliknij, by zresetować hasło:
pt: Clique para reiniciar a senha:
pt_br: Clique para criar uma senha nova:
ru: Щёлкните, чтобы сбросить свой пароль:
sr: Кликните како бисте обновили Вашу лозинку:
tr: Parolanızı sıfırlamak için tıklayın:
