Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/messages.po
Languages: af, bg, ca, cy, de, el, es, eu, fr, fy, gd, gl, hu, id, it, lt, pl, pt, pt_br, ru, sr, tr

source: Persona is developed by Mozilla, a not-for-profit company trusted throughout the Web community. Our goal is to create technologies that balance an open Web platform with people's privacy.
bg: Persona се разработва от Mozilla, компания с нестопанска цел, радваща се на доверие в Web-обществото. Наша цел е да създаваме технологии, балансиращи отворени Web-платформи с неприкосновеността на личните данни на хората.
ca: Persona està desenvolupat per Mozilla, una organització sense ànim de lucre que té la confiança de tota la comunitat web. El nostre objectiu és crear tecnologies que garanteixin l'equilibri d'una plataforma web oberta amb la privadesa de les persones.
cy: Mae Persona wedi ei ddatblygu gan Mozilla, cwmni nid er elw sy'n fawr ei barch yn y gymuned Gwe. Ein nod yw creu technolegau sy'n creu platfform gwe agored ac yn parchu preifatrwydd defnyddwyr.
de: Persona wird entwickelt von Mozilla, einem gemeinnützigen Unternehmen, dem man in der ganzen Internet-Gemeinschaft vertraut. Unser Ziel ist das Entwickeln von Technologien, die ein Gleichgewicht herstellen zwischen einer Plattform des offenen Internets und dem Schutz persönlicher Daten.
el: Το Persona αναπτύσσεται από την Mozilla, μία μη κερδοσκοπική εταιρεία, που την εμπιστεύεται η κοινότητα του Διαδικτύου. Ο σκοπός μας είναι η δημιουργία τεχνολογιών, που ισορροπούν μία ανοιχτή Διαδικτυακή πλατφόρμα με την ιδιωτικότητα των ανθρώπων.
es: Mozilla Persona lo desarrolla Mozilla, una organización sin fines de lucro en la que confía la comunidad de Internet. Nuestro objetivo es crear tecnologías que armonicen una plataforma web abierta con la privacidad de los usuarios.
eu: Mozillak garatu du Persona, web komunitatearen konfiantza duen irabazi-asmorik gabeko enpresak. Web irekiaren eta jendearen pribatutasunaren arteko oreka duten teknologiak sortzea da gure helburua.
fr: Persona est développé par Mozilla, une organisation sans but lucratif, ayant la confiance de la communauté du Web. Notre objectif est de créer des technologies qui allient plateforme Web ouverte et respect de la vie privée.
fy: Persona is ûntwikkele troch Mozilla, in troch de ynternetmienskip fertroude organisaasje sûnder winsteachmerk. Us doel is it kreëaren fan technologyen dy't ien iepen Web-platform mei privacy fan minsken yn balâns bringe.
gd: Tha Persona 'ga dhealbhadh le Mozilla, companaidh nach eil ag obair a chum prothaid agus sa bheil earbsa aig coimhearsnachd an lìn. Tha sinn airson teicneolasan a chruthachadh a nì cothromachadh eadar àrd-ùrlar-lìn fosgailte agus prìobhaideachd dhaoine.
gl: Mozilla, unha organización sen fins de lucro na que confía a comunidade de Internet, desenvolve Mozilla Persona. O noso obxectivo é crear tecnoloxías que garantan o equilibrio entre unha Internet aberta e a privacidade das persoas.
hu: A Personat a Mozilla, egy non-profit szervezet fejleszti, amely a webes közösség bizalmát élvezi. Célunk olyan technológiát létrehozni, amely nyílt webes platformon oldja meg a felhasználók adatainak védelmét.
id: Persona dikembangkan oleh Mozilla, perusahaan nirlaba yang terpercaya di dunia Web. Tujuan kami adalah untuk menciptakan teknologi yang menyeimbangkan platform Web terbuka dengan privasi khalayak.
it: Persona è sviluppata da Mozilla, una società senza fini di lucro che gode della fiducia di tutta la comunità Web. Il nostro obiettivo è quello di creare tecnologie basate su piattaforme aperte che tutelino la privacy degli utenti.
lt: „Personą“ sukūrė „Mozilla“ – ne pelno siekianti organizacija, kuria pasitikima visa saityno bendruomenė. Mūsų tikslas – kurti technologijas, padedančias išlaikyti saityną atviru ir išsaugoti privatumą.
pl: Persona jest stworzona i rozwijana przez Mozillę, organizację non-profit cieszącą się zaufaniem społeczności internetowej. Naszym celem jest tworzenie technologii, które odpowiednio równoważą platformę otwartego internetu z prywatnością użytkowników.
pt: O Persona é desenvolvido pela Mozilla, uma companhia sem fins lucrativos em quem a comunidade web confia. O nosso objetivo é o de criar tecnologias que balancem entre a privacidade das pessoas e uma plataforma web gratuita.
pt_br: O Persona é desenvolvido pela Mozilla, uma organização sem fins lucrativos conhecida mundialmente como defensora da internet. Nosso objetivo é criar tecnologias que garantam o equilíbrio entre uma internet aberta e a privacidade das pessoas.
ru: Persona разработана Mozilla, некоммерческой компанией, которой доверяют пользователи Интернет по всему миру. Нашей целью является создание технологий, балансирующих открытость веб-платформы с приватностью пользователей.
sr: Persona је развијена од стране Mozilla фондације, непрофитне организације којој верују широм интернет заједнице. Наш циљ је да креирамо технологије које ће балансирати отворену веб платформу са приватношћу људи.
tr: Persona, Web topluluğun güvenini kazanmış, kâr amacı gütmeyen bir şirket olan Mozilla tarafından geliştirmiştir. Amacımız, açık bir Web platformunu insanların mahremiyeti ile dengeleyen teknolojiler yaratmaktır.

source: Persona preserves your privacy
bg: Persona запазва неприкосновеността на личността ви
ca: El Persona protegeix la vostra privadesa
cy: Mae Persona'n diogelu eich preifatrwydd
de: Persona wahrt Ihre Privatsphäre
el: Το Persona διατηρεί την ιδιωτικότητά σας
es: Mozilla Persona protege tu privacidad
eu: Persona-k zure pribatutasuna bermatzen du
fr: Persona préserve votre vie privée
fy: Persona hanthavet jo privacy
gd: Dìonaidh Persona do phrìobhaideachd
gl: Mozilla Persona garante a súa privacidade
hu: A Persona biztosítja az adatvédelmet
id: Persona menjaga privasi Anda
it: Persona protegge la tua privacy
lt: „Persona“ saugo Jūsų privatumą
pl: Persona chroni twoją prywatność
pt: O Persona preserva a sua privacidade
pt_br: O Persona garante a sua privacidade
ru: Persona охраняет вашу приватность
sr: Persona чува Вашу приватност
tr: Persona, mahremiyetinizi korur

source: Persona does not track your activity around the Web. It creates a wall between signing you in and what you do once you're there. The history of what sites you visit is stored only on your own computer.
bg: Persona не следи дейността ви в мрежата. Тя създава стена между вписването и това какво правите след него. История на посещаваните от вас страници се пази само на личния ви компютър.
ca: El Persona no monitoritza la vostra activitat a Internet. Es crea una barrera entre el vostre inici de sessió i l'activitat que realitzeu un cop sou a dins. L'historial de navegació es desa només al vostre equip.
cy: Nid yw Person yn cofnodi eich symudiadau o amgylch y we. Mae'n creu mur rhwng eich mewngofnodi a'r hyn wnewch chi unwaith rydych chi yno. Mae hanes pa wefannau rydych wedi ymweld â nhw'n cael eu cadw ar eich cyfrifiadur chi yn unig.
de: Persona verfolgt Ihre Aktivitäten im Internet nicht. Es stellt eine Mauer zwischen Ihre Anmeldung, und dem, was Sie dann dort tun. Die Chronik der Seiten, die Sie besuchen, wird nur auf Ihrem eigenen Rechner gespeichert.
el: Το Persona δεν καταγράφει την δραστηριότητά σας στο Διαδίκτυο. Δημιουργεί ένα τοίχος ανάμεσα στην διαδικασία σύνδεσης και στο που συνδέεστε. Το ιστορικό των σελίδων που επισκεφθήκατε αποθηκεύεται μόνο στον υπολογιστή σας.
es: Mozilla Persona no rastrea tu actividad en la Web. Una vez que te conectas a un sitio web, crea un muro entre tu identificación y tu actividad. El historial de los sitios que visitas se guarda únicamente en tu equipo.
eu: Persona-k ez du webean zehar zure jardueraren jarraipenik egiten. Horma bat sortzen du zure saio-hasieraren eta hortik aurrerako zure ekintzen artean. Bisitatu dituzun webguneen historia zure ordenagailuan gordetzen da soilik.
fr: Persona ne trace pas votre activité sur le Web. Il crée un mur entre votre identification et ce que vous faites une fois connecté(e). L'historique de votre navigation n'est stocké que sur votre ordinateur.
fy: Persona folget jo aktiviteiten op it ynternet net. Tt kreëarret in muorre tusken it oanmelden fan jo en wat jo dogge as jo der ien kear binne. De skiednis fan hokker websites jo besykje wurdt allinnich op jo eigen kompjûter bewarre.
gd: Cha dèan Persona tracadh air na nì thu airson an lìon. Togaidh e balla eadar clàradh a-steach agus na nì thu turas a bhios tu a-staigh. Cha dèid eachdraidh nan làraichean air an tadhail thu a' stòradh ach air a' choimpiutair agad fhèin.
gl: Mozilla Persona non rastrexa a súa actividade na Web. Crea un muro entre a súa identificación e o que fai desde que accedeu a un sitio web. O historial dos sitios que visita só se almacena no seu computador.
hu: A Persona nem követi a felhasználók tevékenységeit az interneten. Falat képez a bejelentkezés és az ahhoz kapcsolódó tevékenység között. A meglátogatott weboldalakkal kapcsolatos információt csak a felhasználó számítógépén tárolja.
id: Persona tidak melacak aktivitas Anda di dunia Web. Kami menciptakan perintang antara proses masuk dan apa yang akan Anda kerjakan setelahnya. Riwayat situs yang Anda kunjungi hanya akan disimpan pada komputer Anda.
it: Persona non traccia la tua attività online. Persona crea un muro tra la procedura di accesso e la tua attività sul sito. La cronologia dei siti nei quali ti sei identificato usando Persona viene salvata solo sul tuo computer.
lt: „Persona“ neseka Jūsų veiksmų saityne. Ji tarsi sukuria sieną tarp Jūsų prisijungimo ir to, ką veikiate, prisijungę. Jūsų lankomų svetainių žurnalas išlieka tik Jūsų kompiuteryje.
pl: Usługa Persona nie śledzi twojej aktywności w internecie – całkowicie oddziela proces logowania od twojej aktywności po zalogowaniu. Historia przeglądania jest przechowywana tylko na twoim komputerze.
pt: O Persona não monitoriza a sua atividade na web. Ele cria uma parede entre o seu início de sessão e o que faz depois. A história dos sítios que visita é armazenada apenas no seu computador.
pt_br: O Persona não monitora suas atividades na internet. Ele cria um muro entre o seu processo de identificação e o que você faz após ser identificado. O histórico das páginas visitadas por você fica armazenado somente no seu computador.
ru: Persona не следит за вашей активностью в Интернете. Она создает стену между вашим входом на сайт и тем, что вы делаете после этого на сайте. История посещённых вами сайтов хранится только на вашем компьютере.
sr: Persona не прати Ваше активности на интернету. Ствара зид између пријављивања Вас и онога што радите након пријаве. Историја сајтова које сте посетили се налази само у Вашем рачунару.
tr: Persona, Web'deki etkinliklerinizi izlemez. Oturum açmanızla oturum açtıktan sonra yaptıklarınız arasında bir duvar örür. Ziyaret ettiğiniz sitelerin geçmişi yalnızca kendi bilgisayarınızda saklanır.

source: Persona for developers
bg: Persona за разработчици
ca: Persona per a desenvolupadors
cy: Persona ar gyfer datblygwyr
de: Persona für Entwickler
el: Το Persona για προγραμματιστές
es: Mozilla Persona para desarrolladores
eu: Persona garatzaileentzat
fr: Persona pour les développeurs
fy: Persona foar ûntwikkelers
gd: Persona airson luchd-leasachaidh
gl: Mozilla Persona para desenvolvedores
hu: Persona a fejlesztőknek
id: Persona untuk pengembang
it: Persona per sviluppatori
lt: „Persona“ programuotojams
pl: Persona dla programistów
pt: Persona para programadores
pt_br: Persona para desenvolvedores
ru: Persona для разработчиков
sr: Persona за програмере
tr: Geliştiriciler için Persona

source: Implement Persona on your site
bg: Реализирайте Persona на страницата си
ca: Implementeu el Persona al vostre lloc
cy: Defnyddio Personas ar eich gwefan
de: Bauen Sie Persona auf Ihrer Website ein
el: Υλοποιήστε το Persona για την ιστοσελίδα σας
es: Implementa Mozilla Persona en tu sitio
eu: Inplementatu Persona zure gunean
fr: Implémentez Persona sur votre site
fy: Persona op jo webstee ymplementearje
gd: Cleachd Persona air an làrach agad
gl: Use Mozilla Persona no seu sitio
hu: Persona megvalósítása a weboldalon
id: Terapkan Persona pada situs Anda
it: Integra Persona nel tuo sito
lt: Įgalinkite prisijungimą su „Persona“ savo svetainėje
pl: Zaimplementuj Persona na swojej witrynie
pt: Implemente o Persona no seu sítio
pt_br: Implementar o Persona no seu site
ru: Реализуйте Persona на вашем сайте
sr: Имплементирајте Persona на Вашем сајту
tr: Persona'yı kendi sitenize ekleyin

source: Developer guides and API documentation
bg: Ръководства за разработчици и документация на API
ca: Guies per a desenvolupadors i documentació de l'API
cy: Canllawiau datblygwyr a dogfenaeth API
de: Entwicklerleitfaden und API-Dokumentation
el: Οδηγοί και τεκμηρίωση του API για προγραμματιστές
es: Guía de desarrollo y documentación de la API
eu: Garatzaile-gidak eta API dokumentazioa
fr: Guides de développement et documentation de l'API
fy: Untwikkelersgidsen en API-dokumentaasje
gd: Treòirean airson luchd-leasachaidh is docamaideadh API
gl: Guías de desenvolvemento de documentación da API
hu: Fejlesztői leírás és API dokumentáció
id: Panduan pengembang dan dokumentasi API
it: Guide per gli sviluppatori e documentazione sulle API
lt: Programavimo vadovai ir API sąsajos dokumentacija
pl: Wskazówki dla programistów i dokumentacja API
pt: Guias do programador e documentação da API
pt_br: Guias de desenvolvimento e documentação da API
ru: Руководства разработчика и документация по API
sr: Водичи за програмера и API документација
tr: Geliştirici kılavuzları ve API belgelendirmesi

source: Finish signing into:
af: Voltooi aanmelding by:
bg: Завършване на вписването в:
ca: Acaba l'inici de sessió a:
cy: Cwblhau mewngofnodi:
de: Anmeldung wird abgeschlossen bei:
el: Ολοκληρώστε την σύνδεσή σας στο:
es: Finalizar la identificación en:
eu: Saio-hasiera amaitzen:
fr: Fin de l'identification pour :
fy: Oanmelden foltôgje by:
gd: Coilean an clàradh a-steach air:
gl: Finalizar o acceso a:
hu: Bejelentkezés a következő weboldalra:
id: Menyelesaikan proses masuk ke:
it: Completa l’accesso su:
lt: Užbaigti prisijungimą prie:
pl: Zakończ rejestrację do:
pt: Concluir o início de sessão em:
pt_br: Concluindo identificação em:
ru: Завершите вход в:
sr: Завршите пријављивање на:
tr: Oturum açmayı tamamla:

source: Last step!
af: Laaste stap!
bg: Последна стъпка!
ca: Últim pas!
cy: Y cam olaf!
de: Letzter Schritt!
el: Τελευταίο βήμα!
es: ¡Último paso!
eu: Azken urratsa!
fr: Dernière étape !
fy: Lêste stap!
gd: An ceum mu dheireadh!
gl: Último paso!
hu: Utolsó lépés
id: Langkah terakhir!
it: Ultimo passaggio
lt: Paskutinis žingsnis!
pl: Ostatni etap!
pt: Último passo!
pt_br: Último passo!
ru: Последний шаг!
sr: Последњи корак!
tr: Son adım!

source: Email Address
af: E-posadres
bg: Адрес на ел. поща
ca: Adreça electrònica
cy: Cyfeiriad E-bost
de: E-Mail-Adresse
el: Διεύθυνση ηλ. ταχυδρομείου
es: Dirección de correo electrónico
eu: Helbide elektronikoa
fr: Adresse électronique
fy: E-mailadres
gd: Seòladh puist-dhealain
gl: Enderezo de correo
hu: E-mail cím
id: Alamat Surel
it: Indirizzo email
lt: El. pašto adresas
pl: Adres e-mail
pt: Endereço de correio
pt_br: Endereço de e-mail
ru: Адрес эл. почты
sr: Адреса е-поште
tr: E-posta adresi

source: Your Email
af: U e-posadres
bg: Вашата ел. поща
ca: La vostra adreça electrònica
cy: Eich E-bost
de: Ihre E-Mail-Adresse
el: Η διεύθυνση σας
es: Tu correo electrónico
eu: Zure helbide elektronikoa
fr: Votre adresse électronique
fy: Jo e-mail
gd: Am post-d agad
gl: O seu correo
hu: E-mail cím
id: Surel Anda
it: Il tuo indirizzo email
lt: Jūsų el. pašto adresas
pl: Twój adres e-mail
pt: O seu endereço de correio
pt_br: Seu e-mail
ru: Ваш адрес эл. почты
sr: Ваша адреса е-поште
tr: E-posta adresiniz

source: Password
af: Wagwoord
bg: Парола
ca: Contrasenya
cy: Cyfrinair
de: Passwort
el: Κωδικός
es: Contraseña
eu: Pasahitza
fr: Mot de passe
fy: Wachtwurd
gd: Facal-faire
gl: Contrasinal
hu: Jelszó
id: Sandi
lt: Slaptažodis
pl: Hasło
pt: Senha
pt_br: Senha
ru: Пароль
sr: Лозинка
tr: Parola

source: Your Password
af: Wagwoord
bg: Вашата парола
ca: La vostra contrasenya
cy: Eich Cyfrinair
de: Ihr Passwort
el: Ο κωδικός σας
es: Tu contraseña
eu: Zure pasahitza
fr: Votre mot de passe
fy: Jo wachtwurd
gd: Am facal-faire agad
gl: O seu contrasinal
hu: Jelszó
id: Sandi Anda
it: La tua password
lt: Jūsų slaptažodis
pl: Twoje hasło
pt: A sua senha
pt_br: Sua senha
ru: Ваш пароль
sr: Ваша лозинка
tr: Parolanız

source: Password field required
af: Wagwoordveld is nodig
bg: Въведете парола
ca: El camp de contrasenya és obligatori
cy: Mae angen maes cyfrinair
de: Passwort-Feld ist erforderlich
el: Απαιτείται κωδικός
es: La contraseña es obligatoria
eu: Pasahitza beharrezkoa da
fr: Un mot de passe est obligatoire
fy: Wachtwurdfjild fereaske
gl: Requírese o campo do contrasinal
hu: A jelszó megadása kötelező
id: Sandi wajib diisi
it: Il campo password è obbligatorio
lt: Slaptažodį įvesti privaloma
pl: Musisz podać hasło
pt: A senha é obrigatória
pt_br: A senha é obrigatória.
ru: Требуется ввести пароль
sr: Лозинка је неопходна
tr: Parola alanı zorunludur

source: Password incorrect
af: Wagwoord is verkeerd
bg: Паролата е грешна
ca: La contrasenya és incorrecta
cy: Mae'r cyfrinair yn anghywir
de: Passwort falsch
el: Εσφαλμένος κωδικός
es: Contraseña incorrecta
eu: Pasahitz okerra
fr: Le mot de passe est incorrect
fy: Wachtwurd net goed
gl: Contrasinal incorrecto
hu: Helytelen jelszó
id: Sandi salah
it: Password non valida
lt: Slaptažodį įvesti privaloma
pl: Hasło jest nieprawidłowe
pt: Senha incorreta
pt_br: Senha incorreta
ru: Неверный пароль
sr: Лозинка је нетачна
tr: Parola yanlış

source: finish
af: voltooi
bg: завършване
ca: Finalitza
cy: gorffen
de: Abschließen
el: Ολοκλήρωση
es: finalizar
eu: amaitu
fr: terminer
fy: foltôgje
gd: crìochnaich
gl: finalizar
hu: befejezés
id: selesai
it: Fine
lt: užbaigti
pl: Zakończ
pt: terminar
pt_br: concluir
ru: закончить
sr: заврши
tr: bitir

source: Persona requires cookies to remember you.
af: Persona benodig koekies om u te onthou.
bg: Persona изисква бисквитки, за да ви помни.
ca: El Persona necessita utilitzar galetes per a recordar-vos.
cy: Mae Persona angen cwcis i'ch cofio chi.
de: Persona benötigt Cookies, um sich Ihre Daten zu merken.
el: Το Persona απαιτεί τη χρήση cookies για να σε θυμάται.
es: Mozilla Persona necesita utilizar cookies para recordarte.
eu: Persona-k cookie-ak behar ditu zu gogoratzeko.
fr: Persona nécessite l'utilisation de cookies pour se souvenir de vous.
fy: Persona fereasket cookies om jo te ûnthâlden.
gd: Tha Persona feumach air briosgaidean mus cuimhnich e thu.
gl: Mozilla Persona require cookies para lembralo.
hu: A Persona sütik használatát igényli.
id: Persona membutuhkan kuki untuk mengingat Anda.
it: È necessario attivare i cookie affinché Persona si ricordi di te.
lt: Kad „Persona“ Jus įsimintų, būtina įjungti slapukus.
pl: Usługa Persona wymaga ciasteczek, by cię zapamiętać.
pt: O Persona requer cookies para se lembrar de si.
pt_br: Persona requer cookies para lembrar de você.
ru: Чтобы вас запомнить, Persona необходимы куки.
sr: Persona захтева колачиће како би Вас запамтила.
tr: Persona sizi hatırlamak için çerez kullanımını gerektirir.

source: Please close this window, <a %s>enable cookies</a> and try again
af: Sluit dié venster, <a %s>aktiveer koekies</a> en probeer weer
bg: Моля, затворете прозореца, <a %s>включете бисквитките</a> и пробвайте отново
ca: Tanqueu aquesta finestra, <a %s>habiliteu les galetes</a> i torneu a provar-ho
cy: Caewch y ffenestr hon, <a %s>galluogwch y cwcis</a> a cheisiwch eto
de: Bitte schließen Sie dieses Fenster, <a %s>aktivieren Sie Cookies</a> und versuchen Sie es erneut
el: Παρακαλούμε κλείστε το παράθυρο, <a %s>ενεργοποιήστε τα cookies</a> και προσπαθήστε ξανά
es: Cierra esta ventana, <a %s>habilita las cookies</a> y vuelve a intentarlo
eu: Itxi leiho hau, <a %s>gaitu cookie-ak</a> eta saiatu berriro mesedez
fr: Veuillez fermer cette fenêtre, <a %s>activer les cookies</a> et réessayer
fy: Slút dit finster, <a %s>skeakel cookies yn</a> en probearje it nochris
gd: Dùin an uinneag seo, <a %s>cuir briosgaidean an comas</a> agus feuch ris a-rithist
gl: Peche esta xanela, <a %s>active as cookies</a> e tente de novo
hu: Zárja be ezt az ablakot, <a %s>engedélyezze a sütiket</a>, és próbálja meg újra
id: Mohon tutup jendela ini, <a %s>aktifkan kuki</a>, lalu coba lagi
it: Chiudi questa finestra, <a %s>attiva i cookie</a> e riprova
lt: Užverkite šį langą, <a %s>įjunkite slapukus</a> ir bandykite dar kartą
pl: Zamknij to okno, <a %s>włącz akceptowanie ciasteczek</a> i ponów próbę
pt: Por favor feche esta janela, <a %s>ative os cookies</a> e tente novamente
pt_br: Por favor, feche esta janela, <a %s>ative os cookies</a> e tente novamente
ru: Пожалуйста, закройте это окно, <a %s>включите куки</a> и попробуйте снова
sr: Молимо Вас затворите овај прозор, <a %s>омогућите колачиће</a> и покушајте поново
tr: Lütfen bu pencereyi kapatın, <a %s>çerezleri etkinleştirin</a> ve tekrar deneyin

source: Sign in to %s with&hellip;
af: Meld aan by %s met&hellip;
bg: Вписване в %s с&hellip;
ca: Inicia la sessió a %s amb&hellip;
cy: Mewngofnodi i %s gyda&hellip;
de: Melden Sie sich bei %s an mit&hellip;
el: Σύνδεση με την ιστοσελίδα %s με&hellip;
es: Identificarse en %s con&hellip;
eu: Hasi saioa %s gunean honekin&hellip;
fr: S'identifier sur %s avec&hellip;
fy: Oanmelde by %s mei&hellip;
gl: Identificarse en %s con&hellip;
hu: Bejelentkezés %s oldalra ezzel&hellip;
id: Masuk ke %s sebagai&hellip;
it: È in corso l'accesso a %s con…
lt: Prisijungti prie svetainės „%s“ naudojant&hellip;
pl: Zaloguj mnie do %s za pomocą&hellip;
pt: Iniciar sessão em %s com&hellip;
pt_br: Entrando em %s com&hellip;
ru: Войти в %s через&hellip;
sr: Пријавите се на %s са&hellip;
tr: %s üzerinde oturum aç&hellip;
