Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/messages.po
Languages: af, bg, ca, cy, de, el, es, eu, fr, fy, gd, gl, hu, id, it, lt, pl, pt, pt_br, ru, sr, tr

source: Your Email Addresses
bg: Адреси на вашите ел. пощи
ca: Gestió del comptes
cy: Eich Cyfeiriadau E-bost
de: Ihre E-Mail-Adressen
el: Η ηλεκτρονική σας διεύθυνση
es: Tu dirección de correo electrónico
eu: Zure helbide elektronikoa
fr: Vos adresses de courriel
fy: Jo e-mailadressen
gd: Am post-dealain agad
gl: Enderezos de correo
hu: E-mail cím
id: Alamat Surel Anda
it: I tuoi indirizzi email
lt: Jūsų el. pašto adresas
pl: Twoje adresy e-mail
pt: O seu endereço de correio
pt_br: Seus endereços de e-mail
ru: Ваши адреса эл. почты
sr: Ваша адреса е-поште
tr: E-posta Adresiniz

source: edit
af: redigeer
bg: редактиране
ca: edita
cy: golygu
de: Bearbeiten
el: Επεξεργασία
es: editar
eu: editatu
fr: modifier
fy: bewurkje
gd: deasaich
gl: editar
hu: szerkesztés
it: Modifica
lt: taisyti
pl: Edytuj
pt: editar
pt_br: editar
ru: правка
sr: измени
tr: düzenle

source: done
af: klaar
bg: готово
ca: fet
cy: gorffen
de: Fertig
el: Ολοκλήρωση
es: hecho
eu: eginda
fr: terminé
fy: klear
gd: deiseil
gl: feito
hu: kész
id: selesai
it: Fatto
lt: baigta
pl: Zakończ
pt: concluído
pt_br: concluído
ru: готово
sr: готово
tr: bitti

source: Old Password
af: Ou wagwoord
bg: Стара парола
ca: Contrasenya antiga
cy: Hen Gyfrinair
de: Altes Passwort
el: Παλιός κωδικός
es: Contraseña anterior
eu: Pasahitz zaharra
fr: Ancien mot de passe
fy: Alde wachtwurd
gd: An seann fhacal-faire
gl: Contrasinal actual
hu: Régi jelszó
id: Sandi Lama
it: Vecchia password
lt: Senasis slaptažodis
pl: Stare hasło
pt: Senha antiga
pt_br: Senha atual
ru: Старый пароль
sr: Стара лозинка
tr: Eski Parola

source: New Password
af: Nuwe wagwoord
bg: Нова парола
ca: Contrasenya nova
cy: Cyfrinair Newydd
de: Neues Passwort
el: Νέος κωδικός
es: Contraseña nueva
eu: Pasahitz berria
fr: Nouveau mot de passe
fy: Nije wachtwurd
gd: Am facal-faire ùr
gl: Novo contrasinal
hu: Új jelszó
id: Sandi Baru
it: Nuova password
lt: Naujasis slaptažodis
pl: Nowe hasło
pt: Nova senha
pt_br: Senha nova
ru: Новый пароль
sr: Нова лозинка
tr: Yeni Parola

source: Old password required
af: Ou wagwoord is nodig
bg: Въведете старата си парола
ca: Cal la contrasenya antiga.
cy: Mae angen yr hen gyfrinair
de: Altes Passwort erforderlich
el: Ο παλιός κωδικός απαιτείται
es: Se requiere la contraseña anterior
eu: Pasahitz zaharra beharrezkoa da
fr: L'ancien mot de passe est requis
fy: Alde wachtwurd fereaske.
gl: Requírese o contrasinal actual
hu: A régi jelszó megadása kötelező
id: Sandi lama wajib diisi
it: È necessario inserire la vecchia password
lt: Senąjį slaptažodį įvesti privaloma
pl: Musisz podać stare hasło
pt: A senha antiga é obrigatória
pt_br: A Senha antiga é necessária
ru: Требуется старый пароль
sr: Неопходно је унети стару лозинку
tr: Eski parola gerekli

source: Old password incorrect
af: Ou wagwoord is verkeerd
bg: Старата ви парола е друга
ca: La contrasenya antiga no és correcta
cy: Mae'r hen gyfrinair yn anghywir
de: Altes Passwort falsch
el: Ο παλιός κωδικός απαιτείται
es: Contraseña anterior incorrecta
eu: Pasahitz zahar okerra
fr: L'ancien mot de passe est incorrect
fy: Alde wachtwurd net goed
gl: Contrasinal actual incorrecto
hu: A régi jelszó helytelen
id: Sandi lama salah
it: La vecchia password non corrisponde
lt: Senasis slaptažodis neteisingas
pl: Nieprawidłowe stare hasło
pt: A senha antiga está errada
pt_br: A senha antiga está errada
ru: Некорректный старый пароль
sr: Стара лозинка је нетачна
tr: Eski parola yanlış

source: New password required
af: Nuwe wagwoord is nodig
bg: Въведете новата си парола
ca: Cal una contrasenya nova
cy: Mae angen cyfrinair newydd
de: Neues Passwort erforderlich
el: Ο νέος κωδικός απαιτείται
es: Se requiere una contraseña nueva
eu: Pasahitz berria beharrezkoa da
fr: Nouveau mot de passe requis
fy: Nije wachtwurd fereaske
gl: Requírese o novo contrasinal
hu: Új jelszó szükséges
id: Sandi baru wajib diisi
it: È necessario inserire la nuova password
lt: Naująjį slaptažodį įvesti privaloma
pl: Musisz podać nowe hasło
pt: A nova senha é obrigatória
pt_br: A senha nova é obrigatória
ru: Требуется новый пароль
sr: Неопходно је унети нову лозинку
tr: Yeni parola gerekli

source: Passwords must be different
af: Wagwoorde moet verskil
bg: Паролите трябва да са различни
ca: Les contrasenyes han de ser diferents
cy: Rhaid i'r cyfrineiriau fod yn wahanol
de: Passwörter müssen unterschiedlich sein
el: Οι κωδικοί πρέπει να είναι διαφορετικοί
es: Las contraseñas deben ser diferentes
eu: Pasahitzak desberdinak izan behar dira
fr: Les mots de passe doivent être différents
fy: Wachtwurden moatte ferskille
gl: Os contrasinais deben ser diferentes
hu: A jelszavaknak különbözniük kell.
id: Sandi harus berbeda
it: È necessario scegliere una password diversa
lt: Naujasis slaptažodis turi skirtis nuo senojo
pl: Stare i nowe hasło muszą się różnić
pt: As senhas têm de ser diferentes
pt_br: As senhas devem ser diferentes
ru: Пароли должны быть различны
sr: Лозинке се морају разликовати
tr: Parolalar farklı olmalıdır

source: Password must be 8&ndash;80 characters long
bg: Паролата трябва да е дълга между 8 и 80 знака
ca: La contrasenya ha de tenir entre 8 i 80 caràcters
cy: Rhaid i gyfrinair fod 8&ndash;80 nod o hyd
de: Passwort muss zwischen 8 und 80 Zeichen lang sein
el: Ο κωδικός πρέπει να αποτελείται από 8&ndash;80 χαρακτήρες
es: La contraseña debe tener entre 8 y 80 caracteres
eu: Pasahitzak 8 eta 80 karaktere artekoa izan behar du
fr: Le mot de passe doit comprendre 8 à 80 caractères
fy: Wachtwurd moat 8&ndash;80 tekens lang wêze
gl: O contrasinal debe ter 8&ndash;80 caracteres
hu: A jelszónak 8 &ndash; 80 karakter hosszúnak kell lennie.
id: Panjang sandi harus antara 8 hingga 80 karakter
it: La lunghezza della password deve essere compresa tra 8 e 80 caratteri
lt: Slaptažodis turi būti nuo 8 iki 80 simbolių ilgio
pl: Hasło musi składać się z 8-80 znaków
pt: A senha tem de ter entre 8 e 80 caracteres
pt_br: A senha deve ter entre 8 e 80 caracteres
ru: Длина пароля должна быть от 8 до 80 символов
sr: Дужина лозинке мора бити између 8 и 80 карактера
tr: Parolanız 8 ile 80 karakter arasında olmalıdır

source: You may, at any time, <a %(cancelLink)s>cancel your account</a>
bg: По всяко време можете да <a %(cancelLink)s>закриете профила</a> си
ca: En qualsevol moment podeu <a %(cancelLink)s>cancel·lar el vostre compte</a>
cy: Mae modd i chi, ar unrhyw adeg, <a %(cancelLink)s>ddiddymu eich cyfrif</a>
de: Sie können jederzeit <a %(cancelLink)s>Ihr Benutzerkonto löschen</a>
el: Μπορείτε, οποιαδήποτε στιγμή, <a %(cancelLink)s>να ακυρώσετε τον λογαριασμό σας</a>
es: En cualquier momento puedes <a %(cancelLink)s>cancelar tu cuenta</a>
eu: Edozein unetan <a %(cancelLink)s>utz dezakezu bertan behera zure kontua</a>
fr: Vous pouvez à tout moment <a %(cancelLink)s>supprimer votre compte</a>
fy: Jo kinne altyd <a %(cancelLink)s>jo account annulearje</a>
gd: 'S urrainn dhut <a %(cancelLink)s>crìoch a chur air a' chunntas agad</a> uair sam bith
gl: En calquera momento pode <a %(cancelLink)s>cancelar a súa conta</a>
hu: A felhasználói fiók bármikor <a %(cancelLink)s>megszüntethető</a>
id: Anda dapat <a %(cancelLink)s>menghapus akun</a> kapan saja
it: È possibile, in qualunque momento, <a %(cancelLink)s>eliminare il proprio account</a>
lt: Bet kuriuo metu galite <a %(cancelLink)s>pašalinti savo paskyrą</a>
pl: W każdej chwili możesz <a %(cancelLink)s>anulować</a> swoje konto w usłudze Persona.
pt: Pode, a qualquer altura, <a %(cancelLink)s>cancelar a sua conta</a>
pt_br: Você pode, a qualquer momento, <a %(cancelLink)s>cancelar sua conta</a>
ru: Вы можете в любой момент <a %(cancelLink)s>удалить свою учётную запись</a>
sr: Можете у било које време, <a %(cancelLink)s>отказати Ваш налог</a>
tr: İstediğiniz zaman <a %(cancelLink)s>hesabınızı iptal edebilirsiniz</a>

source: Persona Home
af: Tuiste van Persona
bg: Начална страница на Persona
ca: Inici del Persona
cy: Cartref Persona
de: Persona-Startseite
el: Persona Αρχική Σελίδα
es: Inicio de Mozilla Persona
eu: Hasiera-orria
fr: Accueil de Persona
fy: Persona Start
gd: Dachaigh Persona
gl: Páxina de inicio de Mozilla Persona
hu: Persona kezdőlap
id: Beranda Persona
it: home
lt: „Personos“ pradžios tinklalapis
pl: Strona domowa Persona
pt: Página inicial do Persona
pt_br: Início
ru: Домашняя страница Persona
sr: Persona почетна
tr: Persona Ana Sayfası

source: How it works
af: Hoe dit werk
bg: Как работи
ca: Com funciona
cy: Sut mae'n gweithio
de: Wie es funktioniert
el: Πώς λειτουργεί;
es: Cómo funciona
eu: Nola dabilen
fr: Comment ça fonctionne
fy: Hoe't it wurket
gd: Seo mar a dh'obraicheas e
gl: Como funciona
hu: Hogyan működik?
id: Cara kerja
it: Come funziona
lt: Kaip tai veikia
pl: Jak to działa?
pt: Como funciona
pt_br: Como funciona
ru: Как это работает
sr: Како ово ради
tr: Nasıl çalışır

source: Account
bg: Профил
ca: Compte
cy: Cyfrif
de: Benutzerkonto
el: Λογαριασμός
es: Cuenta
eu: Kontua
fr: Compte
gd: Cunntas
gl: Conta
hu: Felhasználói fiók
id: Akun
lt: Paskyra
pl: Konto
pt: Conta
pt_br: Conta
ru: Учётная запись
sr: Налог
tr: Hesap

source: Sign In
af: Meld aan
bg: Вписване
ca: Inicia la sessió
cy: Mewngofnodi
de: Anmelden
el: Σύνδεση
es: Conectar
eu: Hasi saioa
fr: Connexion
fy: Oanmelde
gd: Clàraich a-steach
gl: Identificarse
hu: Bejelentkezés
id: Masuk
it: Accedi
lt: Prisijungti
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Identificar-me
ru: Войти
sr: Пријави се
tr: Oturum aç

source: Sign Out
af: Meld af
bg: Изход
ca: Surt de la sessió
cy: Allgofnodi
de: Abmelden
el: Αποσύνδεση
es: Desconectar
eu: Amaitu saioa
fr: Déconnexion
fy: Ofmelde
gd: Clàraich a-mach
gl: Saír
hu: Kijelentkezés
id: Keluar
it: Disconnetti
lt: Atsijungti
pl: Wyloguj się
pt: Terminar sessão
pt_br: Sair
ru: Выйти
sr: Одјави се
tr: Oturumu kapat

source: By the <a %s>Identity Team</a> @ <a %s>Mozilla</a>
af: Deur die <a %s>Identiteitspan</a> by <a %s>Mozilla</a>
bg: От <a %s>екипа за идентичност</a> @ <a %s>Mozilla</a>
ca: Creat per l'<a %s>equip d'identitat</a> @ <a %s>Mozilla</a>
cy: Gan yr <a %s>Identity Team</a> @ <a %s>Mozilla</a>
de: Vom <a %s>Identity-Team</a> @ <a %s>Mozilla</a>
el: Από την <a %s>Identity Team</a> @ <a %s>Mozilla</a>
es: Creado por el <a %s>Identity Team</a> @ <a %s>Mozilla</a>
eu: <a %s>Identitate Taldea</a>k egina (<a %s>Mozilla</a>)
fr: Par l'<a %s>Équipe Identité</a> @ <a %s>Mozilla</a>
fy: Troch it <a %s>Identity Team</a> @ <a %s>Mozilla</a>
gd: Le <a %s>sgioba nan ID</a> @ <a %s>Mozilla</a>
gl: Desenvolvido polo <a %s>Identity Team</a> @ <a %s>Mozilla</a>
hu: Készítette az <a %s>Identity Team</a> @ <a %s>Mozilla</a>
id: Oleh <a %s>Identity Team</a> @ <a %s>Mozilla</a>
it: Realizzato da <a %s>Identity Team</a> @ <a %s>Mozilla</a>
lt: Sukurta <a %s>asmens tapatybės komandos</a> <a %s>„Mozilloje“</a>
pl: Autorzy: <a %s>Identity Team</a> @ <a %s>Mozilla</a>
pt: Pela <a %s>Identity Team</a> @ <a %s>Mozilla</a>
pt_br: <a %s>Equipe de Identidade</a> @ <a %s>Mozilla</a>
ru: От <a %s>Identity Team</a> из <a %s>Mozilla</a>
sr: Од <a %s>тима за идентитет</a> у <a %s>Mozilla-и</a>
tr: Geliştiren: <a %s>Identity Team</a> @ <a %s>Mozilla</a>

source: Privacy &rarr;
af: Privaatheid &rarr;
bg: Поверителност &rarr;
ca: Privadesa &rarr;
cy: Preifatrwydd &rarr;
de: Datenschutz &rarr;
el: Ιδιωτικό απόρρητο &rarr;
es: Privacidad &rarr;
eu: Pribatutasuna &rarr;
fr: Confidentialité &rarr;
gd: Prìobhaideachd &rarr;
gl: Privacidade &rarr;
hu: Adatvédelem &rarr;
id: Privasi &rarr;
lt: Privatumas &rarr;
pl: Prywatność
pt: Privacidade &rarr;
pt_br: Privacidade &rarr;
ru: Приватность &rarr;
sr: Приватност &rarr;
tr: Gizlilik &rarr;

source: TOS &rarr;
af: Diensbepalings &rarr;
bg: Условия на услугата &rarr;
ca: Termes del servei &rarr;
cy: Amodau Gwasanaeth &rarr;
de: Nutzungsbedingungen &rarr;
el: Όροι χρήσης &rarr;
es: Térms del serv. &rarr;
eu: Zerbitzuaren baldintzak &rarr;
fr: Conditions d'utilisation &rarr;
gl: Termos do servizo &rarr;
hu: Felhasználási feltételek &rarr;
id: Persyaratan Layanan &rarr;
it: Condizioni d’uso &rarr;
lt: Paslaugos teikimo nuostatai &rarr;
pl: Regulamin
pt_br: Termos de serviço &rarr;
sr: Услови услуге &rarr;
tr: Hizmet Şartları &rarr;

source: Developers &rarr;
bg: Разработчици &rarr;
ca: Desenvolupadors &rarr;
cy: Datblygwyr &rarr;
de: Entwickler &rarr;
el: Προγραμματιστές &rarr;
es: Desarrolladores &rarr;
eu: Garatzaileak &rarr;
fr: Développeurs &rarr;
fy: Untwikkelers &rarr;
gd: Luchd-leasachaidh &rarr;
gl: Desenvolvedores &rarr;
hu: Fejlesztők &rarr;
id: Pengembang &rarr;
it: Sviluppatori &rarr;
lt: Programuotojams &rarr;
pl: Dla programistów
pt: Programadores &rarr;
pt_br: Desenvolvedores &rarr;
ru: Разработчики &rarr;
sr: Програмери &rarr;
tr: Geliştiriciler &rarr;

source: Need Help? &rarr;
af: Benodig hulp? &rarr;
bg: Нуждаете се от помощ? &rarr;
ca: Necessiteu ajuda? &rarr;
cy: Angen Cymorth? &rarr;
de: Benötigen Sie Hilfe? &rarr;
el: Χρειάζεστε βοήθεια; &rarr;
es: ¿Necesitas ayuda? &rarr;
eu: Laguntza behar duzu? &rarr;
fr: Besoin d'aide ? &rarr;
fy: Help nedich? &rarr;
gd: Cobhair a dhìth? &rarr;
gl: Precisa axuda? &rarr;
hu: Segítségre van szüksége? &rarr;
id: Butuh Bantuan? &rarr;
it: Hai bisogno di aiuto? &rarr;
lt: Reikia pagalbos? &rarr;
pl: Pomoc
pt: Necessita de ajuda? &rarr;
pt_br: Precisa de ajuda? &rarr;
ru: Нужна помощь? &rarr;
sr: Потребна Вам је помоћ? &rarr;
tr: Yardım mı lazım? &rarr;

source: We're sorry, Persona requires that Javascript is enabled.
af: Jammer. Persona benodig geaktiveerde Javascript.
bg: Извинявайте, Persona изисква включен Javascript.
ca: El Persona necessita el JavaScript habilitat.
cy: Ymddiheuriadau, mae Persona angen i Javascript fod ar waith.
de: Es tut uns leid, Persona erfordert, dass JavaScript aktiviert ist.
el: Λυπούμαστε, το Persona απαιτεί να είναι ενεργοποιημένη η javascript.
es: Lo lamentamos, pero Mozilla Persona necesita que JavaScript esté habilitado.
eu: Sentitzen dugu, Persona-k JavaScript gaituta egotea behar du.
fr: Désolé, Persona ne fonctionnera que si Javascript est activé.
fy: It spyt ús, Persona fereasket dat JavaScript ynskeakele is.
gd: Tha sinn duilich ach chan obraich Persona mur eil JavaScript an comas.
gl: Sentímolo, pero Mozilla Persona require que Javascript estea activado.
hu: A Personához a Javascript engedélyezése szükséges.
id: Maaf, Persona membutuhkan setelan JavaScript aktif.
it: Siamo spiacenti, è necessario attivare JavaScript per poter utilizzare Persona.
lt: Apgailestaujame, tačiau „Personai“ veikti būtina įjungti „JavaScript“.
pl: Przepraszamy! Aby usługa Persona działała, musi być włączona obsługa języka JavaScript.
pt: Pedimos desculpa, o Persona necessita do JavaScript ativado.
pt_br: Desculpe, mas o Persona precisa que o Javascript esteja ativado.
ru: Извините, но для работы Persona необходим Javascript.
sr: Жао нам је, Persona захтева да Javascript буде укључен.
tr: Üzgünüz. Persona için JavaScript etkin olmalıdır.

source: Reset Password
af: Herstel wagwoord
bg: Възстановяване на парола
ca: Reinicia la contrasenya
cy: Ailosod Cyfrinair
de: Passwort zurücksetzen
el: Επαναφορά κωδικού
es: Restablecer contraseña
eu: Berrezarri pasahitza
fr: Réinitialiser le mot de passe
fy: Wachtwurd werinisjalisearje
gd: Ath-shuidich am facal-faire
gl: Restabelecer o contrasinal
hu: Jelszó visszaállítása
id: Setel Ulang Sandi
it: Reimposta password
lt: Perkurti slaptažodį
pl: Resetuj hasło
pt: Repor senha
pt_br: Criar uma senha nova
ru: Сброс пароля
sr: Ресетуј лозинку
tr: Parolayı sıfırla

source: Create a new password to use with %s
af: Skep 'n nuwe wagwoord om met %s te gebruik
bg: Слагане на парола на %s
ca: Crea una contrasenya nova per utilitzar-la amb %s
cy: Crëwch gyfrinair newydd i'w ddefnyddio gyda %s
de: Erstellen Sie ein neues Passwort, das mit %s verwendet werden soll
el: Δημιουργείστε ένα νέο κωδικό για το %s
es: Crear una nueva contraseña para usarla con %s
eu: Sortu %s gunearekin erabiltzeko pasahitz berri bat
fr: Créer un nouveau mot de passe à utiliser avec %s.
fy: Meitsje in nij wachtwurd oan foar %s.
gd: Cruthaich facal-faire ùr gus a chleachdadh le %s.
gl: Cree un novo contrasinal para usar con %s
hu: Válasszon egy új jelszót, amelyet a(z) %s weboldallal használhat
id: Buat sandi baru untuk digunakan dengan %s
it: Scegli una nuova password da utilizzare con %s.
lt: Susikurkite naują slaptažodį, kurį naudosite su „%s“
pl: Utwórz nowe hasło używane z %s.
pt: Criar uma nova senha para utilizar com %s
pt_br: Criar uma senha nova para usar com %s
ru: Создайте новый пароль для использования с %s
sr: Креирајте нову лозинку да је користите са %s
tr: %s ile kullanmak üzere yeni bir parola oluşturun.

source: Verify Password
af: Bevestig wagwoord
bg: Потвърждаване на парола
ca: Verifica la contrasenya
cy: Dilysu'r Cyfrinair
de: Passwort bestätigen
el: Επαλήθευση κωδικού
es: Verificar contraseña
eu: Egiaztatu pasahitza
fr: Vérification du mot de passe
fy: Wachtwurd kontrolearje
gd: Dearbh am facal-faire
gl: Comprobar o contrasinal
hu: Jelszó ellenőrzése
id: Verifikasi Sandi
it: Verifica password
lt: Patvirtinkite slaptažodį
pl: Weryfikuj hasło
pt: Confirmar senha
pt_br: Verificar senha
ru: Подтвердите пароль
sr: Потврди лозинку
tr: Parolayı doğrulayın

source: Verification password required
af: Wagwoord vir bevestiging is nodig
bg: Необходимо е потвърждение на паролата
ca: Cal una verificació de la contrasenya
cy: Mae angen cyfrinair dilysu
de: Bestätigung des Passworts erforderlich
el: Απαιτείται κωδικός επαλήθευσης
es: Se requiere verificar la contraseña
eu: Egiaztapen-pasahitza beharrezkoa da
fr: La vérification du mot de passe est obligatoire
fy: Ferifikaasjewachtwurd fereaske
gl: Comprobación do contrasinal requirida
hu: A jelszó-ellenőrzés megadása kötelező
id: Verifikasi sandi wajib diisi
it: È necessario inserire la password di verifica
lt: Slaptažodį pakartoti privaloma
pl: Musisz zweryfikować hasło
pt: A confirmação da senha é necessária
pt_br: A verificação da senha é necessária
ru: Требуется подтверждение пароля
sr: Лозинка за верификацију је неопходна
tr: Doğrulama parolası zorunludur

source: Passwords don&rsquo;t match!
af: Wagwoorde stem nie ooreen nie!
bg: Паролите не съвпадат!
ca: Les contrasenyes no coincideixen!
cy: Nid yw'r cyfrineiriau'n cydweddu!
de: Passwörter stimmen nicht überein!
el: Οι κωδικοί δεν ταιριάζουν!
es: ¡Las contraseñas no coinciden!
eu: Pasahitzak ez datoz bat!
fr: Les mots de passe ne sont pas identiques !
fy: Wachtwurden komme net oerien!
gl: Non coinciden os contrasinais!
hu: A jelszavak nem egyeznek!
id: Sandi tidak sama!
it: Le password inserite non corrispondono.
lt: Įvesti slaptažodžiai nesutampa!
pl: Hasła nie są zgodne!
pt: As senhas não correspondem!
pt_br: As senhas não são iguais!
ru: Пароли не совпадают!
sr: Лозинке се не подударају!
tr: Parolalar eşleşmiyor!

source: <strong class="email">Your address</strong> has been verified!
af: <strong class="email">U adres</strong> is bevestig!
bg: <strong class="email">Вашата електранна поща</strong> беше потвърдена!
ca: S'ha comprovat satisfactòriament la <strong class="email">vostra adreça electrònica</strong>.
cy: Mae <strong class="email">eich cyfeiriad</strong> wedi ei ddilysu!
de: <strong class="email">Ihre Adresse</strong> wurde verifiziert!
el: <strong class="email">Η διεύθυνσή σας</strong> έχει επαληθευθεί!
es: ¡<strong class="email">Tu dirección</strong> ha sido verificada!
eu: <strong class="email">Zure helbidea</strong> egiaztatu egin da!
fr: <strong class="email">Votre adresse électronique</strong> a été vérifiée !
fy: <strong class="email">Jo adres</strong> is ferifiearre!
gd: Chaidh <strong class="email">an seòladh agad</strong> a dhearbhadh!
gl: Comprobouse <strong class="email">o seu enderezo</strong>!
hu: Az <strong class="email">e-mail cím</strong> ellenőrizve megtörtént.
id: <strong class="email">Alamat Anda</strong> telah diverifikasi!
it: Il <strong class="email">tuo indirizzo email</strong> è stato verificato.
lt: <strong class="email">Jūsų adresas</strong> patvirtintas!
pl: <strong class="email">Twój adres</strong> został zweryfikowany!
pt: <strong class="email">O seu endereço</strong> foi confirmado!
pt_br: <strong class="email">Seu endereço</strong> foi verificado!
ru: <strong class="email">Ваш адрес</strong> был подтвержден!
sr: <strong class="email">Ваша адреса</strong> је потврђена!
tr: <strong class="email">Adresiniz</strong> doğrulanmıştır!

source: Your new address is set up and ready to go. You will be redirected to %s
af: Die nuwe adres is opgestel en als is nou reg. U sal aangestuur word na %s
bg: Вашият нов адрес е готов за ползване. Ще бъдете пренасочени към %s
ca: La nova adreça ja està a punt. Se us redirigirà a %s
cy: Mae eich cyfeiriad newydd wedi ei osod ac yn barod i'w ddefnyddio. Byddwch yn cael eich ailgyfeirio i %s
de: Ihre neue Adresse ist jetzt eingerichtet und einsatzbereit. Sie werden jetzt zu %s weitergeleitet.
el: Η νέα σας διεύθυνση είναι ρυθμισμένη και έτοιμη για χρήση. Θα μεταφερθείτε στο %s
es: Tu nueva dirección está configurada y lista para usarse. Serás redirigido a %s
eu: Zure helbide berria konfiguratuta eta erabiltzeko prest dago. %s(e)ra berbideratuko zaitugu
fr: Votre nouvelle adresse est enregistrée et prête à l'usage. Vous allez être redirigé vers %s.
fy: Jo nije adres is ynsteld en klear foar gebrûk. Jo wurde omlaad nei %s
gd: Tha an seòladh ùr agad deiseil is deònach. Thèid d' ath-threòrachadh gu %s
gl: O novo enderezo está configurado e listo para usar. Será redirixido a %s
hu: Az új cím beállítása megtörtént és már használhatja is. Átirányításra kerül a %s weboldalra
id: Alamat baru Anda sudah siap. Anda akan diarahkan kembali ke %s
it: Il tuo nuovo indirizzo è stato configurato ed è pronto per l’uso. Sarai reindirizzato su %s
lt: Jūsų naujasis adresas parengtas darbui. Netrukus būsite peradresuoti į %s
pl: Twój nowy adres został określony i jest gotowy do użycia. Nastąpi przekierowanie do %s.
pt: O seu novo endereço está configurado e pronto a ser utilizado. Será redirecionado para %s
pt_br: Seu novo endereço está configurado e pronto para ser utilizado. Você será redirecionado para %s
ru: Ваш новый адрес настроен и готов к работе. Вы будете перенаправлены на %s
sr: Ваша нова адреса је подешена и спремна за употребу. Бићете преусмерени на %s
tr: Yeni adresiniz kuruldu ve kullanıma hazır. %s adresine yönlendirileceksiniz

source: Redirecting in %s seconds
af: Stuur aan oor %s sekondes
bg: Пренасочване след %s секунди
ca: Se us redirigirà en %s segons
cy: Ailgyfeirio ymhen %s eiliad
de: Weiterleitung in %s Sekunden
el: Ανακατεύθυνση σε %s δευτερόλεπτα
es: Redirigiendo en %s segundos
eu: %s segundo barru berbideratzen
fr: Vous allez être redirigé dans %s secondes.
fy: Omlieding oer %s sekonden
gd: 'Gad ath-threòrachadh ann an %s diog(an)
gl: Redirixindo en %s segundos
hu: Átirányítás %s másodperc múlva
id: Mengarahkan kembali dalam %s detik
it: Reindirizzamento in %s secondi
lt: Peradresuojama už %s sek.
pl: Przekierowanie nastąpi w ciągu %s sekund
pt: A redirecionar em %s segundos
pt_br: Redirecionando em %s segundos
ru: Перенаправление через %s секунд
sr: Преусмеравање за %s секунди
tr: %s saniye sonra yönlendirileceksiniz
