Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/messages.po
Languages: af, bg, ca, cy, de, el, es, eu, fr, fy, gd, gl, hu, id, it, lt, pl, pt, pt_br, ru, sr, tr

source: If you were NOT attempting to reset your password, please ignore this email.
af: Indien u nié u wagwoord probeer herstel nie, ignoreer bloot dié boodskap.
bg: Ако НЕ се опитвате да възстановите паролата си, пренебрегнете това съобщение.
ca: Si NO estiguéssiu provant de reiniciar la vostra contrasenya, ignoreu aquest correu electrònic.
cy: Os NAD ydych yn ceisio ailosod eich cyfrinair, anwybyddwch yr e-bost hwn.
de: Wenn Sie NICHT versucht haben, Ihr Passwort zurückzusetzen, ignorieren Sie bitte diese E-Mail.
el: Αν ΔΕΝ ζητήσατε να επαναφέρετε τον κωδικό σας, παρακαλούμε αγνοήστε αυτό το μήνυμα.
es: Si NO intentaste restablecer la contraseña, simplemente ignora este correo.
eu: EZ baduzu pasahitza berrezartzeko eskatu, ezikusi mezu hau.
fr: Si vous n'êtes PAS à l'origine de cette tentative de réinitialisation de votre mot de passe, veuillez ignorer ce message.
fy: As jo NET dwaande wienen mei werinisjalisearjen fan jo wachtwurd, negearje dan dizze e-mail.
gl: Se NON estaba tentando restabelecer o seu contrasinal, ignore este correo.
hu: Ha NEM kérte jelszavának visszaállítását, akkor hagyja figyelmen kívül ezt a levelet.
id: Jika Anda TIDAK meminta penyetelan ulang sandi, abaikan surel ini.
it: Se non stavi cercando di reimpostare la password del tuo account, ignora questa email.
lt: Jeigu Jūs NENORITE perkurti savo slaptažodžio, tiesiog ignoruokite šį laišką.
pl: Jeśli próba zresetowania hasła nie była podjęta przez Ciebie – zignoruj tę wiadomość.
pt: Se NÃO pediu para repor a sua senha, por favor ignore esta mensagem de correio.
pt_br: Se você NÃO pediu para criar uma senha nova, apenas ignore esta mensagem.
ru: Если вы НЕ пытаетесь сбросить свой пароль, пожалуйста, проигнорируйте это письмо.
sr: Ако НИСТЕ покушавали да обновите Вашу лозинку, молимо Вас игноришите ову поруку.
tr: Parolanızı sıfırlamak İSTEMEDİYSENİZ, lütfen bu e-postayı görmezden gelin.

source: Reset your password now
af: Herstel die wagwoord nou
bg: Възстановете паролата си сега
ca: Reinicieu ara la vostra contrasenya
cy: Ailosodwch eich cyfrinair nawr
de: Setzen Sie jetzt Ihr Passwort zurück
el: Επαναφέρετε των κωδικό σας τώρα
es: Restablece tu contraseña ahora
eu: Berrezarri zure pasahitza orain
fr: Réinitialiser votre mot de passe maintenant
fy: Jo wachtwurd no werinisjalisearje
gl: Restabelecer agora o contrasinal
hu: Jelszó visszaállítása
id: Setel ulang sandi Anda sekarang
it: Reimposta adesso la password
lt: Perkurti slaptažodį dabar
pl: Resetuj hasło
pt: Reponha a sua senha agora
pt_br: Redefinir sua senha agora
ru: Сбросить ваш пароль
sr: Одмах обновите Вашу лозинку
tr: Şimdi parolanızı sıfırlayın

source: It looks like your email provider is having trouble with their Persona support.
bg: Изглежда, че доставчикът ви на ел. поща има проблем с поддръжката на Persona.
ca: Sembla que el vostre proveïdor de correu electrònic té problemes de compatibilitat amb el Persona.
cy: Mae'n edrych fel bod gan eich darparwr e-bost anhawster gyda'u cefnogaeth i Persona.
de: Anscheinend hat Ihr E-Mail-Anbieter Probleme mit seiner Persona-Unterstützung.
el: Ο πάροχος της ηλ. διεύθυνσής σας αντιμετωπίζει πρόβλημα με την υποστήριξη του Persona.
es: Parece que tu proveedor de correo electrónico está teniendo algún problema de compatibilidad con Mozilla Persona.
eu: Badirudi zure posta elektronikoko hornitzaileak arazoak dituela Persona euskarriarekin.
fr: Il semblerait que votre fournisseur de courrier électronique rencontre quelques problèmes avec son intégration de Persona.
fy: It liket der op dat jo e-mailprovider muoite hat mei harren stipe foar Persona.
gd: Tha coltas gu bheil duilgheadasan aig solaraiche a' phuist-d agad le Persona.
gl: Semella que o seu fornecedor de correo está tendo problemas de compatibilidade con Mozilla Persona.
hu: Úgy tűnik, hogy az e-mail szolgáltatója nem támogatja a Personát.
id: Tampaknya penyedia surel Anda bermasalah dengan dukungan Persona mereka.
it: Sembra che il tuo provider di posta abbia qualche problema con l’integrazione di Persona.
lt: Panašu, jog Jūsų el. pašto teikėjui iškilo problemų su „Personos“ palaikymu.
pl: Wygląda na to, że twój dostawca usługi pocztowej ma problemy z obsługą usługi Persona.
pt: Parece que o seu fornecedor de correio está a ter problemas com o suporte ao Persona.
pt_br: Parece que seu provedor de e-mail está tendo problemas em seu suporte ao Persona.
ru: Похоже, что у провайдера вашей эл. почты возникли проблемы с поддержкой Persona.
sr: Изгледа да Ваш провајдер е-поште има проблема са Persona подршком.
tr: Görünüşe göre e-posta sağlayıcınız Persona desteğiyle ilgili sorun yaşıyor.
