Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/messages.po
Languages: af, bg, ca, cy, de, el, es, eu, fr, fy, gd, gl, hu, id, it, lt, pl, pt, pt_br, ru, sr, tr

source: %(site)s: Complete sign-in
af: %(site)s: Voltooi aanmelding
bg: %(site)s: Завършване на вписване
ca: %(site)s: Completa l'inici de sessió
cy: %(site)s: Wedi cwblhau mewngofnodi
de: %(site)s: Anmeldung abschließen
el: %(site)s: Ολοκληρώστε την σύνδεσή σας
es: %(site)s: Completa la identificación
eu: %(site)s: Osatu saio-hasiera
fr: %(site)s : Terminer l'identification
fy: %(site)s: oanmelden foltôgje
gl: %(site)s: Remate a identificación
hu: %(site)s: Fejezze be a bejelentkezést
id: %(site)s: Menyelesaikan proses masuk
it: [%(site)s] Completamento procedura di identificazione
lt: „%(site)s“: užbaikite prisijungimą
pl: %(site)s: Dokończ logowanie
pt: %(site)s: completar início de sessão
pt_br: %(site)s: completar identificação
ru: %(site)s: Завершить вход
sr: %(site)s: Завршите пријављивање
tr: %(site)s: Oturum açmayı tamamla

source: %(site)s: Complete password reset
af: %(site)s: Voltooi herstel van wagwoord
bg: %(site)s: Завършване на възстановяването на парола
ca: %(site)s: Completa el reinici de la contrasenya
cy: %(site)s: Cwblhewch ailosod y cyfrinair
de: %(site)s: Zurücksetzen des Passworts abschließen
el: %(site)s: Ολοκληρώστε την επαναφορά του κωδικού σας
es: %(site)s: Completa restablecimiento de contraseña
eu: %(site)s: Osatu pasahitz-berrezartzea
fr: %(site)s : Terminer la réinitialisation du mot de passe
fy: %(site)s: wachtwurd werinisjalisearjen foltôgje
gl: %(site)s: Remate o restabelecemento do contrasinal
hu: %(site)s: Fejezze be jelszavának visszaállítását
id: %(site)s: Menyelesaikan penyetelan ulang sandi
it: [%(site)s] Completamento reimpostazione password
lt: „%(site)s“: užbaikite slaptažodžio perkūrimą
pl: %(site)s: Dokończ resetowanie hasła
pt: %(site)s: Concluir reinício de senha
pt_br: %(site)s: Redefinição de senha completa
ru: %(site)s: Завершить сброс пароля
sr: %(site)s: Завршите ресетовање лозинке
tr: %(site)s: Parola sıfırlamayı tamamla

source: A Better Way to Sign In
af: 'n Beter manier om aan te meld
bg: По-добър начин за вписване
ca: Una forma millor d'iniciar la sessió
cy: Ffordd Well o Fewngofnodi
de: Eine bessere Möglichkeit zur Anmeldung
el: Ένας καλύτερος τρόπος να συνδεθείς
es: La identificación desde el navegador
eu: Saioa hasteko modu hobe bat
fr: Une meilleure manière de s'identifier
fy: In bettere manier fan oanmelden
gd: Dòigh nas fhearr airson clàradh a-steach
gl: O mellor modo para identificarse
hu: A bejelentkezés egy jobb módja
id: Cara nan Keren untuk Masuk
it: Un modo migliore per identificarsi sui siti web
lt: Geresnis būdas registruotis
pl: Lepszy sposób logowania
pt: Uma forma melhor de iniciar sessão
pt_br: Uma maneira melhor de se identificar
ru: Лучший способ регистрации
sr: Бољи начин за пријављивање
tr: Oturum açmanın daha iyi bir yolu

source: Unsupported Browser
bg: Неподдържан браузър
ca: El navegador no és compatible
cy: Porwr Heb ei Gynnal
de: Nicht unterstützter Browser
el: Μη υποστηριζόμενος περιηγητής
es: Navegador no compatible
eu: Euskarririk gabeko nabigatzailea
fr: Navigateur non pris en charge
fy: Net-stipe browser
gd: Brabhsair ris nach eil taic
gl: Navegador non compatíbel
hu: Nem támogatott böngésző
id: Peramban Tidak Didukung
it: Browser non supportato
lt: Nepalaikoma naršyklė
pl: Nieobsługiwana przeglądarka
pt: Navegador não suportado
pt_br: Navegador sem suporte
ru: Неподдерживаемый браузер
sr: Неподржан прегледач
tr: Desteklenmeyen tarayıcı

source: Unsupported Browser without Watch
bg: Неподдържан браузър без Watch
ca: Navegador no compatible amb el mètode Watch
cy: Porwr Heb ei Gynnal heb Gwylio
de: Nicht unterstützter Browser ohne Watch
el: Μη υποστηριζόμενος περιηγητής, χωρίς Watch
es: Navegador no compatible sin watch
eu: 'Watch' euskarririk gabeko nabigatzailea
fr: Navigateur non pris en charge sans Watch
fy: Net-stipe browser sûnder Watch
gl: Navegador non compatíbel sen o método Watch
hu: Nem támogatott böngésző a Watch nélkül
id: Peramban Tidak Didukung tanpa Watch
it: Browser non supportato senza l’utilizzo del metodo Watch
lt: Nepalaikoma naršyklė (be „Watch“)
pl: Nieobsługiwana przeglądarka
pt: Navegador não suportado sem Watch
pt_br: Navegador não suportado sem Watch
ru: Неподдерживаемый браузер без Watch
sr: Неподржан прегледач без надзора
tr: Watch olmadan desteklenmeyen tarayıcı

source: Cookies Are Disabled
bg: Бисквитките са изключени
ca: Les galetes estan inhabilitades
cy: Cwcis wedi eu Hanablu
de: Cookies sind deaktiviert
el: Τα cookies είναι απενεργοποιημένα
es: Las cookies están deshabilitadas
eu: Cookie-ak desgaituta daude
fr: Les cookies sont désactivés
fy: Cookies binne útskeakele
gd: Tha na briosgaidean à comas
gl: As cookies están desactivadas
hu: A sütik le vannak tiltva
id: Kuki Dinonaktifkan
it: I cookie sono disattivati
lt: Slapukai išjungti
pl: Ciasteczka są wyłączone
pt: Cookies desativados
pt_br: Os cookies estão desativados
ru: Куки отключены
sr: Колачићи су искључени
tr: Çerezler devre dışı

source: About
bg: Относно
ca: Quant a
cy: Ynghylch
de: Über
el: Περί
es: Acerca de
eu: Honi buruz
fr: À propos
fy: Oer
gd: Mu dheidhinn
gl: Sobre
hu: Névjegy
id: Tentang
it: Informazioni
lt: Apie šią tarnybą
pl: Informacje
pt: Sobre
pt_br: Sobre
ru: О сервисе
sr: О пројекту
tr: Hakkında

source: Terms of Service
bg: Условия на услугата
ca: Condicions d'ús
cy: Amodau'r Gwasanaeth
de: Nutzungsbedingungen
el: Όροι της Υπηρεσίας
es: Términos del servicio
eu: Zerbitzuaren baldintzak
fr: Conditions d'utilisation
fy: Tsjinstbetingsten
gd: Teirmichean na Seirbheise
gl: Termos do servizo
hu: Felhasználási feltételek
id: Ketentuan Layanan
it: Termini di servizio
lt: Paslaugos teikimo nuostatai
pl: Regulamin usługi
pt: Termos do serviço
pt_br: Termos de serviço
ru: Условия предоставления услуг
sr: Услови коришћења
tr: Hizmet Koşulları

source: Privacy Policy
bg: Декларация за поверителност
ca: Política de privadesa
cy: Polisi Preifatrwydd
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
eu: Pribatutasun-politika
fr: Politique de confidentialité
fy: Privacybelied
gd: Am poileasaidh prìobhaideachd
gl: Política de privacidade
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
lt: Privatumo nuostatai
pl: Zasady ochrony prywatności
pt: Política de privacidade
pt_br: Política de privacidade
ru: Политика приватности
sr: Полиса приватности
tr: Gizlilik İlkeleri

source: Complete Registration
bg: Завършване на регистрацията
ca: Completa el registre
cy: Cwblhau'r Cofrestru
de: Registrierung abschließen
el: Ολοκλήρωση εγγραφής
es: Completar el registro
eu: Osatu erregistroa
fr: Terminer l'inscription
fy: Registraasje foltôgje
gd: Coilean an clàradh
gl: Rematou a creación da conta
hu: Regisztráció befejezése
id: Menyelesaikan Pendaftaran
it: Completamento della registrazione
lt: Užbaigti registraciją
pl: Kończenie rejestracji
pt: Concluir registo
pt_br: Cadastro completo
ru: Завершить регистрацию
sr: Завршите регистрацију
tr: Kaydı tamamla

source: A simpler way to sign in.
af: 'n Eenvoudiger manier om aan te meld.
bg: По-лесен начин за вписване.
ca: Una forma més fàcil d'iniciar la sessió.
cy: Ffordd well o fewngofnodi.
de: Eine einfachere Möglichkeit zur Anmeldung.
el: Ένας απλούστερος τρόπος να συνδεθείς.
es: Una forma más fácil de identificarte.
eu: Saioa hasteko modu sinpleagoa.
fr: Une façon plus simple de s'identifier.
fy: In maklikere manier fan oanmelden.
gl: A forma máis sinxela de identificarse.
hu: A bejelentkezés egy jobb módja.
id: Cara mudah untuk masuk.
it: Un metodo semplificato per identificarsi sui siti web
lt: Paprastesnis būdas registruotis.
pl: Prostszy sposób logowania.
pt: Uma forma simples de iniciar sessão
pt_br: A maneira mais simples de se identificar.
ru: Упрощённый способ регистрации.
sr: Једноставнији начин пријављивања.
tr: Oturum açmanın daha kolay bir yolu.

source: Persona replaces multiple passwords
af: Persona vervang veelvuldige wagwoorde
bg: Persona замества многото пароли
ca: El Persona fa que no calgui utilitzar diverses contrasenyes
cy: Mae Persona yn cymryd lle cyfrineiriau lluosog
de: Persona ersetzt mehrere Passwörter
el: Το Persona αντικαθιστά τους πολλούς κωδικούς
es: Mozilla Persona sustituye el uso de múltiples contraseñas
eu: Persona-k hainbat pasahitz ordezkatzen ditu
fr: Persona remplace l'utilisation de nombreux mots de passe
fy: Persona ferfangt mear wachtwurden
gd: Gabhaidh Persona a chleachdadh an àite iomadh facal-faire
gl: Mozilla Persona substitúe o uso de varios contrasinais
hu: A Persona kiváltja a több jelszó használatát
id: Persona menggantikan penggunaan sandi yang beragam
it: Persona sostituisce l’utilizzo di più password.
lt: „Persona“ atstoja daugybę slaptažodžių
pl: Persona zastępuje wiele haseł
pt: O Persona substitui múltiplas senhas
pt_br: O Persona substitui várias senhas por uma só
ru: Persona заменяет множество паролей
sr: Persona замењује више лозинки
tr: Persona, onlarca parolanın yerini alır

source: Sites such as <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> and <a %(voostLink)s>%(voostName)s</a> use Persona instead of usernames to sign you in.
bg: Страници като <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> и <a %(voostLink)s>%(voostName)s</a> използват Persona вместо потребителско име за вписване.
ca: Llocs com ara <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> i <a %(voostLink)s>%(voostName)s</a> utilitzen el Persona en lloc de noms d'usuari per iniciar la sessió.
cy: Mae gwefannau fel <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> a <a %(voostLink)s>%(voostName)s</a> yn defnyddio Persona yn lle enw defnyddiwr i'ch mewngofnodi chi.
de: Websites wie <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> und <a %(voostLink)s>%(voostName)s</a> verwenden Persona anstelle von Benutzernamen, um Sie anzumelden.
el: Ίστοσελίδες όπως οι <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> και <a %(voostLink)s>%(voostName)s</a> χρησιμοποιούν το Persona αντί για ονόματα χρήστη για να σας συνδέσουν.
es: Sitios como <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> y <a %(voostLink)s>%(voostName)s</a> utilizan Mozilla Persona en lugar de nombres de usuario para identificarte.
eu: Zenbait webgunek, adibidez <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> eta <a %(voostLink)s>%(voostName)s</a>-ek, erabiltzaile-izenen ordez Persona erabiltzen dute zure saio-hasiera burutzeko.
fr: Des sites tels que <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> et <a %(voostLink)s>%(voostName)s</a> utilisent Persona plutôt que des pseudos pour vous identifier.
fy: Websites lykas <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> en <a %(voostLink)s>%(voostName)s</a> brûke Persona yn stee fan brûkersnammen om jo oan te melden.
gl: Sitios como <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> e <a %(voostLink)s>%(voostName)s</a> usan Mozilla Persona no lugar de nomes de usuario para identificalo.
hu: Az olyan weboldalak, mint a <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> és <a %(voostLink)s>%(voostName)s</a> a Personát használja a felhasználónevek helyett.
id: Beberapa situs misalnya <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a>, dan <a %(voostLink)s>%(voostName)s</a> tidak lagi menggunakan nama pengguna untuk masuk, cukup menggunakan Persona.
it: Siti come <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> e <a %(voostLink)s>%(voostName)s</a> utilizzano Persona in sostituzione del nome utente per l’accesso.
lt: Tokios svetainės, kaip <a %(webmakerLink)s>„%(webmakerName)s“</a>, <a %(openphotoLink)s>„%(openphotoName)s“</a> ir <a %(voostLink)s>„%(voostName)s“</a> vietoje įprastų paskyrų prisijungimui naudoja „Personą“.
pl: Witryny, takie jak <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> i <a %(voostLink)s>%(voostName)s</a> zamiast logowania z użyciem nazwy użytkownika stosują do logowania usługę Persona.
pt: Sítios como <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> e <a %(voostLink)s>%(voostName)s</a> usam Persona em vez de nomes de utilizadore para iniciar a sessão.
pt_br: Sites como <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> e <a %(voostLink)s>%(voostName)s</a> já usam o Persona no lugar de nomes de usuários e senhas para identificá-lo.
ru: Такие сайты, как <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> и <a %(voostLink)s>%(voostName)s</a> используют для регистрации Persona вместо логинов.
sr: Странице попут <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> и <a %(voostLink)s>%(voostName)s</a> за пријављивање користе Persona-у уместо корисничког имена.
tr: <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> ve <a %(voostLink)s>%(voostName)s</a> gibi siteler, oturum açmak için kullanıcı adları yerine Persona kullanır.

source: This means you only need one password to sign in to many sites.
af: Dit beteken mens het net een wagwoord nodig om by klomp werwe aan te meld.
bg: Това означава, че ви трябва само една парола за вписване в много страници.
ca: Això significa que només necessiteu una contrasenya per accedir-hi a diversos llocs web.
cy: Mae hyn yn golygu mai dim ond un cyfrinair sydd ei angen ar gyfer nifer fawr o wefannau.
de: Das bedeutet, dass Sie nur ein Passwort benötigen, um sich bei vielen Websites anzumelden.
el: Αυτό σημαίνει ότι με μόνο έναν κωδικό συνδέεστε σε πολλές ιστοσελίδες.
es: Esto significa que necesitas solo una contraseña para identificarte en muchos sitios.
eu: Honek esan nahi du pasahitz bakarra behar duzula hainbat webgunetan saioa hasteko.
fr: Cela signifie que vous n'avez besoin que d'un seul mot de passe pour vous connecter sur de nombreux sites.
fy: Dit betsjut dat jo mar ien wachtwurd foar it oanmelden by mear websteeën nedich hawwe.
gd: 'S ciall dha seo nach bi feum ach air aon fhacal-faire gus clàradh a-steach air iomadh làrach.
gl: Isto significa que só precisará un contrasinal para identificarse en moitos sitios.
hu: Ez azt jelenti, hogy csak egyetlen jelszóra van szüksége több weboldalra való bejelentkezéshez.
id: Ini berarti cukup satu sandi untuk masuk ke berbagai situs.
it: Ciò significa che avrai bisogno di un’unica password per accedere a molti siti.
lt: Tai reiškia, jog Jums prisijungimui prie daugybės svetainių pakaks tik vieno slaptažodžio.
pl: Oznacza to, że potrzebujesz tylko jednego hasła do logowania się do wielu witryn.
pt: Isto significa que necessita apenas de uma senha para iniciar sessão em diversos sítios.
pt_br: Ou seja, você só precisa de uma senha para se identificar em vários sites.
ru: Это значит, что для входа на множество сайтов вам понадобится только один пароль.
sr: То значи да ће Вам за приступ многим страницама бити довољна једна лозинка.
tr: Bu, pek çok siteye girmek için sadece bir parolaya ihtiyacınız olacağı anlamına geliyor.

source: One password to rule them all.
af: Een wagwoord vir almal.
bg: Една парола вместо всичките.
ca: Un anell per manar-los a tots
cy: Un cyfrinair ar gyfer y cwbl.
de: Ein Passwort, sie zu knechten.
el: Ένας κωδικός για τα πάντα.
es: Una contraseña para dominarlas a todas.
eu: Pasahitz bakarrak guztietarako balio du.
fr: Un mot de passe pour les gouverner tous.
fy: Ien wachtwurd om alle te regearen.
gd: Aon fhacal-faire gus smachd a chumail orra uile.
gl: Un único contrasinal para todos eles.
hu: Egy jelszó mindenek felett.
id: Satu sandi untuk semua.
it: Una sola password per domarli tutti.
lt: Vienas slaptažodis viskam valdyti.
pl: Jedno hasło, by panować nad wszystkimi.
pt: Uma senha para controlar tudo.
pt_br: Uma única senha para todos eles.
ru: Один пароль, чтоб править всеми.
sr: Јединствена лозинка за све.
tr: Hepsine hükmedecek tek parola.

source: Use multiple email addresses
af: Gebruik veelvuldige e-posadresse
bg: Използване на няколко адреса на ел. поща
ca: Múltiples adreces de correu
cy: Defnyddio cyfeiriadau e-bost lluosog
de: Verwenden Sie mehrere E-Mail-Adressen
el: Χρησιμοποιείστε πολλές ηλεκτρονικές διευθύνσεις
es: Utiliza múltiples direcciones de correo
eu: Erabili hainbat helbide elektroniko
fr: Utilisez plusieurs adresses électroniques
fy: Mear e-mailadressen brûke
gd: Cleachd iomadh seòladh puist-dealain
gl: Use varios enderezos de correo
hu: Használjon több e-mail címet
id: Menggunakan banyak alamat surel
it: Utilizza più indirizzi email
lt: Naudoti keletą el. pašto adresų
pl: Używaj wielu adresów e-mail
pt: Use múltiplos endereços de correio
pt_br: Use vários endereços de e-mail
ru: Использовать несколько адресов эл. почты
sr: Користите више адреса е-поште
tr: Birden fazla e-posta adresi kullanın

source: Persona is flexible
af: Persona is aanpasbaar
bg: Persona е гъвкава
ca: El Persona és flexible
cy: Mae Persona yn hyblyg
de: Persona ist flexibel
el: Το Persona είναι ευέλικτο
es: Mozilla Persona es flexible
eu: Persona moldagarria da
fr: Persona est flexible
fy: Persona is fleksibel
gd: Tha Persona sùbailte
gl: Mozilla Persona é flexíbel
hu: A Persona rugalmas
id: Persona sangat fleksibel
it: Persona è flessibile
lt: „Persona“ yra lanksti
pl: Persona jest elastyczna
pt: O Persona é flexível
pt_br: O Persona é flexível
ru: Persona является гибкой
sr: Persona је флексибилна
tr: Persona esnektir

source: Within Persona, your identity is your email address. You can use as many email addresses as you want, but you still only need one password.
af: Met Persona is u e-posadres u identiteit. Al gebruik mens soveel e-posadresse as wat mens wil, is steeds slegs een e-posadres nodig.
bg: В Persona вашата самоличност адресът на вашата ел. поща. Можете да използвате колкото искате пощи, и пак ще ви трябва само една парола.
ca: Al Persona, la vostra identitat és la vostra adreça de correu electrònic. Podeu utilitzar tantes adreces de correu electrònic com vulgueu, però tot i així només necessiteu una contrasenya.
cy: O fewn Persona, eich hunaniaeth yw eich cyfeiriad e-bost. Mae modd i chi ddefnyddio gymaint o gyfeiriadau e-bost ag y dymunwch, ond dim ond un cyfrinair fydd ei angen.
de: Mit Persona ist Ihre Identität Ihre E-Mail-Adresse. Sie können so viele E-Mail-Adressen verwenden, wie Sie möchten, aber Sie benötigen trotzdem nur ein Passwort.
el: Με το Persona, η ταυτότητά σας είναι η ηλεκτρονική σας διεύθυνση. Μπορείτε να χρησιμοποιήσετε όσες ηλεκτρονικές διευθύνσεις θέλετε, αλλά θα χρειάζεστε μόνο έναν κωδικό.
es: En Mozilla Persona tu identidad es tu dirección de correo electrónico. Puedes usar tantas direcciones como desees, pero aun así solo necesitas una contraseña.
eu: Persona-ren barruan zure helbide elektronikoa da zure identitatea. Nahi dituzun bezainbeste helbide elektroniko erabil ditzakezu baina pasahitz bakarra beharko duzu.
fr: Avec Persona, votre identité est votre adresse électronique. Vous pouvez utiliser autant d'adresses que vous le souhaitez, mais vous n'avez toujours besoin que d'un seul mot de passe.
fy: Binnen Persona is jo identiteit jo e-mailadres. Jo kinne sa folle e-mailadressen brûke as jo wolle, mar jo hawwe noch mar ien wachtwurd nedich.
gd: 'S e am post-d agad do dhearbh-aithne ann am Persona. 'S urrainn dhut uiread a sheòlaidhean puist-d a chleachdadh 's a thogras tu ach cha bhi feum ach air aon fhacal-faire.
gl: En Mozilla Persona, a súa identidade é o enderezo de correo. Pode usar tantos enderezos de correo como queira, pero só precisará un contrasinal.
hu: A Persona rendszerben az e-mail cím a személyazonosító. Korlátlan számú e-mail cím használható, azonban csak egyetlen jelszóra van szükség.
id: Dalam Persona. identitas Anda diwakili oleh alamat surel. Anda dapat menggunakan alamat surel sebanyak yang Anda suka, tetapi sandinya cukup satu saja.
it: All’interno di Persona, la tua identità è il tuo indirizzo email. È possibile utilizzare più di un indirizzo email, ma avrai comunque bisogno di una unica password.
lt: „Personoje“ Jūsų tapatybė yra Jūsų el. pašto adresas. Galite pridėti kiek tik norite el. pašto adresų, tačiau slaptažodžio pakaks vieno.
pl: Usługa Persona identyfikuje cię twoim adresem e-mail. Możesz używać wielu adresów, ale potrzebujesz tylko jednego hasła.
pt: Com o Persona, a sua identidade é o seu endereço de correio. Pode usar quantos endereços quiser, mas apenas necessita de uma senha.
pt_br: No Persona, sua identidade é o seu endereço de e-mail. Você pode usar quantos endereços de e-mail quiser, e ainda assim só precisará de uma senha.
ru: В Persona вашим идентификатором является ваш адрес эл. почты. Вы можете использовать столько адресов эл. почты, сколько хотите, но вам будет нужен только один пароль.
sr: Уз Persona, Ваш идентитет је Ваша адреса е-пошта. Можете користити колико год желите адреса е-поште, али Вам треба само једна лозинка.
tr: Persona'da kimliğiniz e-posta adresinizdir. Ne kadar e-posta adresiniz olursa olsun, tek bir parola kullanırsınız.

source: Real privacy.
af: Ware privaatheid.
bg: Истинска поверителност.
ca: Privadesa com mai abans.
cy: Preifatrwydd go iawn.
de: Echter Datenschutz.
el: Πραγματική ιδιωτικότητα.
es: Auténtica privacidad.
eu: Benetako pribatutasuna.
fr: Une vie privée respectée.
fy: Echte privacy.
gd: Fìor-phrìobhaideachd.
gl: Auténtica privacidade.
hu: Valódi adatvédelem.
id: Privasi yang nyata.
it: Vera privacy.
lt: Tikras privatumas.
pl: Prawdziwa prywatność
pt: Privacidade real.
pt_br: Privacidade de verdade.
ru: Настоящая приватность.
sr: Стварна приватност.
tr: Gerçek mahremiyet.

source: Persona is proudly non-profit for you
bg: Persona е с нестопанска цел
ca: El Persona està orgullós de ser sense ànim de lucre per a vos
cy: Mae Persona'n falch o fod ddim er elw
de: Persona ist für Sie gemeinnützig und stolz darauf
el: Το Persona μη κερδοσκοπικό για εσάς
es: Mozilla Persona es una tecnología sin fines de lucro y orgullosa de serlo por ti
eu: Persona irabazi-asmorik gabekoa da
fr: Persona est fièrement à but non lucratif pour vous
fy: Persona is grutsk non-profit foar jo
gd: Chan ann a chum prothaid a tha Persona 's tha sinn pròiseil às
gl: Mozilla Persona está orgullosa de ser unha tecnoloxía sen fins de lucro para vostede
hu: A Persona büszke arra, hogy non-profit
id: Dengan bangga Persona didukung oleh organisasi nirlaba
it: Persona è orgogliosamente senza fini di lucro per te
lt: „Persona“ nesiekia pelno
pl: Persona jest dla ciebie za darmo
pt: O Persona é orgulhosamente para si, sem fins lucrativos
pt_br: O Persona, orgulhosamente, não tem fins lucrativos
ru: Persona является некоммерческой
sr: Persona је поносна што је непрофитна за Вас
tr: Persona, kâr amacı gütmemekten gurur duyar
