Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/*/LC_MESSAGES/messages.po
Languages: af, bg, ca, cy, de, el, es, eu, fr, fy, gd, gl, hu, id, it, lt, pl, pt, pt_br, ru, sr, tr

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. You must now use your existing Persona password to log in with this email address.
bg: %(idp)s вече не ви разрешава да се вписвате в Persona с паролата си за %(idp)s. Сега трябва да използвате паролата си за Persona, за вписване с тази ел. поща.
ca: %(idp)s ja no us permet iniciar la sessió amb Persona amb la vostra contrasenya de %(idp)s. Ara heu d'utilitzar la vostra contrasenya de Persona per iniciar la sessió amb aquesta adreça electrònica.
cy: Nid yw %(idp)s yn caniatáu i chi fewngofnodi i Persona gyda'ch cyfrinair %(idp)s. Rhaid i chi ddefnyddio eich cyfrinair Persona cyfredol i fewngofnodi gyda'r cyfeiriad e-bost yma.
de: %(idp)s ermöglicht Ihnen keine Anmeldung bei Persona mehr, wenn Sie Ihr %(idp)s-Passwort verwenden. Sie müssen jetzt Ihr bestehendes Persona-Passwort verwenden, um sich mit dieser E-Mail-Adresse anzumelden.
el: Το %(idp)s δεν σας επιτρέπει να συνδεθείτε στο Persona με το %(idp)s κωδικό σας. Θα πρέπει να χρησιμοποιήσετε τον υπάρχοντα Persona κωδικό σας για να συνδεθείτε με αυτή την ηλ. διεύθυνση.
es: %(idp)s ya no te permite identificarte con Mozilla Persona usando tu contraseña %(idp)s. Ahora tienes que usar tu contraseña actual de Mozilla Persona para identificarte con esta dirección de correo electrónico.
eu: %(idp)s hornitzaileak ez dizu baimentzen Persona-n saioa hasten zure %(idp)s pasahitzarekin. Lehendik badagoen Persona pasahitz bat erabili behar duzu helbide elektroniko honekin saioa hasteko.
fr: %(idp)s ne vous permet plus de vous connecter à Persona avec votre mot de passe %(idp)s. Veuillez utiliser votre mot de passe Persona existant pour vous connecter avec cette adresse.
fy: %(idp)s akseptearret net langer oanmeldingen by Persona mei jo %(idp)s-wachtwurd. Jo moatte no jo besteande Persona-wachtwurd brûke om jo mei dit e-mailadres oan te melden.
gd: Cha leig %(idp)s leat clàradh a-steach gu Persona leis an fhacal-fhaire %(idp)s agad tuilleadh. Feumaidh tu facal-faire a' chunntais Persona agad a chleachdadh gus clàradh a-steach a dhèanamh leis a' phost-d seo.
gl: %(idp)s xa non lle permite identificarse con Mozilla Persona co seu contrasinal de %(idp)s. Agora debe usar o seu contrasinal actual de Mozilla Persona para identificarse con este enderezo de correo.
hu: a(z) %(idp)s nem engedi, hogy belépjen a Personába a(z) %(idp)s jelszóval. Most a már meglévő Persona jelszavát kell használnia, ha ezzel az e-mail címmel kíván belépni.
id: %(idp)s tidak lagi mengizinkan Anda untuk masuk ke Persona dengan sandi %(idp)s. Sejak sekarang, Anda harus menggunakan sandi Persona untuk masuk dengan alamat surel ini.
it: Non è più consentito accedere a Persona utilizzando l’attuale password di %(idp)s. Da questo momento per identificarti con questo indirizzo email dovrai utilizzare la password del tuo account Persona.
lt: %(idp)s jums nebeleidžia jungtis prie „Personos“, naudojantis %(idp)s slaptažodžiu. Prisijungimui su šiuo el. pašto adresu prašom naudoti jau turimu „Personos“ slaptažodžiu.
pl: Nie możesz już logować się do usługi Persona za pomocą hasła %(idp)s. Aby logować się za pomocą tego adresu e-mail, musisz teraz używać istniejącego hasła Persona.
pt: O %(idp)s já não permite o início de sessão no Persona com a sua senha %(idp)s. Tem agora de usar a sua senha do Persona para iniciar sessão com este endereço de correio.
pt_br: %(idp)s não aceita mais que você se identifique no Persona com sua senha do %(idp)s. Agora você deve usar sua senha do Persona para se identificar com esse endereço de e-mail.
ru: %(idp)s больше не разрешает вам входить в Persona с помощью пароля %(idp)s. Для входа с этим адресом эл. почты вы должны использовать имеющийся у вас пароль Persona.
sr: %(idp)s Вам више не дозвољава да се пријавите на Persona са Вашом %(idp)s лозинком. Сада морате користити постојећу Persona лозинку како бисте се пријавили са Вашом адресом е-поште.
tr: %(idp)s artık Persona'ya %(idp)s parolanızla oturum açmanıza izin vermiyor. Bu e-posta adresiyle oturum açmak için mevcut Persona parolanızı kullanmalısınız.

source: Persona password
af: Persona-wagwoord
bg: Парола за Persona
ca: Contrasenya del Persona
cy: Cyfrinair Persona
de: Persona-Passwort
el: Κωδικός Persona
es: Contraseña de Mozilla Persona
eu: Persona-ko pasahitza
fr: Mot de passe Persona
fy: Persona-wachtwurd
gl: Contrasinal de Mozilla Persona
hu: Persona jelszó
id: Sandi Persona
it: Password di Persona
lt: „Personos“ slaptažodį
pl: Hasło Persona
pt: Senha do Persona
pt_br: Senha do Persona
ru: Пароль Persona
sr: Persona лозинка
tr: Persona parolası

source: email address
af: e-posadres
bg: адрес на ел. поща
ca: adreça electrònica
cy: cyfeiriad e-bost
de: E-Mail-Adresse
el: Διεύθυνση ηλ. ταχυδρομείου
es: Dirección de correo
eu: helbide elektronikoa
fr: adresse électronique
fy: e-mailadres
gl: enderezo de correo
hu: e-mail cím
id: alamat surel
it: indirizzo email
lt: el. pašto adresą
pl: Adres e-mail
pt: endereço de correio
pt_br: Endereço de e-mail
ru: адрес эл. почты
sr: адреса е-поште
tr: e-posta adresi

source: Must be an email address
af: Moet 'n e-posadres wees
bg: Трябва да бъде адрес на ел. поща
ca: Cal que sigui una adreça electrònica
cy: Rhaid iddo fod yn gyfeiriad e-bost
de: Muss eine E-Mail-Adresse sein
el: Πρέπει να είναι μία ηλεκτρονική διεύθυνση
es: Debe ser una dirección de correo electrónico
eu: Helbide elektronikoa izan behar da
fr: Ce champ doit contenir une adresse de courriel
fy: Moat in e-mailadres wêze
gl: Debe ser un enderezo de correo
hu: Ennek e-mail címnek kell lennie
id: Harus merupakan alamat surel
it: In questo campo va inserito un indirizzo email
lt: Į šį lauką turite įvesti el. pašto adresą
pl: Musi być podany adres e-mail
pt: Tem de ser um endereço de correio
pt_br: Deve ser um endereço de e-mail
ru: Должно быть адресом эл. почты
sr: Мора бити адреса е-поште
tr: E-posta adresi olmalı

source: Email field required
af: E-posadresveld is nodig
bg: Полето за ел. поща е задължително
ca: El camp d'adreça electrònica és obligatori
cy: Mae angen y maes e-bost
de: E-Mail-Adressfeld erforderlich
el: Το πεδίο ηλεκτρονικής διεύθυνσης απαιτείται
es: El correo electrónico es obligatorio
eu: Helbide elektronikoa beharrezkoa da
fr: L'adresse de courriel est obligatoire
fy: E-mailfjild fereaske
gl: Requírese o campo do correo
hu: Az e-mail megadása kötelező
id: Bidang surel wajib diisi
it: Il campo indirizzo email è obbligatorio
lt: El. paštą įvesti privaloma
pl: Musisz podać adres e-mail
pt: Obrigatório campo do endereço de correio
pt_br: O campo de e-mail é obrigatório
ru: Требуется адрес эл. почты
sr: Е-пошта је обавезна
tr: E-posta alanı zorunludur

source: Forgot your password?
af: Wagwoord vergeet?
bg: Забравихте паролата си?
ca: Heu oblidat la contrasenya ?
cy: Wedi anghofio eich cyfrinair?
de: Haben Sie Ihr Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
eu: Pasahitza ahaztu duzu?
fr: Mot de passe oublié ?
fy: Jo wachtwurd ferjitten?
gd: Na dhìochuimhnich thu am facal-faire agad?
gl: Esqueceu o contrasinal?
hu: Elfelejtette jelszavát?
id: Lupa sandinya?
it: Password dimenticata?
lt: Pamiršote slaptažodį?
pl: Nie pamiętam hasła!
pt: Esqueceu a sua senha?
pt_br: Esqueceu sua senha?
ru: Забыли свой пароль?
sr: Заборавили сте лозинку?
tr: Parolanızı unuttunuz mu?

source: Enter password
af: Gee 'n wagwoord
bg: Въведете парола
ca: Introduïu una contrasenya
cy: Rhowch gyfrinair
de: Passwort eingeben
el: Εισαγωγή κωδικού
es: Escribir contraseña
eu: Idatzi pasahitza
fr: Saisissez un mot de passe
fy: Fier wachtwurd yn
gd: Cuir a-steach facal-faire
gl: Escribir contrasinal
hu: Adja meg a jelszót
id: Masukkan sandi
it: Inserisci la password
lt: Įveskite slaptažodį
pl: Podaj hasło
pt: Inserir senha
pt_br: Inserir senha
ru: Введите пароль
sr: Унесите лозинку
tr: Parolayı girin

source: password
af: wagwoord
bg: парола
ca: contrasenya
cy: cyfrinair
de: Passwort
el: Κωδικός
es: contraseña
eu: pasahitza
fr: mot de passe
fy: wachtwurd
gd: facal-faire
gl: contrasinal
hu: Jelszó
id: kata sandi
lt: slaptažodis
pl: hasło
pt: senha
pt_br: senha
ru: пароль
sr: лозинка
tr: parola

source: Initial confirmation sent &ndash; wait a few minutes before requesting another
bg: Първоначално потвърждение беше изпратено &ndash; изчакайте няколко минути преди да направите повторно
ca: S'ha enviat una confirmació inicial. Espereu uns minuts abans de sol·licitar-ne una altra
cy: Mae'r cadarnhad cychwynnol wedi ei anfon &ndash; arhoswch ychydig cyn gofyn am un arall
de: Erste Bestätigung gesendet &ndash; warten Sie einige Minuten, bevor Sie eine neue anfordern
el: Η αρχική επιβεβαίωση έχει σταλεί &ndash; περιμένετε μερικά λεπτά πριν ζητήσετε μία νέα
es: Confirmación inicial enviada: espera unos minutos antes de realizar otra solicitud
eu: Hasierako berrespena bidali da &ndash; itxaron minutu batzuk beste bat eskatu aurretik
fr: Confirmation initiale envoyée &ndash; veuillez patienter quelques minutes avant de renouveler votre demande
fy: Earste befestiging ferstjoerd &ndash; wacht inkele minuten eardat jo der noch ien freegje
gl: Enviouse a confirmación inicial &ndash; agarde uns minutos antes de solicitar outra
hu: A jóváhagyó levelet elküldtük &ndash; várjon néhány percet, mielőtt újat igényel
id: Konfirmasi awal telah dikirim &ndash; tunggu beberapa menit sebelum meminta lagi
it: Il messaggio di verifica è stato inviato. Attendi qualche minuto prima di richiederne un altro
lt: Pirminis patvirtinimas išsiųstas. Prieš prašydami papildomo, luktelėkite keletą minučių
pl: Wstępne potwierdzenie zostało wysłane! Odczekaj kilka minut zanim poprosisz o kolejne.
pt: Confirmação inicial enviada - espere alguns minutos antes de realizar outro pedido
pt_br: Confirmação inicial enviada - espere alguns minutos antes de realizar outro pedido
ru: Отправлено первоначальное подтверждение &ndash; подождите несколько минут, прежде чем запросить другое
sr: Почетна потврда послата &ndash; сачекајте неколико минута пре него што захтевате другу
tr: İlk doğrulama gönderildi. Yeni bir tane talep etmeden önce birkaç dakika bekleyin

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
bg: Продължавайки, вие се съгласявате с <a %(terms)s>условията на услугата</a> и с <a %(privacy)s>декларацията за поверителност</a> на страницата %(site)s.
ca: En continuar, accepteu les <a %(terms)s>condicions d'ús</a> i la <a %(privacy)s>política de privadesa</a> de %(site)s.
cy: Drwy barhau, rydych yn cytuno i <a %(terms)s>Amodau</a> a <a %(privacy)s>Pholisi Preifatrwydd %(site)s</a>.
de: Indem Sie fortfahren, bestätigen Sie, dass Sie die <a %(terms)s>Nutzungsbedingungen</a> und die <a %(privacy)s>Datenschutzerklärung</a> von %(site)s akzeptieren.
el: Συνεχίζοντας, συμφωνείτε με τους <a %(terms)s>Όρους Χρήσης</a> και την <a %(privacy)s>Πολιτική Απορρήτου</a> της ιστοσελίδας %(site)s.
es: Al continuar, declaras que aceptas los <a %(terms)s>Términos de uso</a> y la <a %(privacy)s>Política de privacidad</a> de %(site)s.
eu: Jarraitzearekin bat, %(site)s(r)en <a %(terms)s>baldintzak</a> eta <a %(privacy)s>pribatutasun-politika</a> onartzen dituzu.
fr: En continuant, vous confirmez que vous acceptez les <a %(terms)s>conditions d'utilisation</a> et la <a %(privacy)s>politique de confidentialité</a> de %(site)s.
fy: Troch fierder te gean geane jo akkoard mei <a %(terms)s>Betngsten</a> en it <a %(privacy)s>Privacybelied</a> fan %(site)s.
gd: Ma leanas tu air adhart, bidh thu ag aontachadh ris na <a %(terms)s>teirmichean</a> agus <a %(privacy)s>am poileasaidh prìobhaideachd</a> aig %(site)s.
gl: Ao continuar, vostede acepta os <a %(terms)s>Termos de uso</a> e a <a %(privacy)s>Política de privacidade</a> de %(site)s.
hu: Ezzel elfogadja a %(site)s <a %(terms)s>Feltételeit</a> és <a %(privacy)s>Adatvédelmi irányelveit</a>.
id: Jika melanjutkan, berarti Anda menyetujui <a %(terms)s>Ketentuan</a> dan <a %(privacy)s>Kebijakan Privasi</a> di %(site)s.
it: Proseguendo, confermi di accettare <a %(terms)s>i termini di servizio</a> e <a %(privacy)s>l’informativa sulla privacy</a> di %(site)s.
lt: Tęsdami, jūs patvirtinate, jog sutinkate su svetainės %(site)s <a %(terms)s>Paslaugų teikimo nuostatais</a> ir <a %(privacy)s>Privatumo nuostatais</a>.
pl: Kontynuując, akceptujesz <a %(terms)s>regulamin</a> i <a %(privacy)s>zasady ochrony prywatności</a> %(site)s.
pt: Ao continuar, concorda com os <a %(terms)s>termos</a> e a <a %(privacy)s>política de privacidade</a> de %(site)s.
pt_br: Ao continuar, você concordará com os <a %(terms)s>Termos de uso</a> e a <a %(privacy)s>Política de privacidade</a> de %(site)s.
ru: Продолжив, вы принимаете <a %(terms)s>Условия</a> и <a %(privacy)s>Политику приватности</a> сайта %(site)s.
sr: Уколико наставите, слажете се са %(site)s <a %(terms)s>условима</a> и <a %(privacy)s>полисом приватности</a>.
tr: Devam ederseniz, %(site)s <a %(termsLink)s>Koşullarını</a> ve <a %(privacyLink)s>Gizlilik İlkelerini</a> kabul etmiş olursunuz.

source: next
af: volgende
bg: напред
ca: següent
cy: nesaf
de: Weiter
el: Επόμενο
es: siguiente
eu: hurrengoa
fr: suivant
fy: folgjende
gd: air adhart
gl: seguinte
hu: következő
id: selanjutnya
it: Avanti
lt: toliau
pl: Dalej
pt: seguinte
pt_br: avançar
ru: далее
sr: следеће
tr: sonraki

source: continue
af: gaan voort
bg: продължаване
ca: continua
cy: parhau
de: Fortfahren
el: Συνέχεια
es: continuar
eu: jarraitu
fr: continuer
fy: trochgean
gd: lean air adhart
gl: continuar
hu: Folytatás
id: lanjutkan
it: Continua
lt: tęsti
pl: kontynuuj
pt: continuar
pt_br: continuar
ru: продолжить
sr: настави
tr: devam et

source: cancel
af: kanselleer
bg: отказ
ca: cancel·la
cy: diddymu
de: Abbrechen
el: Ακύρωση
es: cancelar
eu: utzi
fr: annuler
fy: annulearje
gd: sguir dheth
gl: cancelar
hu: mégse
id: batalkan
it: Annulla
lt: atsisakyti
pl: Anuluj
pt: cancelar
pt_br: cancelar
ru: отмена
sr: откажи
tr: iptal

source: sign in
af: meld aan
bg: вписване
ca: inici de sessió
cy: mewngofnodi
de: Anmelden
el: Σύνδεση
es: conectar
eu: hasi saioa
fr: connexion
fy: oanmelde
gd: clàraich a-steach
gl: identificarse
hu: bejelentkezés
id: masuk
it: Accedi
lt: prisijungti
pl: Zaloguj się
pt: iniciar sessão
pt_br: entrar
ru: войти
sr: пријави се
tr: oturum aç

source: OK
af: Goed
bg: Добре
ca: D'acord
cy: Iawn
el: ΟΚ
es: Aceptar
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
id: Oke
lt: Gerai
sr: У реду
tr: Tamam

source: Connecting to Persona...
af: Koppel aan Persona...
bg: Свързване с Persona…
ca: S'està connectant al Persona...
cy: Cysylltu â Persona...
de: Verbinden mit Persona…
el: Σύνδεση στο Persona...
es: Conectando con Mozilla Persona...
eu: Persona-ra konektatzen...
fr: Connexion à Persona…
fy: Ferbyn mei Persona...
gd: A' ceangal ri Persona...
gl: Conectando con Mozilla Persona...
hu: Kapcsolódás a Personahoz...
id: Sedang tersambung ke Persona...
it: Connessione a Persona in corso…
lt: Jungiamasi prie „Personos“…
pl: Łączenie z usługą Persona…
pt: A ligar ao Persona...
pt_br: Conectando-se ao Persona...
ru: Соединение с Persona...
sr: Повезивање на Persona...
tr: Persona'ya bağlanılıyor...

source: <strong>Mozilla Persona.</strong> Simple sign-in from the non-profit behind Firefox. <a %s>Learn more&rarr;</a>
af: <strong>Mozilla Persona.</strong> Maklike aanmelding moontlik gemaak deur die mense agter Firefox. <a %s>Meer inligting&rarr;</a>
bg: <strong>Mozilla Persona.</strong> Лесно вписване от организацията с нестопанска цел зад Firefox. <a %s>Научете повече &rarr;</a>
ca: <strong>Mozilla Persona.</strong> L'inici de sessió simplificat, desenvolupat per l'organització sense afany de lucre darrere del Firefox. <a %s>Més informació&rarr;</a>
cy: <strong>Mozilla Persona.</strong> Mewngofnodi syml wedi ei greu gan gorff ddim am elw sy'n darparu Firefox. <a %s>Dysgu rhagor&rarr;</a>
de: <strong>Mozilla Persona.</strong> Einfache Anmeldung, entwickelt von der gemeinnützigen Organisation hinter Firefox. <a %s>Erfahren Sie mehr &rarr;</a>
el: <strong>Mozilla Persona.</strong> Απλός τρόπος σύνδεσης, από τον μη κερδοσκοπικό οργανισμό που βρίσκεται πίσω από τον Firefox. <a %s>Μάθετε περισσότερα&rarr;</a>
es: <strong>Mozilla Persona.</strong> La identificación desde el navegador simplificada y desarrollada por la organización que está detrás de Firefox. <a %s>Más información&rarr;</a>
eu: <strong>Mozilla Persona.</strong> Saio-hasiera sinplea Firefoxen atzetik dagoen irabazi-asmorik gabeko erakundeak egina. <a %s>Argibide gehiago&rarr;</a>
fr: <strong>Mozilla Persona.</strong> Connexion simplifiée, réalisée par l'organisation à but non lucratif à l'origine de Firefox. <a %s>En savoir plus&rarr;</a>
fy: <strong><Mozilla Persona.</strong> Ferienfâldicht oanmelde, boud troch de non-profitorganisaasje achter Firefox. <a %s>Mear ynfo&rarr;</a>
gl: <strong>Mozilla Persona.</strong> A identificación simplificada da organización sen fins de lucro detrás de Firefox. <a %s>Obter máis información&rarr;</a>
hu: <strong>Mozilla Persona.</strong> Egyszerűsített bejelentkezés a Firefox mögött álló nonprofit szervezettől. <a %s>Ismerje meg&rarr;</a>
id: <strong>Mozilla Persona.</strong> Proses masuk yang mudah, oleh organisasi nirlaba di balik Firefox. <a %s>Selengkapnya&rarr;</a>
it: <strong>Mozilla Persona</strong>. L’accesso semplificato realizzato senza fini di lucro dagli stessi creatori di Firefox. <a %s>Ulteriori informazioni&rarr;</a>
lt: <strong>Mozilla Persona.</strong> Paprastas prisijungimas, sukurtas pelno nesiekiančių „Firefox“ leidėjų. <a %s>Plačiau&rarr;</a>
pl: <strong>Mozilla Persona</strong>. Ułatwia logowanie, zbudowana na zasadach non-profit z poparciem Firefoksa. <a %s>Dowiedz się więcej&rarr;</a>
pt: <strong>Mozilla Persona.</strong> Início de sessão simplificado dos criadores do Firefox. <a %s>Saber mais&rarr;</a>
pt_br: <strong>Mozilla Persona.</strong> Identificação simplificada, criada por uma organização sem fins lucrativos. <a %s>Saiba mais&rarr;</a>
ru: <strong>Mozilla Persona.</strong> Упрощённая регистрация от некоммерческой организации, создавшей Firefox. <a %s>Подробнее&rarr;</a>
sr: <strong>Mozilla Persona.</strong> Једноставно пријављивање од непрофитне организације која стоји иза Firefox-а. <a %s>Сазнајте више&rarr;</a>
tr: <strong>Mozilla Persona.</strong> Firefox'un arkasındaki güçten, basit oturum açma. <a %s>Daha fazla bilgi&rarr;</a>

source: Connect with Mozilla Persona, the safest &amp; easiest way to sign in.
bg: Свържете се с Mozilla Persona най-сигурното и лесно вписване.
ca: Connecteu amb el Mozilla Persona, la forma més segura i fàcil d'iniciar la sessió.
cy: Cysylltwch gyda Mozilla Persona, y ffordd mwyaf diogel a syml i fewngofnodi.
de: Verbinden Sie sich mit Mozilla Persona, der sichersten &amp; einfachsten Möglichkeit, sich anzumelden.
el: Συνδεθείτε με το Mozilla Persona, τον πιο ασφαλή &amp; εύκολο τρόπο σύνδεσης.
es: Conéctate con Mozilla Persona, la manera más fácil y segura de identificarse.
eu: Konektatu Mozilla Persona-rekin, saioa hasteko modurik seguru eta errazena.
fr: Connectez-vous avec Mozilla Persona, le moyen le plus sûr et le plus simple de s'authentifier.
fy: Meitsje ferbining mei Mozilla Persona, de feilichste &amp; ienfâldichste manier fan oanmelden.
gd: Dèan ceangal le Mozilla Persona, an dòigh ┐ as tèarainte as fhasa airson clàradh a-steach.
gl: Conéctese con Mozilla Persona, o modo máis fácil e seguro para identificarse.
hu: Csatlakozzon a Mozilla Personával, ez a legbiztonságosabb és legegyszerűbb módja a bejelentkezésnek.
id: Terhubung dengan Mozilla Persona, cara aman &amp; mudah untuk masuk.
it: Collegati con Mozilla Persona, il modo più semplice e sicuro per accedere ai siti web.
lt: Junkitės naudodami „Mozillos Personą“ – saugiausią ir paprasčiausią būdą prisijungti.
pl: Skorzystaj z Mozilla Persona – najbezpieczniejszego i najłatwiejszego sposobu logowania.
pt: Ligue-se com o Mozilla Persona, a maneira mais fácil e segura de iniciar sessão.
pt_br: Conecte-se usando o Mozilla Persona, a forma mais rápida e segura de se identificar.
ru: Соединяйтесь с Mozilla Persona, самым безопасным и лёгким способом регистрации.
sr: Повежите се са Mozilla Persona, најсигурнијим и најлакшим начином пријаве.
tr: Oturum açmanın en güvenli ve en kolay yolu Mozilla Persona ile bağlanın.

source: <a %(aboutLink)s>Take the tour</a>
bg: <a %(aboutLink)s>Бърз преглед</a>
ca: <a %(aboutLink)s>Primers passos</a>
cy: <a %(aboutLink)s>Dewch i weld</a>
de: <a %(aboutLink)s>Machen Sie den Rundgang</a>
el: <a %(aboutLink)s>Πάρτε μια γεύση</a>
es: <a %(aboutLink)s>Realiza la visita virtual</a>
eu: <a %(aboutLink)s>Hartzazu tourra</a>
fr: <a %(aboutLink)s>Visite guidée</a>
fy: <a %(aboutLink)s>Start de rûnlieding</a>
gd: <a %(aboutLink)s>Gabh an turas</a>
gl: <a %(aboutLink)s>Realice unha visita virtual</a>
hu: <a %(aboutLink)s>Bemutató</a>
id: <a %(aboutLink)s>Ikuti panduannya</a>
it: <a %(aboutLink)s>Panoramica su Persona</a>
lt: <a %(aboutLink)s>Susipažinkite su paslauga</a>
pl: <a %(aboutLink)s>Zobacz krótki opis</a>
pt: <a %(aboutLink)s>Faça a visita</a>
pt_br: <a %(aboutLink)s>Assistir ao guia</a>
ru: <a %(aboutLink)s>Ознакомительный тур</a>
sr: <a %(aboutLink)s>Крените у обилазак</a>
tr: <a %(aboutLink)s>Tura katılın</a>

source: remove
bg: премахване
ca: suprimeix
cy: tynnu
de: Entfernen
el: Αφαίρεση
es: eliminar
eu: kendu
fr: supprimer
fy: fuortsmite
gd: thoir air falbh
gl: retirar
hu: eltávolítás
id: hapus
it: Rimuovi
lt: pašalinti
pl: Usuń
pt: remover
pt_br: remover
ru: удалить
sr: уклони
tr: kaldır

source: New to Mozilla Persona? <a %(learnMoreLink)s>Learn more</a>
bg: Mozilla Persona е новост за вас? <a %(learnMoreLink)s>Научете повече</a>
ca: Nou al Mozilla Persona? <a %(learnMoreLink)s>Més informació</a>
cy: Newydd i Mozilla Persona? <a %(learnMoreLink)s>Dysgu rhagor</a>
de: Neu bei Mozilla Persona? <a %(learnMoreLink)s>Erfahren Sie mehr</a>
el: Πρώτη φορά στο Mozilla Persona; <a %(learnMoreLink)s>Μάθετε περισσότερα</a>
es: ¿Nuevo en Mozilla Persona? <a %(learnMoreLink)s>Más información</a>
eu: Berria Mozilla Persona-n? <a %(learnMoreLink)s>Argibide gehiago</a>
fr: Vous découvrez Mozilla Persona ? <a %(learnMoreLink)s>Apprenez-en plus</a>
fy: Nij mei Mozilla Persona? <a %(learnMoreLink)s>Lês mear</a>
gd: Air ùr-thòiseachadh le Mozilla Persona? <a %(learnMoreLink)s>Barrachd fiosrachaidh</a>
gl: Non coñece Mozilla Persona? <a %(learnMoreLink)s>Obteña máis información</a>
hu: Nem ismeri a Mozilla Personát? <a %(learnMoreLink)s>Ismerje meg</a>
id: Baru kenal Mozilla Persona? <a %(learnMoreLink)s>Pelajari selengkapnya</a>
it: Sei un nuovo utente di Mozilla Persona? <a %(learnMoreLink)s>Ulteriori informazioni</a>
lt: Nežinote apie „Mozillos Personą“? <a %(learnMoreLink)s>Sužinokite!</a>
pl: To twój pierwszy kontakt z usługą Mozilla Persona? <a %(learnMoreLink)s>Dowiedz się więcej</a>
pt: Novo no Mozilla Persona? <a %(learnMoreLink)s>Saber mais</a>
pt_br: Não conhece o Mozilla Persona? <a %(learnMoreLink)s>Saiba mais</a>
ru: Новичок в Mozilla Persona? <a %(learnMoreLink)s>Узнайте больше</a>
sr: Нисте упознати са Mozilla Persona? <a %(learnMoreLink)s>Сазнајте више</a>
tr: Mozilla Persona'da yeni misiniz? <a %(learnMoreLink)s>Bilgi alın</a>

source: Account Manager
af: Rekeningbestuurder
bg: Управление на регистрации
ca: Gestió dels comptes
cy: Rheolwr Cyfrif
de: Benutzerkontenverwaltung
el: Διαχείριση λογαριασμού
es: Administrador de cuentas
eu: Kontu-kudeatzailea
fr: Gestion du compte
fy: Accountbehearder
gd: Manaidsear a' chunntais
gl: Xestor de contas
hu: Felhasználókezelő
id: Pengelola Akun
it: Gestione account
lt: Jūsų paskyra
pl: Menedżer konta
pt: Gestor de conta
pt_br: Gerenciador de contas
ru: Менеджер учётной записи
sr: Управљач налога
tr: Hesap Yöneticisi
