Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/rm/LC_MESSAGES/client.po
Languages: rm

source: There was a problem with your signup link. Has this address already been registered?
rm: I ha dà in problem cun la colliaziun per registrar. È questa adressa gia vegnida registrada?

source: Error encountered trying to complete registration.
rm: Ina errur è capitada durant cumplettar la registraziun.

source: Persona requires cookies to remember you.
rm: Persona basegna cookies per sa regurdar da tai.

source: Please close this window, <a %s>enable cookies</a> and try again
rm: Serra per plaschair questa fanestra, <a %s>activescha ils cookies</a> ed emprova anc ina giada

source: Communication Error
rm: Errur da communicaziun

source: Finishing Sign In...
rm: Terminar il process d'annunzia…

source: In just a moment you'll be signed into Persona.
rm: En curt mument vegns ti ad esser annunzià tar Persona.

source: We are sorry, this is taking longer than it should.
rm: Perstgisa, quai dura pli ditg che quai ch'i duess.

source: If this doesn't resolve itself within a few seconds, please close the window and try again.
rm: Sch'il problem na sa schlia betg automaticamain entaifer las proximas secundas, serra sez la fanestra ed emprova danovamain.

source: Checking with your email provider.
rm: Verifitgar cun tes purschider dad e-mails.

source: The selected email is invalid or has been deleted.
rm: La adressa dad e-mail tschernida è nunvalida u vegnida stizzada.

source: Remove %(email)s from your Persona account?
rm: Allontanar %(email)s da tes conto da Persona?

source: Removing the last address will cancel your Persona account. Are you sure you want to continue?
rm: Allontanar la davosa adressa dad e-mail vegn a stizzar tes conto da Persona. Es ti segir che ti vuls cuntinuar?

source: Are you sure you want to delete your Persona account?
rm: Es ti segir che ti vuls stizzar tes conto da Persona?

source: Add an email address
rm: Agiuntar ina adressa dad e-mail

source: email address
rm: adressa dad e-mail

source: Must be an email address
rm: Sto esser ina adressa dad e-mail

source: Email field required
rm: Il champ dad e-mail è obligatoric

source: Initial confirmation sent &ndash; wait a few minutes before requesting another
rm: Tramess l'emprima confermaziun &ndash; spetga in per minutas avant che dumandar la proxima

source: Already added!
rm: Fingia agiuntà!

source: add
rm: agiuntar

source: cancel
rm: interrumper

source: Cannot verify %s
rm: Impussibel da verifitgar %s

source: %s is a required address, but we cannot verify that you own this address.
rm: %s è ina adressa obligatorica, nus na pudain dentant betg verifitgar ch'ella appartegn a tai.

source: %(email)s verified!
rm: Verifitgà %(email)s!

source: Signing you in&hellip;
rm: Ti vegns annunzià&hellip;

source: Check your email
rm: Legia tes e-mails

source: Click the link in the confirmation email sent to %s to immediately be signed in to %s.
rm: Clicca sin la colliaziun en l'e-mail tramess a %s. Ti vegns alura gist annunzià tar %s.

source: Error
rm: Errur

source: We are very sorry.
rm: Stgisa voll.

source: The server is under extreme load!
rm: Noss servers èn surchargiads!

source: Please reload the page and try again.
rm: P. pl. rechargiar la pagina ed empruvar danovamain.

source: Please close this window and try again.
rm: Serra p.pl. la fanestra ed emprova danovamain.

source: See more info
rm: Mussar ulteriuras infurmaziuns

source: Close
rm: Serrar

source: *%s* is not a valid email address!
rm: *%s* n'è betg ina adressa dad e-mail valida!

source: To continue, please close the window and enter a valid address.
rm: Per cuntinuar, serra p.pl. la fanestra ed endatescha ina adressa valida.

source: Remember You?
rm: Vuls che Persona sa ragorda da tai?

source: How long would you like to remain signed in with Persona?
rm: Con ditg vuls ti restar annunzià tar Persona?

source: One month
rm: In mais

source: I trust this computer.
rm: Jau ma fid da quest computer.

source: This session only
rm: Be questa sessiun

source: This is not my computer.
rm: Quai n'è betg mes computer.

source: Note: You can of course sign out of Persona at any time.
rm: Remartga: Ti pos sa chapescha sortir da mintga temp da Persona.

source: Sign in with Persona
rm: S'annunziar cun Persona

source: Sign in to %s as&hellip;
rm: S'annunziar tar %s sco&hellip;

source: Select an email address
rm: Tscherner ina adressa dad e-mail

source: Add another email address
rm: Agiuntar in'autra adressa dad e-mail

source: This is not me
rm: Quai na sun betg jau

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
rm: Cun cuntinuar decleras ti che ti es d'accord cun las <a %(terms)s>cundiziuns</a> e las <a %(privacy)s>directivas per la protecziun da datas</a> da %(site)s.

source: sign in
rm: s'annunziar

source: %(primary)s is not responding. Please wait a few minutes and try again.
rm: %(primary)s na respunda betg. Spatga in pèr minutas ed emprova danovamain.

source: Cancel
rm: Interrumper

source: Cannot verify %(email)s
rm: Impussibel da verifitgar %(email)s

source: This may be due to your browser blocking third-party cookies. Please ensure your browser\'s privacy preferences are set to accept third-party cookies for %(idpName)s and try again.
rm: Eventualmein è il problem che tes navigatur blocchescha cookies da terz. Controllescha las preferenzas da tes navigatur e definescha che cookies da %(idpName)s vegnan acceptads ed emprova danovamain.

source: You also agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
rm: Ti decleras era che ti es d'accord cun las <a %(terms)s>cundiziuns</a> e las <a %(privacy)s>directivas per la protecziun da datas</a> da %(site)s.

source: Create a Password
rm: Creear in pled-clav

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. Please create a new password to use with your Persona account.
rm: %(idp)s na lubescha betg pli da s'annunziar tar Persona cun tes pled-clav da %(idp)s. Creescha per plaschair in nov pled-clav per utilisar cun tes conto da Persona.

source: Your email address is new to us. Please create a password to use with FirefoxOS.
rm: Tia adressa dad e-mail è nova per nus. Creescha in pled-clav che ti vuls utilisar cun FirefoxOS.

source: Your email address is new to us. Please create a password to use with Persona.
rm: Tia adressa dad e-mail è nova per nus. Creescha in pled-clav che ti vuls utilisar tar Persona.

source: create password
rm: creear il pled-clav

source: Password field required
rm: Il pled-clav è obligatoric

source: Passwords must be 8&ndash;80 characters long
rm: Il pled-clav sto esser 8 &ndash;80 caracters lung

source: Verify Password
rm: Verifitgar il pled-clav

source: verify password
rm: verifitgar il pled-clav

source: Verification password required
rm: La verificaziun dal pled-clav è obligatorica

source: Passwords don&rsquo;t match!
rm: Ils pleds-clav na correspundan betg!

source: done
rm: terminar

source: Good news!
rm: Bunas novas!

source: %(email)s no longer requires an extra password. Verify your account and you will immediately be signed in to %(aWebsite)s
rm: %(email)s na dovra en futur nagin pled-clav spezial. Verifitgescha tes conto e ti vegns immediat annunzià tar %(aWebsite)s

source: verify
rm: Verifitgar
