Repository: jobava-mozilla/managed-via-pootle
Catalog: sumo-yaocho/*/LC_MESSAGES/buddyup.po
Languages: tr

source: Failed
tr: Başarısız

source: Sending…
tr: Gönderiliyor…

source: Solution ✓
tr: Çözüm ✓

source: This solved my question
tr: Bu yanıt sorunumu çözdü

source: Whoops!
tr: Hay bin kunduz!

source: OK
tr: Tamam

source: <div {countattr}>{n}</div><div {textattr}> question solved</div>
tr: <div {countattr}>{n}</div><div {textattr}> sorun çözüldü</div>

source: {n} question solved
tr: {n} sorun çözüldü

source: My preferences
tr: Tercihlerim

source: Create account or sign in
tr: Hesap açın veya giriş yapın

source: No active questions
tr: Aktif soru yok

source: User not found.
tr: Kullanıcı bulunamadı.

source: Choose a category
tr: Kategori seçin

source: Email/Calendar
tr: E-posta/Takvim

source: Clock/Alarm
tr: Saat/Alarm

source: Camera/Gallery/Video
tr: Kamera/Galeri/Video

source: Audio/Music/FMRadio
tr: Ses/Müzik/FMRadyo

source: Performance
tr: Performans

source: Cellular Data/WiFi/Bluetooth
tr: Hücresel Veri/WiFi/Bluetooth

source: Dialer/Contacts
tr: Arama/Kişiler

source: Browser/Download
tr: Tarayıcı/İndirme

source: Storage/SD card
tr: Depolama/SD kart

source: Maps/GPS
tr: Harita/GPS

source: Keyboard
tr: Klavye

source: System Updates
tr: Sistem Güncellemeleri

source: Language
tr: Dil

source: Marketplace/Apps Install
tr: Marketplace/Uygulama Yükleme

source: Other
tr: Diğer
