Repository: jobava-mozilla/managed-via-pootle
Catalog: sumo-yaocho/*/LC_MESSAGES/yaocho.po
Languages: ga_ie, pa_in, zu

source: Download documents for offline use?
ga_ie: An bhfuil fonn ort na cáipéisí a íosluchtú lena n-úsáid as líne?
pa_in: ਕੀ ਆਫ਼ਲਾਈਨ ਵਰਤੋਂ ਲਈ ਦਸਤਾਵੇਜ਼ ਡਾਊਨਲੋਡ ਕਰਨੇ ਹਨ?
zu: Dawuniloda idokhumenti ukuze uyisebenzise ungekho emoyeni?

source: Yes
ga_ie: Tá
pa_in: ਹਾਂ
zu: Yebo

source: No
ga_ie: Níl
pa_in: ਨਹੀਂ
zu: Cha

source: All Topics
ga_ie: Gach Topaic
pa_in: ਸਭ ਵਿਸ਼ੇ
zu: Zonke Izihloko

source: Network Error.
ga_ie: Earráid Líonra.
pa_in: ਨੈਟਵਰਕ ਗਲਤੀ।
zu: Iphutha Lenethiwekhi.

source: Documents finished downloading.
ga_ie: Cáipéisí íosluchtaithe.
pa_in: ਦਸਤਾਵੇਜ਼ ਡਾਊਨਲੋਡ ਕਰਨੇ ਪੂਰੇ ਹੋਏ।
zu: Amadokhumenti aseqedile ukudawuniloda.

source: Mozilla Support
ga_ie: Tacaíocht Mhozilla
pa_in: ਮੋਜ਼ੀਲਾ ਸਹਾਇਤਾ
zu: I-Mozilla Support

source: Download All Documents
ga_ie: Íosluchtaigh Gach Cáipéis
pa_in: ਸਭ ਦਸਤਾਵੇਜ਼ ਡਾਊਨਲੋਡ ਕਰੋ
zu: Dawuniloda Wonke Amadokhumenti

source: Clear Cache
ga_ie: Folmhaigh an Taisce
pa_in: ਕੈਸ਼ ਸਾਫ਼ ਕਰੋ
zu: Sula i-cache

source: Cache cleared.
ga_ie: Taisce folmhaithe.
pa_in: ਕੈਸ਼ ਸਾਫ਼ ਕਰੋ।
zu: Icache isisuliwe.
