Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/*/LC_MESSAGES/client.po
Languages: af, bg, cy, de, eo, et, eu, fr, fy, ga, gd, gl, hr, hu, it, lt, nb_no, pt_br, ro, sk, sq, sv, uk

source: Note: You can of course sign out of Persona at any time.
af: Let wel: Mens kan natuurlik enige tyd afmeld van Persona.
bg: Забележка: Разбира се, можете да излезете от Persona по всяко време.
cy: Nodyn: Mae modd allgofnodi o Persona ar unrhyw adeg.
de: Hinweis: Sie können sich natürlich jederzeit von Persona abmelden.
eo: Noto: kompreneble vi povas malkonekti Persona iam ajn.
et: Märkus: loomulikult võid Personast igal ajal välja logida.
eu: Oharra: edozein unetan amai dezakezu saioa Persona-tik, noski.
fr: Note : vous pouvez évidemment vous déconnecter de Persona à tout moment.
fy: Noat: jo kinne jo natuerlik op elk winske momint fan Persona ôfmelde.
ga: Nod leat: Is féidir leat logáil amach as Persona am ar bith.
gd: An aire: 'S urrainn dhut clàradh a-mach à Persona uair sam bith cuideachd.
gl: Nota: evidentemente pode saír de Mozilla Persona en calquera momento.
hr: Napomena: Možete se naravno odjaviti s Persone u bilo kojem trenutku.
hu: Megjegyzés: természetesen bármikor kijelentkezhet a Personából.
it: Attenzione: ovviamente puoi disconnetterti da Persona in qualsiasi momento.
lt: Pastaba: nuo savo „Personos“ paskyros bet kada galite atsijungti.
nb_no: Merk: Du kan selvfølgelig logge ut av Persona til enhver tid.
pt_br: Observação: você pode, é claro, deixar de ser identificado com o Persona a qualquer momento.
ro: Notă: Desigur, vă puteți deconecta din Persona în orice moment.
sk: Poznámka: Zo služby Persona sa môžete samozrejme kedykoľvek odhlásiť.
sq: Shënim: Sigurisht që mund të dilni nga llogaria juaj Persona në çfarëdo kohe.
sv: Observera: Du kan så klart logga ut från Persona när du vill.
uk: Зверніть увагу: Ви в будь-який момент можете вийти з Persona.

source: Sign in with Persona
af: Meld aan met Persona
bg: Вписване чрез Persona
cy: Mewngofnodi gyda Persona
de: Anmelden mit Persona
et: Logi Personaga sisse
eu: Hasi saioa Personarekin
fr: Se connecter avec Persona
fy: Oanmelde mei Persona
ga: Logáil isteach trí Persona
gd: Clàraich a-steach le Persona
gl: Identificarse con Mozilla Persona
hr: Prijavite se s Personom
hu: Bejelentkezés Personával
it: Accedi utilizzando Persona
lt: Prisijungti naudojant „Personą“
nb_no: Logg inn med Persona
pt_br: Identificar-me com o Persona
ro: Autentificare cu Persona
sk: Prihlásenie pomocou služby Persona
sq: Hyni me Persona-n
sv: Logga in med Persona
uk: Увійти через Persona

source: Sign in to %s as&hellip;
af: Meld aan by %s as&hellip;
bg: Вписване в %s като&hellip;
cy: Mewngofnodi i %s fel&hellip;
de: Anmeldung bei %s als&hellip;
et: Sisselogimine %s'sse aadressiga &hellip;
eu: Hasi saioa %s gisa&hellip;
fr: S'identifier sur %s en tant que&hellip;
fy: Oanmelde by %s as&hellip;
ga: Logáil isteach i %s mar&hellip;
gl: Identificarse en %s como&hellip;
hr: Prijavite se na %s kao &hellip;
hu: Bejelentkezés ide: %s, mint&hellip;
it: È in corso l’accesso a %s come…
lt: Prisijungti prie svetainės „%s“ kaip&hellip;
nb_no: Logg inn på %s som &hellip;
pt_br: Identificar-me em %s como&hellip;
ro: Autentificare la %s ca&hellip;
sk: Prihlásiť sa k %s ako&hellip;
sq: Hyni te %s si&hellip;
sv: Loggar in på %s som&hellip;
uk: Увійти в %s як&hellip;

source: Select an email address
af: Kies 'n e-posadres
bg: Избор на адрес на ел. поща
cy: Dewiswch gyfeiriad e-bost
de: Eine E-Mail-Adresse auswählen
eo: Elekti retpoŝtan adreson
et: Vali e-posti aadress
eu: Hautatu helbide elektroniko bat
fr: Veuillez sélectionner une adresse électronique
fy: In e-mailadres selektearje
ga: Roghnaigh seoladh ríomhphoist
gl: Seleccionar un enderezo de correo
hu: Válasszon egy e-mail címet
it: Seleziona un indirizzo email
lt: Pasirinkite el. pašto adresą
nb_no: Velg en e-postadresse
pt_br: Selecione um endereço de e-mail
ro: Selectează o adresă de email
sk: Zvoľte e-mailovú adresu
sq: Përzgjidhni një adresë email
sv: Välj en e-postadress
uk: Виберіть адресу ел. пошти

source: Add another email address
bg: Добавяне на друг адрес на ел. поща
cy: Ychwanegu cyfeiriad e-bost arall
de: Eine weitere E-Mail-Adresse hinzufügen
eo: Aldoni alian retpoŝtan adreson
et: Lisa e-posti aadress
eu: Gehitu beste helbide elektroniko bat
fr: Ajouter une autre adresse électronique
fy: Noch in e-mailadres tafoegje
ga: Cuir seoladh ríomhphoist eile leis
gd: Cuir post-d eile ris
gl: Engadir outro enderezo de correo
hr: Dodaj drugu email adresu
hu: Másik e-mail cím hozzáadása
it: Aggiungi un altro indirizzo email
lt: Pridėti kitą el. pašto adresą
nb_no: Legg til en ny e-postadresse
pt_br: Adicionar outro endereço de e-mail
ro: Adaugă o altă adresă de email
sk: Pridať ďalšiu e-mailovú adresu
sq: Shtoni një tjetër adresë email
sv: Lägg till en annan e-postadress
uk: Додати іншу адресу ел. пошти

source: This is not me
bg: Това не съм аз
cy: Nid fi yw hwn
de: Das bin ich nicht
eo: Tiu ne estas mi
et: See ei ole mina
eu: Ez naiz ni
fr: Ce n'est pas moi
fy: Dit bin ik net
ga: Ní mise é seo
gd: Chan e mise th' ann
gl: Non son eu
hr: Ovo nisam ja
hu: Ez nem én vagyok
it: Non sei tu?
lt: Tai ne aš
nb_no: Dette er ikke meg
pt_br: Esse não sou eu
ro: Nu sunt eu
sk: Toto nie som ja
sq: Ky nuk jam unë
sv: Det där är inte jag
uk: Це не я

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
af: Deur voort te gaan, stem u in tot %(site)s se <a %s>Gebruiksvoorwaardes</a> en <a %s>Privaatheidsbeleid</a>.
bg: Продължавайки, вие се съгласявате с <a %(terms)s>условията на услугата</a> и с <a %(privacy)s>декларацията за поверителност</a> на страницата %(site)s.
cy: Drwy barhau, rydych yn cytuno ag <a %(terms)s>>Amodau</a> a <a %(privacy)s>Pholisi Preifatrwydd</a> %(site)s.
de: Indem Sie fortfahren, bestätigen Sie, dass Sie die <a %(terms)s>Nutzungsbedingungen</a> und die <a %(privacy)s>Datenschutzerklärung</a> von %(site)s anerkennen.
eo: Daŭringinte vi deklaros al %(site)s la akceptadon de la <a %(terms)s>kondiĉojn de uzo</a> kaj la <a %(privacy)s>politikon pri privateco</a>.
et: Jätkates nõustud lehekülje %(site)s <a %(terms)s>kasutamistingimuste</a> ja <a %(privacy)s>privaatsuspoliitikaga</a>.
eu: Jarraitzearekin bat, %(site)s gunearen <a %(terms)s>erabiltzeko baldintzak</a> eta <a %(privacy)s>pribatutasun-politika</a> onartzen dituzula berresten duzu.
fr: En continuant, vous confirmez que vous acceptez les <a %s>conditions d'utilisation</a> et la <a %s>politique de confidentialité</a> de %(site)s.
fy: Troch fierder te gean geane jo akkoord mei %(site)s’s <a %(terms)s>Betingsten</a> en <a %(privacy)s>Privacybelied</a>.
ga: Má théann tú ar aghaidh, dearbhaíonn tú le %(site)s go nglacann tú lena gcuid <a %(terms)s>Téarmaí Úsáide</a> agus lena <a %(privacy)s>bPolasaí Príobháideachta</a>.
gd: Ma leanas tu air adhart, bidh thu a' gabhail ri <a %(terms)s>Teirmichean a' Chleachdaidh</a> agus <a %(privacy)s>Poileasaidh Prìobhaideachd</a> aig %(site)s.
gl: Ao continuar, vostede acepta os <a %(terms)s>Termos de uso</a> e a <a %(privacy)s>Política de privacidade</a> de %(site)s.
hr: Nastavkom, slažete se s %(site)s <a %(terms)s>Uvjetima korištenja</a> i <a %(privacy)s>Zaštitom privatnosti</a>.
hu: Ezzel elfogadja a %(site)s <a %(terms)s>Feltételeit</a> és <a %(privacy)s>Adatvédelmi irányelveit</a>.
it: Proseguendo, confermi di accettare <a %(terms)s>i termini di servizio</a> e <a %(privacy)s>l’informativa sulla privacy</a> di %(site)s.
lt: Tęsdami, Jūs patvirtinate, jog sutinkate su „%(site)s“ <a %(terms)s>Paslaugų teikimo nuostatais</a> ir <a %(privacy)s>Privatumo nuostatais</a>.
nb_no: Ved å fortsette, bekrefter du at du godtar %(site)s sine <a %(terms)s>bruksbetingelser</a> og <a %(privacy)s>personvernbestemmelser</a>.
pt_br: Ao continuar, você concordará com os <a %(terms)s>Termos de uso</a> e a <a %(privacy)s>Política de privacidade</a> de %(site)s.
ro: Continuând, sunteți de acord cu <a %(terms)s>condițiile de utilizare</a> și <a %(privacy)s>politica de confidențialitate</a> ale saitului %(site)s.
sk: Pokračovaním potvrdzujete, že súhlasíte s <a %(terms)s>pravidlami používania</a> a <a %(privacy)s>zásadami ochrany súkromia</a> stránky %(site)s.
sq: Duke e kryer, pajtoheni me <a %(terms)s>Kushtet</a> dhe <a %(privacy)s>Rregullat e Privatësisë</a> së %(site)s-s.
sv: Genom att fortsätta godkänner du %(site)ss <a %(terms)s>användarvillkor</a> och <a %(privacy)s>integritetspolicy</a>.
uk: Продовжуючи, ви погоджуєтесь із <a %(terms)s>Умовами</a> та <a %(privacy)s>Політикою приватності</a> %(site)s.

source: sign in
af: meld aan
bg: вписване
cy: mewngofnodi
de: Anmelden
eo: konekto
et: Logi sisse
eu: hasi saioa
fr: identification
fy: oanmelde
ga: logáil isteach
gd: clàraich a-steach
gl: identificarse
hr: prijava
hu: bejelentkezés
it: Accedi
lt: prisijungti
nb_no: logg inn
pt_br: entrar
ro: autentificare
sk: prihlásiť sa
sq: hyni
sv: logga in
uk: увійти

source: %(primary)s is not responding. Please wait a few minutes and try again.
bg: %(primary)s не отговаря. Моля, пробвайте отново след няколко минути.
cy: Nid yw %(primary)s yn ymateb. Arhoswch ychydig a cheisio eto.
de: %(primary)s antwortet nicht. Bitte warten Sie einige Minuten und versuchen Sie es dann erneut.
et: %(primary)s ei vasta. Palun proovi mõne minuti pärast uuesti.
eu: %(primary)s hornitzaileak ez du erantzuten. Itxaron minutu batzuk eta saiatu berriro.
fr: %(primary)s ne répond pas. Veuillez patienter quelques minutes et réessayer.
fy: %(primary)s reagearret net. Wacht inkele minuten en probearje it nochris.
ga: Gan freagairt ó %(primary)s. Fan cúpla nóiméad agus déan iarracht eile.
gd: Chan eil %(primary)s a' freagairt. Fuirich beagan mhionaidean is feuch ris a-rithist an uairsin.
gl: %(primary)s non está respondendo. Agarde uns minutos e tente de novo.
hr: %(primary)s ne odgovara. Molimo pričekajte nekoliko minuta i pokušajte ponovno.
hu: a(z) %(primary)s nem válaszol. Várjon egy pár percet és próbálja meg újra.
it: Il server di %(primary)s non risponde. Attendere qualche minuto e riprovare.
lt: %(primary)s neatsiliepia. Prašom luktelėti porą minučių ir bandyti dar kartą.
nb_no: %(primary)s svarer ikke. Vent noen minutter og prøv igjen.
pt_br: %(primary)s não está respondendo. Por favor, aguarde alguns minutos e tente novamente.
ro: %(primary)s nu răspunde. Vă rugăm așteptați câteva minute și apoi încercați din nou.
sk: %(primary)s neodpovedá. Počkajte niekoľko minút a skúste to znova.
sq: %(primary)s nuk po përgjigjet. Ju lutemi, prisni pak minuta dhe riprovoni.
sv: %(primary)s svarar inte. Vänta några minuter och försök igen.
uk: %(primary)s не відповідає. Будь ласка, зачекайте кілька хвилин і спробуйте знову.

source: Cancel
af: Kanselleer
bg: Отказ
cy: Diddymu
de: Abbrechen
eo: Nuligi
et: Loobu
eu: Utzi
fr: Annuler
fy: Annulearje
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
hr: Odustani
hu: Mégse
it: Annulla
lt: Atsisakyti
nb_no: Avbryt
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sq: Anuloje
sv: Avbryt
uk: Скасувати

source: Cannot verify %(email)s
af: Kan nie %(email)s bevestig nie
bg: %(email)s не може да бъде потвърден
cy: Methu dilysu %(email)s
de: %(email)s kann nicht bestätigt werden
et: Aadressi %(email)s pole võimalik kontrollida.
eu: Ezin da %(email)s egiaztatu
fr: Impossible de vérifier %(email)s
fy: Kin %(email)s net ferifiearje
ga: Ní féidir %(email)s a dhearbhú
gl: Non é posíbel comprobar %(email)s
hu: A(z) %(email)s e-mail cím nem ellenőrizhető
it: Impossibile verificare %(email)s
lt: Nepavyko patvirtinti adreso %(email)s
nb_no: Klarte ikke bekrefte %(email)s
pt_br: Não foi possível verificar %(email)s
ro: Nu se poate verifica %(email)s
sk: Nie je možné overiť %(email)s
sq: Nuk verifikohet dot %(email)s
sv: Kan inte verifiera %(email)s
uk: Не вдалося перевірити %(email)s

source: This may be due to your browser blocking third-party cookies. Please ensure your browser\'s privacy preferences are set to accept third-party cookies for %(idpName)s and try again.
bg: Това може да е породено от браузъра ви, който блокира бисквитки, пуснати от трети страници. Моля, уверете се, че браузъра ви приема бисквитки от трети страници за %(idpName)s и опитайте отново.
cy: Gall hyn fod oherwydd bod eich porwr yn rhwystro cwcis trydydd parti. Sicrhewch fod dewisiadau preifatrwydd eich porwr yn cael eu gosod i dderbyn cwcis trydydd parti ar gyfer %(idpName)s a cheisiwch eto.
de: Dies kann daran liegen, dass Ihr Browser keine Cookies von Drittanbietern akzeptiert. Bitte stellen Sie sicher, dass Ihr Browser in seinen Datenschutzeinstellungen Cookies von Drittanbietern für %(idpName)s und versuchen Sie es erneut.
et: See võib olla põhjustatud kolmanda osapoole küpsiste blokeerimisest sinu veebilehitseja poolt. Palun veendu, et sinu brauseri privaatsusseadetes on %(idpName)s jaoks lubatud kolmanda osapoole küpsiste salvestamine ning proovi uuesti.
eu: Zure nabigatzailea hirugarrenen cookieak blokeatzen ari delako izan daiteke. Ziurtatu zure nabigatzailearen pribatutasun-hobespenak %(idpName)s(t)tik hirugarrenen cookieak onartzeko ezarrita dagoela eta saiatu berriro.
fr: Ceci est peut-être dû au bloqueur de cookies tiers de votre navigateur. Veuillez vous assurer que les préférences de vie privée de votre navigateur sont configurées de façon à accepter les cookies tiers pour %(idpName)s, puis essayez à nouveau.
fy: Dit kin barre omdat jo browser cookies fan tredden blokkearret. Wês wis dat de privacy-ynstellingen fan jo browser ynsteld binne om cookies fan tredden foar %(idpName)s te akseptearjen en probearje opnij.
ga: Seans go bhfuil cosc ar fhianáin ó thríú páirtí i do bhrabhsálaí. Bí cinnte go nglacann do bhrabhsálaí le fianáin ó thríú páirtí le haghaidh %(idpName)s, ansin déan iarracht eile.
gl: Isto pode ser debido a que o seu navegador bloquea as cookies de terceiros. Asegúrese de que as preferencias de privacidade do seu navegador están configuradas para aceptar cookies de terceiros para %(idpName)s e tente de novo.
hu: Ennek oka az lehet, hogy a böngészője blokkolja a harmadik féltől származó sütiket. Ellenőrizze a böngészője biztonsági beállításait, hogy engedélyezve vannak- e a harmadik féltől származó sütik a(z) %(idpName)s számára és próbálja meg újra.
it: Questo potrebbe essere causato dal blocco dei cookie di terze parti nel browser in uso. Assicurati che le preferenze per la privacy del browser in uso siano impostate per accettare i cookie di terze parti da %(idpName)s e riprova.
lt: Taip galėjo nutikti, jeigu Jūsų naršyklė blokuoja trečiųjų šalių slapukus. Įsitikinkite, jog Jūsų naršyklės privatumo nuostatose nurodyta priimti trečiųjų šalių slapukus iš %(idpName)s ir bandykite dar kartą.
nb_no: Dette kan være fordi nettleseren blokkerer tredjeparts infokapsler. Sørg for at nettleserens personverninnstillinger er satt opp til å godkjenne tredjeparts infokapsler for %(idpName)s og prøv igjen.
pt_br: Isso pode ter acontecido devido ao seu navegador bloquear cookies de terceiros. Por favor, verifique se as preferências de privacidade do seu navegador estão ajustadas para aceitar cookies de terceiros para %(idpName)s e tente novamente.
ro: Acest lucru poate fi din cauză că navigatorul blochează cookie-urile terțe. Asigurați-vă că opțiunile de confidențialitate ale \navigatorului dumneavoastră sunt setate să accepte cookie-uri terțe pentru %(idpName)s și încercați din nou.
sk: Dôvodom môže byť to, že váš prehliadač blokuje cookies tretích strán. Uistite sa, že v nastavení súkromia vo vašom prehliadači máte povolené cookies tretích strán pre %(idpName)s a skúste to znova.
sq: Kjo mund të vijë ngaqë shfletuesi juaj bllokon cookie palësh të treta. Ju lutemi, sigurohuni që parapëlqimet e privatësisë për shfletuesin tuaj janë rregulluar që të pranojnë cookies palësh të treta për %(idpName)s dhe riprovoni.
sv: Det kan bero på att du blockerar tredjepartskakor. Kontrollera i sekretessinställningarna att du valt att acceptera tredjepartskakor för %(idpName)s och försök igen.
uk: Це може бути спричинено блокуванням кук сторонніх сайтів вашим браузером. Переконайтесь, що налаштування приватності вашого браузера встановлені на прийняття кук від сторонніх сайтів для %(idpName)s та спробуйте знову.

source: You also agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
af: U stem ook in tot %(site)s se <a %s>Gebruiksvoorwaardes</a> en <a %s>Privaatheidsbeleid</a>.
bg: Вие също се съгласявате с <a %(terms)s>условията на услугата</a> и с <a %(privacy)s>декларацията за поверителност</a> на страницата %(site)s.
cy: Rydych hefyd yn cytuno ag <a %(terms)s>>Amodau</a> a <a %(privacy)s>Pholisi Preifatrwydd</a> %(site)s.
de: Sie akzeptieren auch die <a %(terms)s>Nutzungsbedingungen</a> und die <a %(privacy)s>Datenschutzerklärung</a> von %(site)s.
et: Samuti nõustud lehekülje %(site)s <a %(terms)s>kasutamistingimuste</a> ja <a %(privacy)s>privaatsuspoliitikaga</a>.
eu: %(site)s gunearen <a %(terms)s>baldintzak</a> eta <a %(privacy)s>pribatutasun-politika</a> ere onartzen dituzu.
fr: En continuant, vous confirmez que vous acceptez les <a %(terms)s>conditions d'utilisation</a> et la <a %(privacy)s>politique de confidentialité</a> de %(site)s.
fy: Jo geane ek akkoard mei de <a %(terms)s>Betingsten</a> en <a %(privacy)s>Privacybelied</a>.
ga: Dearbhaíonn tú le %(site)s go nglacann tú lena gcuid <a %(terms)s>Téarmaí Úsáide</a> agus lena <a %(privacy)s>bPolasaí Príobháideachta</a>.
gd: Tha thu cuideachd a' gabhail ri <a %(terms)s>teirmichean a' chleachdaidh</a> agus <a %(privacy)s>am poileasaidh prìobhaideachd</a> aig %(site)s.
gl: Vostede acepta os <a %(terms)s>Termos</a> e a <a %(privacy)s>Política de privacidade</a> do sitio %(site)s.
hu: Ezzel elfogadja a(z) %(site)s <a %(terms)s>Feltételeit</a> és <a %(privacy)s>Adatvédelmi irányelveit</a> is.
it: Inoltre confermi di accettare <a %(terms)s>i termini di servizio</a> e <a %(privacy)s>l’informativa sulla privacy</a> di %(site)s.
lt: Taip pat Jūs patvirtinate, jog sutinkate su svetainės „%(site)s“ <a %(terms)s>Paslaugų teikimo nuostatais</a> ir <a %(privacy)s>Privatumo nuostatais</a>.
nb_no: Du bekrefter også at du godtar %(site)s sine <a %(terms)s>bruksbetingelser</a> og <a %(privacy)s>personvernbestemmelser</a>.
pt_br: Você também concorda com os <a %(terms)s>Termos de uso</a> e a <a %(privacy)s>Política de privacidade</a> de %(site)s.
ro: De asemenea sunteți de acord cu <a %(terms)s>condițiile de utilizare</a> și <a %(privacy)s>politica de confidențialitate</a> ale saitului %(site)s.
sk: Súhlasíte tiež s <a %(terms)s>pravidlami používania</a> a <a %(privacy)s>zásadami ochrany súkromia</a> stránky %(site)s.
sq: Pajtoheni gjithashtu me <a %(terms)s>Kushtet</a> dhe <a %(privacy)s>Rregullat e Privatësisë</a> së %(site)s.
sv: Du godkänner även %(site)ss <a %(terms)s>användarvillkor</a> och <a %(privacy)s>integritetspolicy</a>.
uk: Ви також погоджуєтесь із <a %(terms)s>Умовами</a> та <a %(privacy)s>Політикою приватності</a> %(site)s.

source: Create a Password
bg: Задаване на парола
cy: Crëwch Gyfrinair
de: Passwort erstellen
et: Vali parool
eu: Sortu pasahitza
fr: Créer un mot de passe
fy: Meitsje in wachtwurd oan
ga: Cruthaigh focal faire
gd: Cruthaich facal-faire
gl: Crear un contrasinal
hu: Jelszó létrehozása
it: Crea una password
lt: Sukurti slaptažodį
nb_no: Opprett passord
pt_br: Crie uma senha
ro: Creează o parolă
sk: Vytvorenie hesla
sq: Krijoni një Fjalëkalim
sv: Skapa ett lösenord
uk: Створити пароль

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. Please create a new password to use with your Persona account.
bg: %(idp)s вече не ви разрешава да се вписвате в Persona с паролата си за %(idp)s. Моля, създайте нова парола, която да използвате за вписване в Persona.
cy: Nid yw %(idp)s yn caniatáu i chi fewngofnodi i Persona gyda'ch cyfrinair %(idp)s. Crëwch gyfrinair newydd i'w ddefnyddio gyda'ch cyfrif Persona.
de: %(idp)s ermöglicht Ihnen keine Anmeldung bei Persona mehr, wenn Sie Ihr %(idp)s-Passwort verwenden. Bitte erstellen Sie ein neues Passwort, das bei Ihrem Persona-Konto verwendet werden soll.
et: %(idp)s ei luba enam Personasse %(idp)s parooliga sisse logida. Palun vali Persona kontole uus parool.
eu: %(idp)s hornitzaileak ez dizu baimentzen Persona-n saioa hasten zure %(idp)s pasahitzarekin. Sor ezazu zure Persona konturako pasahitz berria.
fr: %(idp)s ne permet plus de se connecter à Persona avec votre mot de passe %(idp)s. Veuillez créer un nouveau mot de passe pour votre compte Persona.
fy: %(idp)s akseptearret net langer oanmeldingen by Persona mei jo %(idp)s-wachtwurd. Meitsje in nij wachtwurd oan foar jo Persona-account.
ga: Ní cheadaíonn %(idp)s duit logáil isteach i bPersona le d'fhocal faire %(idp)s. Cruthaigh focal faire nua le húsáid le do chuntas Persona.
gd: Cha leig %(idp)s leat clàradh a-steach gu Persona leis an fhacal-fhaire %(idp)s agad tuilleadh. Nach cruthaich thu facal-faire ùr a chleachdas tu airson a' chunntais Persona agad?
gl: %(idp)s xa non lle permite identificarse con Mozilla Persona co seu contrasinal de %(idp)s. Cree un novo contrasinal para a súa conta de Mozilla Persona.
hr: %(idp)s više ne dopušta da se prijavite u Personu sa %(idp)s lozinkom. Molimo kreirajte novu lozinku za korištenje s Vašim Persona korisničkim računom.
hu: a(z) %(idp)s nem engedi, hogy belépjen a Personába a(z) %(idp)s jelszóval. Hozzon létre egy új jelszót, amit a Personához.
it: Non è più consentito accedere a Persona utilizzando l'attuale password di %(idp)s. Crearne una nuova da utilizzare con il proprio account Persona.
lt: %(idp)s jums nebeleidžia jungtis prie „Personos“, naudojantis %(idp)s slaptažodžiu. Prašom sukurti naują slaptažodį, kurį naudosite su „Persona“ paskyra.
nb_no: %(idp)s lar deg ikke lenger logge inn på Persona med ditt %(idp)s passord. Du må opprette et nytt passord for å bruke sammen med din Persona-konto.
pt_br: %(idp)s não aceita mais que você se identifique no Persona com sua senha do %(idp)s. Por favor, crie uma senha nova para usar com sua conta Persona.
ro: %(idp)s nu vă mai permite să vă conectați la contul dumneavoastră Persona cu parola %(idp)s . Vă rugăm să creați o nouă parolă pentru a o utiliza cu contul dumneavoastră Persona.
sk: %(idp)s už viac neumožňuje prihlásenie pomocou Persona pomocou vášho hesla pre %(idp)s. Vytvorte si pre svoj účet Persona nové heslo.
sq: %(idp)s nuk ju lejon më të hyni te Persona me fjalëkalimin tuaj %(idp)s. Ju lutemi, krijoni një fjalëkalim të ri që ta përdorni me llogarinë tuaj Persona.
sv: %(idp)s tillåter inte längre att du loggar in till Persona med ditt %(idp)s-lösenord. Skapa ett nytt lösenord för ditt Persona-konto.
uk: %(idp)s більше не дозволяє вам увійти в Persona, з паролем %(idp)s. Будь ласка, створіть новий пароль для використання у вашому обліковому записі Persona.
