Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/*/LC_MESSAGES/client.po
Languages: af, bg, cy, de, eo, et, eu, fr, fy, ga, gd, gl, hr, hu, it, lt, nb_no, pt_br, ro, sk, sq, sv, uk

source: There was a problem with your signup link. Has this address already been registered?
bg: Има проблем с тази препратка за регистрация. Дали този адрес не е вече регистриран?
cy: Bu anhawster gyda'ch dolen ymuno. A yw'r cyfeiriad yma wedi ei gofrestru yn barod?
de: Mit Ihrem Registrierungslink ist ein Problem aufgetreten. Wurde diese Adresse bereits registriert?
eo: Okazis problemo kun via registra ligilo. Ĉu eble tiu ĉi adreso jam estas registrita?
et: Registreerumislingiga tekkis probleem. Võib-olla on see aadress juba registreeritud?
eu: Arazo bat gertatu da zure erregistratzeko estekarekin. Helbide hau aurretik erregistratu da?
fr: Un problème est apparu avec votre identifiant. Cette adresse a-t-elle été déjà enregistrée ?
fy: Der is in probleem bard mei jo registraasjekeppeling. Is dit adres al registrearre?
ga: Bhí fadhb leis an nasc cláraithe. /%s'
gd: Bha duilgheadas ann leis a' cheangal chlàraidh agad. Saoil an deach an seòladh seo a chlàradh roimhe?
gl: Produciuse un problema coa ligazón do seu rexistro. Xa rexistrou este enderezo?
hr: Pojavio se problem s Vašim linkom za prijavu. Je li ova adresa već registrirana?
hu: A regisztrációs hivatkozás hibás. Lehetséges, hogy ez a cím már regisztrálva van?
it: Si è verificato un problema con il link di iscrizione. Per caso hai già registrato questo indirizzo?
lt: Su Jūsų prisijungimo saitu iškilo problema. Galbūt šį adresą jau užregistravote?
nb_no: Det oppstod et problem med registreringenslenken. Har denne adressen allerede blitt registrert?
pt_br: Houve um problema com o seu link de inscrição. Este endereço já foi registrado?
ro: A apărut o problemă cu legătura dumneavoastră de înregistrare. A mai fost înregistrată această adresă?
sk: Nastal problém s vašim prihlasovacím odkazom. Bola táto adresa zaregistrovaná?
sq: Pati një problem me lidhjen për regjistrimin tuaj. Mos vallë kjo adresë është regjistruar një herë?
sv: Ett problem uppstod med anmälningslänken. Har den här adressen redan registererats?
uk: З вашим посиланням для реєстрації виникла проблема. Ця адреса вже була зареєстрована?

source: Error encountered trying to complete registration.
bg: Грешка при завършване на регистрацията.
cy: Cafwyd gwall wrth geisio cwblhau'r cofrestru.
de: Beim Abschließen der Registrierung ist ein Fehler aufgetreten.
eo: Okazis eraro dum la klopodo fini la registradon.
et: Registreerumise lõpetamisel tekkis viga.
eu: Errorea gertatu da erregistroa burutzen saiatzean.
fr: Une erreur s'est produite à la fin du processus d'enregistrement.
fy: Probleem by poging ta foltôgjen fan registraasje.
ga: Tharla earráid agus an clárú á chur i gcrích.
gd: Thachair mearachd nuair a bha sinn 'gad chlàradh.
gl: Produciuse un erro ao tentar rematar o rexistro.
hr: Naišla je pogreška prilikom pokušavanja dovršetka registracije.
hu: Hiba történt a regisztráció befejezése során.
it: Si è verificato un errore durante il completamento della registrazione.
lt: Bandant užbaigti registraciją, įvyko klaida.
nb_no: Det oppstod en feil under forsøket på å fullføre registreringen.
pt_br: Erro encontrado ao tentar concluir o registro.
ro: Eroare la încercarea de a finaliza înregistrarea.
sk: Pri pokuse o dokončenie registrácie nastala chyba.
sq: Gabim i ndeshur gjatë provës për plotësimin e regjistrimit.
sv: Ett fel uppstod vid registreringen.
uk: При спробі завершити реєстрацію виникла помилка.

source: Persona requires cookies to remember you.
bg: Persona изисква бисквитки, за да ви помни.
cy: Mae Persona angen cwcis i'ch cofio chi.
de: Persona benötigt Cookies, um sich Ihre Daten zu merken.
eo: Persona postulas kuketojn por povi memori vin.
et: Persona vajab meelespidamiseks küpsiseid.
eu: Persona-k cookie-ak behar ditu zu gogoratzeko.
fr: Persona nécessite l'utilisation de cookies pour se souvenir de vous.
fy: Persona fereasket cookies om jo te ûnhâlden
ga: Caithfidh tú fianáin a cheadú chun Persona a úsáid.
gd: Tha Persona feumach air briosgaidean mus cuimhnich e thu.
gl: Mozilla Persona require cookies para lembralo.
hr: Persona zahtijeva da kolačići budu uključeni kako bi ostali zapamćeni.
hu: A Persona sütik használatát igényli.
it: È necessario attivare i cookie per consentire a Persona di ricordarsi di te.
lt: „Personai“ jus įsiminti būtini slapukai.
nb_no: Persona krever informasjonskapsler for å huske deg.
pt_br: Persona requer cookies para lembrar seus dados.
ro: Persona necesită cookie-uri pentru a vă ține minte.
sk: Persona k vášmu zapamätaniu vyžaduje cookies.
sq: Që t'ju mbajë mend, Persona lyp "cookies".
sv: Persona använder kakor för att komma ihåg dig.
uk: Persona потребує куки щоб запам'ятати вас.

source: Please close this window, <a %s>enable cookies</a> and try again
af: Sluit dié venster, <a %s>aktiveer koekies</a> en probeer weer
bg: Моля, затворете прозореца, <a %s>включете бисквитките</a> и пробвайте отново
cy: Caewch y ffenestr hon, <a %s>galluogwch y cwcis</a> a cheisiwch eto
de: Bitte schließen Sie dieses Fenster, <a %s>aktivieren Sie Cookies</a> und versuchen Sie es erneut
eo: Bonvolu fermi tiun ĉi fenestron, <a %s>aktivigi kuketojn</a> kaj klopodi denove
et: Palun sulge see aken, <a %s>luba küpsised</a> ja proovi uuesti
eu: Itxi leiho hau, <a %s>gaitu cookie-ak</a> eta saiatu berriro
fr: Veuillez fermer cette fenêtre, <a %s>activer les cookies</a> et réessayer
fy: Slút dit finster, <a %s>skeakel cookies yn</a> en probearje it nochris
ga: Dún an fhuinneog seo, <a %s>cumasaigh fianáin</a> agus bain triail eile as
gd: Dùin an uinneag seo, <a %s>cuir briosgaidean an comas</a> agus feuch ris a-rithist
gl: Peche esta xanela, <a %s>active as cookies</a> e tente de novo
hr: Molimo zatvorite ovaj prozor, <a %s>dozvolite kolačiće</a> i pokušajte ponovno
hu: Zárja be ezt az ablakot, <a %s>engedélyezze a sütiket</a>, és próbálja meg újra
it: Chiudi questa finestra, <a %s>attiva i cookie</a> e riprova
lt: Užverkite šį langą, <a %s>įjunkite slapukus</a> ir bandykite iš naujo
nb_no: Lukk dette vinduet, <a %s>slå på informasjonskapsler</a>, og prøv igjen
pt_br: Feche esta janela, <a %s>ative os cookies</a> e tente novamente
ro: Vă rugăm să închideți această fereastră, <a %s>activați cookie-urile</a> și încercați din nou
sk: Zavrite toto okno, <a %s>povoľte cookies</a> a skúste to znova
sq: Ju lutemi, mbylleni këtë dritare, <a %s>aktivizoni cookie-t</a> dhe riprovoni
sv: Stäng det här fönstret, <a %s>aktivera kakor</a> och försök igen
uk: Закрийте це вікно, <a %s>увімкніть куки</a> та спробуйте знову

source: Communication Error
af: Kommunikasiefout
bg: Грешка при комуникацията
cy: Gwall Cyfathrebu
de: Kommunikationsfehler
eo: Komunika eraro
et: Kommunikatsiooni viga
eu: Komunikazio-errorea
fr: Erreur de communication
fy: Kommunikaasjeflater
ga: Earráid Chumarsáide
gd: Mearachd conaltraidh
gl: Produciuse un erro na comunicación
hr: Greška pri komunikaciji
hu: Kommunikációs hiba
it: Errore di comunicazione
lt: Ryšio klaida
nb_no: Kommunikasjonsfeil
pt_br: Falha de comunicação
ro: Eroare de comunicare
sk: Chyba pri komunikácií
sq: Gabim Ndërlidhjeje
sv: Kommunikationsfel
uk: Помилка зв’язку

source: Finishing Sign In...
af: Finaliseer aanmelding...
bg: Завършване на вписването…
cy: Gorffen Mewngofnodi...
de: Anmeldung abschließen …
eo: Finado de la konekto ...
et: Sisselogimise lõpetamine...
eu: Saio-hasiera amaitzen...
fr: Fin de l'enregistrement…
fy: Oanmelden foltôge…
ga: Ag Logáil Isteach...
gd: 'Gad chlàradh a-steach...
gl: Finalizando a identificación...
hr: Završavanje prijave...
hu: Bejelentkezés...
it: Accesso in corso…
lt: Prisijungimas užbaigiamas…
nb_no: Fullfører innloggingen …
pt_br: Completando identificação...
ro: Se finalizează procesul de autentificare...
sk: Prebieha dokončovanie prihlasovania...
sq: Po përfundohet Hyrja...
sv: Slutför inloggning …
uk: Завершення входу...

source: In just a moment you'll be signed into Persona.
af: Oor enkele oomblikke sal u aangemeld wees by Persona.
bg: След малко ще влезете чрез Persona.
cy: Cyn bo hir byddwch wedi mewngofnodi i Persona.
de: Einen Moment noch, dann sind Sie bei Persona angemeldet.
eo: Post momento vi estos registrita en Persona.
et: Hetke pärast logitakse sind Personasse.
eu: Une batetik bestera hasiko duzu saioa Persona-n.
fr: Dans quelques instants, Persona va vous identifier.
fy: Oer inkele mominten binne jo by BrowserID oanmeld.
ga: Ar baillín beidh tú logáilte isteach i bPersona.
gd: Bidh thu air clàradh a-steach le Persona ann an diog.
gl: Nuns segundos estará conectado a súa conta de Mozilla Persona.
hr: Za samo trenutak bit ćete prijavljeni na Personu.
hu: Pár pillanat és bejelentkezik a Persona fiókjába.
it: A breve potrai accedere a Persona.
lt: Už kelių akimirkų būsite prijungti prie „Personos“.
nb_no: Om et øyeblikk vil du være innlogget med Persona.
pt_br: Em alguns instantes você estará conectado ao Persona.
ro: În câteva momente veți fi autentificat în Persona.
sk: Za chvíľku budete prihlásený k službe Persona.
sq: Edhe një çast edhe do të jeni futur te Persona.
sv: Du kommer snart att vara inloggad till Persona.
uk: За мить ви увійдете в Persona.

source: We are sorry, this is taking longer than it should.
bg: Съжаляваме, но тази заявка отнема повече време, отколкото би трябвало.
cy: Ymddiheuriadau, mae'r cais yn cymryd mwy o amser nag y dylai.
de: Es tut uns leid, das dauert etwas länger, als es sollte.
eo: Ni bedaŭras, tio ĉi daŭras pli longe ol atendite.
et: Vabandame, see ei tohiks nii kaua aega võtta.
eu: Sentitzen dugu, behar lukeena baino denbora gehiago ari da hartzen hau.
fr: Nous sommes désolés, cette opération prend plus de temps que prévu.
fy: Sorry, dit duorret wat langer as ferwachte.
ga: Tá brón orainn, tá an t-iarratas seo an-mhall.
gd: Tha sinn duilich ach tha seo a' toirt nas fhaide na bu chòir.
gl: Sentimos que esta petición estea tardando máis do que debería.
hr: Žao nam je, ovo traje dulje nego što bi trebalo.
hu: Sajnáljuk, hogy ez eltart egy ideig.
it: Siamo spiacenti, ma questa operazione sta richiedendo più tempo del previsto.
lt: Atsiprašome, tai trunka ilgiau nei turėtų.
nb_no: Beklager, dette tar lengre tid enn det burde.
pt_br: Desculpe, essa operação está levando mais tempo que o normal.
ro: Ne pare rău, cererea durează mult prea mult.
sk: Ospravedlňujeme sa, táto požiadavka čaká už moc dlho.
sq: Na ndjeni, kjo po ha më shumë kohë se sa do të duhej.
sv: Tyvärr tar det här längre tid än vanligt.
uk: Перепрошуємо, чомусь це триває довше ніж зазвичай.

source: If this doesn't resolve itself within a few seconds, please close the window and try again.
bg: Ако този проблем не се разреши от самосебе си, моля затворете прозореца и пробвайте отново.
cy: Os nad yw'n datrys ei hun o fewn eiliadau, caewch y ffenestr a cheisiwch eto.
de: Wenn sich das nicht in einigen Sekunden erledigt hat, schließen Sie bitte das Fenster und versuchen Sie es erneut.
eo: Se tio ne solviĝas sola post kelkaj sekundoj, bonvolu femi la fenestron kaj provi denove.
et: Kui probleem ei lahene paari sekundi jooksul, siis sulge see aken ning proovi uuesti.
eu: Ez bada segundo gutxi barru konpontzen, itxi leihoa eta saiatu berriro.
fr: Si ce n'est pas résolu d'ici quelques secondes, veuillez fermer la fenêtre et réessayer.
fy: As dit net binnen inkele sekonden fansels oplost, slút dan it finster en probearje it opnij.
ga: Mura bhfuil an fhadhb seo réitithe i gceann cúpla soicind, dún an fhuinneog agus bain triail eile as.
gd: Mura rèitich seo e fhèin an ceann diog no dhà, dùin an uinneag is feuch ris a-rithist.
gl: Se non obtén resposta nuns segundos, peche a xanela e ténteo de novo.
hr: Ako se ovo samo ne riješi u roku od nekoliko sekundi, molimo Vas zatvorite prozor i pokušajte ponovno.
hu: Ha ez nem oldódik meg néhány másodpercen belül, akkor zárja be az ablakot és próbálja újra.
it: Se il problema non si risolve entro pochi secondi, chiudi la finestra e riprova.
lt: Jei per kelias sekundes ši problema neišsispręs, užverkite šį langą ir bandykite iš naujo.
nb_no: Hvis dette ikke løser seg i løpet av få sekunder, må du lukke vinduet og prøv igjen.
pt_br: Se isso não se resolver em alguns segundos, por favor, feche esta janela e tente novamente.
ro: Dacă problema nu se rezolvă în câteva secunde, vă rugăm să închideți fereastra și încercați din nou.
sk: Ak nedôjde k obnoveniu do niekoľkých sekúnd, zavrite okno a skúste to znova.
sq: Nëse kjo nuk zgjidhet brenda pak sekondash, ju lutemi, mbylleni dritaren dhe riprovoni.
sv: Om det här inte löser sig självt inom några sekunder, stäng fönstret och försök igen.
uk: Якщо це не вирішиться протягом кількох секунд, закрийте вікно та спробуйте знову.

source: Checking with your email provider.
af: Bevestig tans met u e-posverskaffer.
bg: Проверка с вашия доставчик на поща.
cy: Gwirio drwy eich darparwr e-bost.
de: Überprüfung bei Ihrem E-Mail-Anbieter
eo: Kontroli ĉe via provizanto de retpoŝto
et: E-posti aadressi kontrollimine teenusepakkujaga.
eu: Zure posta-hornitzailearekin egiaztatzea.
fr: Vérification auprès du fournisseur de l'adresse électronique.
fy: Kontrolearje by jo e-mailprovider
ga: Á dheimhniú le do sholáthraí ríomhphoist.
gd: 'Ga dhearbhadh le solaraiche a' phuist-dhealain agad.
gl: Comprobar co provedor de correo.
hr: Provjera s Vašim pružateljem email usluga.
hu: Ellenőrzés az e-mail szolgáltató segítségével.
it: Verifica con il provider di posta elettronica in corso…
lt: Tikrinama per pašto paslaugos teikėją
nb_no: Bekrefter med e-posttilbyder.
pt_br: Verificando com o seu provedor de e-mail.
ro: Verificare cu furnizorul dumneavoastră de email.
sk: Overenie pomocou poskytovateľa pošty.
sq: Po kontrollohet me mundësuesin tuaj të email-it.
sv: Verifierar med e-postleverantören.
uk: Перевірка через вашого провайдера ел. пошти.

source: The selected email is invalid or has been deleted.
af: Die gekose e-posadres is ongeldig of is geskrap.
bg: Избраният адрес на ел. поща е невалиден или е бил изтрит.
cy: Mae'r e-bost hwn yn annilys neu wedi ei dileu.
de: Die ausgewählte E-Mail-Adresse ist ungültig oder wurde gelöscht.
eo: La elektita retpoŝtadreso estas nevalida aŭ ĝi estis forigita.
et: Valitud e-posti aadress pole korrektne või on kustutatud.
eu: Hautatutako helbide elektronikoa baliogabea da edo ezabatu egin da.
fr: L'adresse électronique sélectionnée est invalide ou a été supprimée.
fy: It selektearre e-mailadres is net jildich of fuortsmiten.
ga: Seoladh neamhbhailí, nó bhí sé scriosta.
gd: Tha am post-d a thagh thu mì-dhligheach no chaidh a sguabadh às.
gl: O correo seleccionado é incorrecto ou foi eliminado.
hr: Odabrani email nije valjan ili je izbrisan.
hu: A kiválasztott e-mail cím nem érvényes vagy már törölve lett.
it: L’indirizzo email selezionato non è valido oppure è stato eliminato.
lt: Pasirinktasis el. pašto adresas negalioja arba buvo pašalintas.
nb_no: Den valgte e-postadressen er ugyldig eller har blitt slettet.
pt_br: O e-mail selecionado é inválido ou foi removido.
ro: Email-ul selectat nu este valid sau a fost șters.
sk: Vybraná e-mailová adresa je nesprávna, alebo už bola odstránená.
sq: Email-i i përzgjedhur është i pavlefshëm ose është fshirë.
sv: Den valda e-postadressen är ogiltig eller har tagits bort.
uk: Вибрана адреса електронної пошти некоректна або була вилучена.

source: Remove %(email)s from your Persona account?
bg: Премахване на %(email)s от вашия профил в Persona?
cy: Tynnu %(email)s o'ch cyfrif Persona?
de: %(email)s aus Ihrem Persona-Benutzerkonto entfernen?
eo: Ĉu forigi %(email)s el via konto de Persona?
et: Kas soovid e-posti aadressi %(email)s Persona kontolt tõesti eemaldada?
eu: Kendu %(email)s helbide elektronikoa zure Persona kontutik?
fr: Supprimer %(email)s de votre compte Persona ?
fy: %(email)s fan jo Persona-account fuortsmite?
ga: Bain an seoladh ríomhphoist %(email)s ó do chuntas Persona?
gd: A bheil thu airson %(email)s a thoirt air falbh on chunntas Persona agad?
gl: Retirar o enderezo %(email)s da súa conta de Mozilla Persona?
hr: Uklonite %(email)s s Vašeg korisničkog računa?
hu: Eltávolítja a(z) %(email)s e-mail címet a Persona fiókjából?
it: Rimuovere %(email)s dall’account Persona?
lt: Pašalinti adresą %(email)s iš Jūsų „Personos“ paskyros?
nb_no: Fjern %(email)s fra din Persona-konto?
pt_br: Remover o endereço %(email)s da sua conta Persona?
ro: Eliminați adresa de email %(email)s din contul dumneavoastră Persona?
sk: Odstrániť e-mailovú adresu %(email)s z vášho účtu Persona?
sq: Të hiqet %(email)s nga llogaria juaj Persona?
sv: Ta bort %(email)s från ditt Persona-konto?
uk: Вилучити %(email)s з вашого облікового запису Persona?

source: Removing the last address will cancel your Persona account. Are you sure you want to continue?
bg: Премахването на последния адрес ще изтрие вашия профил в Persona. Сигурни ли сте, че искате да продължите?
cy: Bydd tynnu'r cyfeiriad olaf yn diddymu eich cyfrif Persona. Ydych chi'n siŵr eich bod am barhau?
de: Das Entfernen der letzten Adresse wird Ihr Persona-Benutzerkonto löschen. Möchten Sie wirklich fortfahren?
eo: Forigi la lastan adreson nuligos vian konton de Persona. Ĉu vi certas ke vi volas daŭrigi?
et: Viimase aadressi eemaldamine tühistab ka sinu Persona konto. Kas oled jätkamises kindel?
eu: Azken helbidea kentzean zure Persona kontua berta behera geratuko da. Ziur zaude jarraitu nahi duzula?
fr: Supprimer la dernière adresse supprimera votre compte Persona. Voulez-vous vraiment continuer ?
fy: Fuortsmiten fan it lêste adres annulearret jo Persona-account. Binne jo wis dat jo trochgean wolle?
ga: Má scriosann tú an seoladh deiridh, cealófar do chuntas Persona. An bhfuil tú cinnte gur mhaith leat é seo a dhéanamh?
gd: Ma bheir thu air falbh an seòladh mu dheireadh, cuiridh seo crìoch air a' chunntas Persona agad. A bheil thu cinnteach gu bheil thu airson leantainn air adhart?
gl: Retirando o último enderezo de correo cancelarase a súa conta de Mozilla Persona. Confirma que quere continuar?
hr: Uklanjanje posljednje adrese će poništiti Vaš Persona korisnički račun. Jeste li sigurni da želite nastaviti?
hu: Az utolsó e-mail cím eltávolításával törli a Persona fiókját is. Biztos, hogy folytatja?
it: Rimuovendo l’ultimo indirizzo verrà eliminato l’account Persona. Procedere con l’eliminazione?
lt: Pašalinus paskutinį adresą, „Personos“ paskyra bus panaikinta. Ar norite tęsti?
nb_no: Fjerning av den siste adressen vil kansellere Persona-kontoen din. Er du sikker på at du vil fortsette?
pt_br: Ao remover o último endereço cadastrado, sua conta Persona será cancelada. Tem certeza de que quer continuar?
ro: Eliminarea ultimei adrese va anula contul dumneavoastră Persona. Sunteți sigur că doriți să continuați?
sk: Odstránením poslednej adresy zrušíte svoj účet Persona. Naozaj si želáte pokračovať?
sq: Heqja e adresës së fundit do të shkaktojë mbylljen e llogarisë suaj Persona. Jeni i sigurt se doni të vazhdohet?
sv: Tar du bort den sista adressen avslutas ditt Persona-konto. Är du säker på att du vill fortsätta?
uk: Вилучення останньої адреси анулює ваш обліковий запис Persona. Ви впевнені, що хочете продовжити?

source: Are you sure you want to delete your Persona account?
bg: Сигурни ли сте, че искате да закриете своя профил в Persona?
cy: Ydych chi'n siŵr eich bod am ddiddymu eich cyfrif Persona?
de: Möchten Sie Ihr Persona-Benutzerkonto wirklich löschen?
eo: Ĉu vi certas ke vi volas nuligi vian konton de Persona?
et: Kas soovid tõesti Persona konto kustutada?
eu: Ziur zaude zure Persona kontua ezabatu nahi duzula?
fr: Voulez-vous vraiment supprimer votre compte Persona ?
fy: Binne jo wis dat jo jo Persona-account fuortsmite wolle?
ga: An bhfuil tú cinnte gur mhaith leat do chuntas Persona a scriosadh?
gd: A bheil thu cinnteach gu bheil thu airson an cunntas Persona agad a sguabadh às?
gl: Confirma que quere eliminar a súa conta de Mozilla Persona?
hr: Jeste li sigurni da želite obrisati Vaš Persona korisnički račun?
hu: Valóban törölni kívánja a Persona fiókját?
it: Sei sicuro di voler eliminare l’account Persona?
lt: Ar tikrai norite panaikinti savo „Personos“ paskyrą?
nb_no: Er du sikker på at du vil avslutte din Persona-konto?
pt_br: Você tem certeza de que quer cancelar sua conta Persona?
ro: Sunteți sigur că doriți să ștergeți contul dumneavoastră Persona?
sk: Naozaj chcete zrušiť svoj účet Persona?
sq: Jeni i sigurt që doni të fshini llogarinë tuaj Persona?
sv: Är du säker på att du vill avsluta ditt Persona-konto?
uk: Ви дійсно хочете видалити свій обліковий запис Persona?

source: Add an email address
af: Voeg 'n e-posadres by
bg: Добавяне на адрес на ел. поща
cy: Ychwanegu cyfeiriad e-bost
de: Eine E-Mail-Adresse hinzufügen
eo: Aldoni retpoŝtan adreson
et: Lisa e-posti aadress
eu: Gehitu helbide elektroniko bat
fr: Ajouter une adresse électronique
fy: In e-mailadres tafoegje
ga: Cuir seoladh ríomhphoist leis
gd: Cuir post-d ris
gl: Engadir un enderezo de correo
hu: E-mail cím hozzáadása
it: Aggiungi un indirizzo email
lt: Pridėti el. pašto adresą
nb_no: Legg til en e-postadresse
pt_br: Adicionar um endereço de e-mail
ro: Adaugă o adresă de email
sk: Pridanie ďalšej e-mailovej adresy
sq: Shtoni një adresë email
sv: Lägg till en e-postadress
uk: Додати адресу ел. пошти

source: email address
af: e-posadres
bg: електронна поща
cy: cyfeiriad e-bost
de: E-Mail-Adresse
eo: retpoŝta adreso
et: e-posti aadress
eu: helbide elektronikoa
fr: adresse électronique
fy: e-mailadres
ga: seoladh ríomhphoist
gd: seòladh puist-dealain
gl: enderezo de correo
hr: email adresa
hu: e-mail cím
it: indirizzo email
lt: el. pašto adresas
nb_no: e-postadresse
pt_br: endereço de e-mail
ro: adresă de email
sk: e-mailová adresa
sq: adresë email
sv: e-postadress
uk: адреса ел. пошти

source: Must be an email address
af: Moet 'n geldige e-posadres wees
bg: Трябва да бъде адрес на ел. поща
cy: Rhaid ei fod yn gyfeiriad e-bost
de: Das E-Mail-Adressfeld erforderlich
eo: Tio devus esti retpoŝta adreso
et: Peab olema e-posti aadress
eu: Helbide elektronikoa izan behar du
fr: Doit être une adresse électronique
fy: Moat in e-mailadres wêze
ga: Is gá seoladh ríomhphoist a bheith ann
gl: Debe ser un enderezo de correo
hu: Ennek e-mail címnek kell lennie
it: Deve essere un indirizzo email valido
lt: Turi būti el. pašto adresas
nb_no: Må være en e-postadresse
pt_br: Deve ser um endereço de e-mail
ro: Este necesară o adresă de email
sk: Musíte zadať platnú e-mailovú adresu
sq: Duhet të jetë një adresë email
sv: Måste vara en e-postadress
uk: Повинна бути адреса ел. пошти

source: Email field required
af: Die e-posadresveld is nodig
bg: Полето за ел. поща е задължително
cy: Mae angen y maes e-bost
de: E-Mail-Adressfeld erforderlich
eo: La retpoŝta kampo estas deviga.
et: E-posti väli on nõutav.
eu: Helbide elektronikoaren eremua beharrezkoa da
fr: Le champ « Adresse électronique » est obligatoire
fy: E-mailfjild ferplichte.
ga: Is gá seoladh ríomhphoist a líonadh isteach
gl: Requírese o campo do correo
hu: Az e-mail megadása kötelező
it: Il campo indirizzo email è obbligatorio
lt: El. paštą nurodyti būtina
nb_no: E-postfeltet er påkrevd
pt_br: O campo de e-mail é obrigatório
ro: Adresa de email este necesară
sk: E-mail je vyžadovaná položka
sq: Fusha e email-it është e domosdoshme
sv: E-postfältet är ett krav
uk: Необхідне поле ел. пошти
