Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/*/LC_MESSAGES/client.po
Languages: af, bg, cy, de, eo, et, eu, fr, fy, ga, gd, gl, hr, hu, it, lt, nb_no, pt_br, ro, sk, sq, sv, uk

source: Initial confirmation sent &ndash; wait a few minutes before requesting another
bg: Първоначално потвърждение беше изпратено &ndash; изчакайте няколко минути преди да направите повторно
cy: Mae'r cadarnhad cychwynnol wedi ei anfon &ndash; arhoswch ychydig cyn gofyn am un arall
de: Erste Bestätigung gesendet &ndash; warten Sie einige Minuten, bevor Sie eine neue anfordern
et: Esialgne kinnitus on saadetud, palun oota enne uue taotlemist paar minutit.
eu: Hasierako berrespena bidali da &ndash; itxaron minutu batzuk beste bat eskatu aurretik
fr: Confirmation initiale envoyée &ndash; veuillez patienter quelques minutes avant de renouveler votre demande
fy: Earste befêstiging ferstjoerd &ndash; wacht inkele minuten eardat jo der noch ien freegje
ga: Seoladh teachtaireacht dearbhaithe chugat &ndash; fan cúpla nóiméad sula n-iarrfaidh tú ceann eile
gl: Enviouse a confirmación inicial &ndash; agarde uns minutos antes de solicitar outra
hu: A jóváhagyó levelet elküldtük &ndash; várjon néhány percet, mielőtt újat igényel
it: Il messaggio di verifica è stato inviato. Attendi qualche minuto prima di richiederne un altro
lt: Pirminis patvirtinimas išsiųstas. Prieš prašydami papildomo, luktelėkite kelias minutes
nb_no: Første bekreftelse sendt &ndash; vent noen minutter før du ber om en ny
pt_br: Confirmação inicial enviada &ndash; aguarde alguns minutos antes de solicitar outra
ro: Confirmare inițială trimisă &ndash; așteptați câteva minute înainte să solicitați alta
sk: Úvodné potvrdenie bolo odoslané. Pred požiadaním o ďalšie počkajte niekoľko minút.
sq: Ripohimi fillestar u dërgua &ndash; prisni disa minuta përpara se të kërkoni një tjetër
sv: En första bekräftelse är skickad &ndash; vänta några minuter innan du begär en ny
uk: Початкове підтвердження надіслане &ndash; Зачекайте кілька хвилин перед запитом іншого

source: Already added!
bg: Вече е добавен!
cy: Wedi ei ychwanegu'n barod!
de: Bereits hinzugefügt!
eo: Jam aldonita!
et: Juba lisatud!
eu: Dagoeneko gehituta!
fr: Déjà ajoutée !
fy: Al tafoege!
ga: Curtha leis cheana!
gl: Xa engadido!
hu: Ez korábban már hozzá lett adva!
it: È già stato aggiunto.
lt: Jau pridėtas!
nb_no: Allerede lagt til!
pt_br: Já foi adicionado!
ro: Deja adăugată!
sk: Už pridané!
sq: Është shtuar tashmë!
sv: Redan registrerad!
uk: Вже додано!

source: add
af: voeg by
bg: добавяне
cy: ychwanegu
de: Hinzufügen
eo: aldoni
et: Lisa
eu: gehitu
fr: ajouter
fy: tafoegje
ga: cuir leis
gd: cuir ris
gl: engadir
hr: dodaj
hu: hozzáadás
it: Aggiungi
lt: pridėti
nb_no: legg til
pt_br: adicionar
ro: adaugă
sk: pridať
sq: shtojeni
sv: lägg till
uk: додати

source: cancel
af: kanselleer
bg: отказ
cy: diddymu
de: Abbrechen
eo: nuligi
et: Loobu
eu: utzi
fr: annuler
fy: annulearje
ga: cealaigh
gd: sguir dheth
gl: cancelar
hr: odustani
hu: mégse
it: Annulla
lt: atsisakyti
nb_no: avbryt
pt_br: cancelar
ro: anulează
sk: zrušiť
sq: anulojeni
sv: avbryt
uk: скасувати

source: Cannot verify %s
af: Kan nie %s bevestig nie
bg: %s не може да бъде потвърден
cy: Methu dilysu %s
de: %s kann nicht verifiziert werden
eo: Ne eblas kontroli %s
et: Ei ole võimalik kontrollida %s
eu: Ezin da %s egiaztatu
fr: Impossible de vérifier %s
fy: Kin %s net ferifiearje
ga: Ní féidir %s a dhearbhú
gd: Cha ghabh %s a dhearbhadh
gl: Non é posíbel comprobar %s
hr: Nije moguće potvrditi %s
hu: %s nem ellenőrizhető
it: Impossibile verificare %s
lt: Nepavyko patvirtinti %s
nb_no: Klarte ikke bekrefte %s
pt_br: Não foi possível verificar %s
ro: Nu se poate verifica %s
sk: Nemožno overiť %s
sq: Nuk verifikohet dot %s
sv: Kan inte verifiera %s
uk: Не вдалося перевірити %s

source: %s is a required address, but we cannot verify that you own this address.
af: %s is 'n vereisde adres, maar ons kan nie verifieer dat u dié adres besit nie.
bg: %s е задължителен адрес, но не можем да потвърдим, че вие сте собственик на този адрес.
cy: Mae %s yn faes angenrheidiol, ond nid ydym yn gallu gwirio mai chi sydd biau'r cyfeiriad hwn.
de: %s ist eine erforderliche Adresse, aber wir können nicht bestätigen, dass Ihnen diese Adresse gehört.
eo: %s estas postulata adreso, sed ni ne povas kontroli ĉu vi posedas ĝin.
et: %s on nõutav, aga pole võimalik kontrollida, kas oled antud aadressi omanik.
eu: %s beharrezko helbidea da baina ezin dugu egiaztatu zure jabetzakoa denik.
fr: %s est une adresse requise mais nous ne pouvons vérifier qu'elle vous appartient.
fy: %s is in ferplicht adres mar wy kinne net ferifiearje dat it adres fan jo is.
ga: Is seoladh riachtanach é %s, ach ní féidir linn a bheith cinnte gur leatsa é.
gd: Tha %s 'na sheòladh riatanach ach chan urrainn dhuinn dearbhadh gur ann agadsa a tha an seòladh seo.
gl: %s é un enderezo correcto, pero non é posíbel comprobar que é seu.
hr: %s je potrebna adresa, ali ne možemo potvrditi posjedujete li ovu adresu.
hu: %s e-mail cím szükséges, de nem ellenőrizhető, hogy valóban az Öné ez a cím.
it: L’indirizzo email %s è obbligatorio, ma non siamo in grado di verificare che tu ne sia il legittimo proprietario.
lt: Adresas %s yra būtinas, tačiau mums nepavyko patvirtinti, jog jis priklauso Jums.
nb_no: %s er en påkrevd adresse, men vi klarte ikke bekrefte at du eier denne adressen.
pt_br: %s é um endereço necessário, mas não pudemos verificar se ele pertence a você.
ro: %s e o adresă necesară, dar nu putem verifica că dețineți această adresă.
sk: %s je požadovaná adresa, ale nemôžeme overiť, či je to naozaj vaša adresa.
sq: %s është adresë e domosdoshme, por nuk verifikojmë dot që jeni i zoti i kësaj adrese.
sv: %s är en erforderlig adress, men vi kan inte verifiera att du äger den.
uk: %s є необхідною адресою, але ми не можемо перевірити, що вона належить вам.

source: %(email)s verified!
af: %(email)s is bevestig!
bg: %(email)s е потвърден!
cy: Dilyswyd %(email)s!
de: %(email)s verifiziert!
eo: %(email)s kontrolita!
et: %(email)s on kontrollitud!
eu: %(email)s egiaztatuta!
fr: %(email)s vérifié !
fy: %(email)s ferifiearre!
ga: %(email)s deimhnithe!
gl: Comprobouse %(email)s!
hu: %(email)s e-mail cím ellenőrizve!
it: L’indirizzo email %(email)s è stato verificato.
lt: Adresas %(email)s patvirtintas!
nb_no: %(email)s bekreftet!
pt_br: %(email)s verificado!
ro: %(email)s verificată!
sk: Adresa %(email)s bola overená!
sq: %(email)s u verifikua!
sv: %(email)s är verifierad!
uk: %(email)s підтверджено!

source: Signing you in&hellip;
bg: Вписване&hellip;
cy: Mewngofnodi&hellip;
de: Sie werden angemeldet&hellip;
et: Sisselogimine &hellip;
eu: Saioa hasten&hellip;
fr: Identification sur&hellip;
fy: Meld jo oan&hellip;
ga: Do do logáil isteach&hellip;
gl: Identificándoo en&hellip;
hu: Bejelentkezés&hellip;
it: Accesso in corso…
lt: Prijungiame&hellip;
nb_no: Logger deg inn &hellip;
pt_br: Identificando&hellip;
ro: Autentificați-vă în&hellip;
sk: Prihlasuje sa&hellip;
sq: Po ju fusim te&hellip;
sv: Loggar in dig&hellip;
uk: Триває вхід&hellip;

source: Check your email
af: Kyk gou e-pos
bg: Проверете своята ел. поща
cy: Gwiriwch eich e-bost
de: Sehen Sie nach Ihren E-Mails
eo: Kontrolu vian retpoŝton.
et: Vaata postkasti.
eu: Egiaztatu zure posta elektronikoa
fr: Vérifiez votre messagerie
fy: Kontrolearje jo e-mail
ga: Féach ar do bhosca ríomhphoist
gl: Comprobe o correo
hu: Nézze meg leveleit
it: Controlla la tua casella di posta elettronica
lt: Pasitikrinkite savo el. paštą
nb_no: Sjekk e-posten din
pt_br: Confira suas mensagens
ro: Verificați-vă adresa de email
sk: Skontrolujte si svoju e-mailovú schránku
sq: Kontrolloni email-in tuaj
sv: Kontrollera din e-post
uk: Перевірте свою електронну пошту

source: Click the link in the confirmation email sent to %s to immediately be signed in to %s.
af: Klik die skakel in die bevestigings-e-pos aan %s om onmiddellik aan te meld by %s.
bg: За се впишете в %s посетете препратката в потвърждаващото писмо, изпратено на %s.
cy: Cliciwch ar y ddolen yn yr e-bost cadarnhau anfonwyd at %s er mwyn mewngofnodi'n syth i %s.
de: Klicken Sie auf den Link in der Bestätigungs-E-Mail an %s, um sofort bei %s angemeldet zu werden.
eo: Klaku la ligilon en la konfirma retpoŝto sendita al %s. Vi estos tuj konektita al %s.
et: Klõpsa aadressile %s saadetud kinnituskirjas olevale lingile. Seejärel logitakse sind lehel %s sisse.
eu: Egin klik %s helbidera bidalitako berrespen-mezuko estekan. %s gunean saioa hasiko duzu zuzenean horrela.
fr: Cliquez sur le lien dans le message de confirmation envoyé à %s. Ainsi %s pourra vous identifier immédiatement.
fy: Klik op de keppeling yn de befêstigings-e-mail ferstjoerd nei %s om daliks oanmeldt te wurden by %s.
ga: Cliceáil an nasc sa ríomhphost deimhnithe a seoladh chuig %s agus beidh tú logáilte isteach i %s láithreach.
gl: Prema a ligazón no correo de confirmación que se lle enviou a %s e inmediatamente será identificado en %s.
hu: Kattintson a(z) %s címre küldött jóváhagyó levélben található hivatkozásra, hogy bejelentkezhessen a(z) %s weboldalra.
it: Fai clic sul link di conferma nel messaggio inviato a %s per accedere immediatamente a %s.
lt: Spustelėkite adresu %s išsiųstame patvirtinimo laiške esantį saitą. Tuomet nedelsiant būsite prijungti prie svetainės „%s“.
nb_no: Klikk på lenken i e-postbekreftelsen sendt til %s for å bli direkte logget inn som %s.
pt_br: Clique no link na mensagem de confirmação enviada para %s. Você estará imediatamente identificado em %s.
ro: Clic pe legătura din emailul de confirmare trimis la %s după care veți fi imediat autentificat în %s.
sk: Kliknite na odkaz v potvrdzujúcej e-mailovej správe odoslanej na adresu %s. Následne budete prihlásený k %s.
sq: Klikoni lidhjen te email-i i ripohimit dërguar për %s, që të hyni menjëherë te %s.
sv: Klicka på länken i bekräftelsemejlet som skickats till %s för att genast logga in till %s.
uk: Перейдіть за посиланням для підтвердження, яке надіслане на %s, щоб негайно увійти до %s.

source: Error
af: Fout
bg: Грешка
cy: Gwall
de: Fehler
eo: Eraro
et: Viga
eu: Errorea
fr: Erreur
fy: Flater
ga: Earráid
gd: Mearachd
gl: Erro
hu: Hiba
it: Errore
lt: Klaida
nb_no: Feil
pt_br: Erro
ro: Eroare
sk: Chyba
sq: Gabim
sv: Fel
uk: Помилка

source: We are very sorry.
af: Dit spyt ons.
bg: Много съжаляваме.
cy: Ymddiheuriadau.
de: Es tut uns sehr leid.
eo: Ni tre bedaŭras.
et: Meil on väga kahju.
eu: Sentitzen dugu.
fr: Nous sommes vraiment désolés.
fy: It spyt ús.
ga: Tá brón orainn.
gd: Tha sinn glè dhuilich.
gl: Sentímolo.
hr: Jako nam je žao.
hu: Nagyon sajnáljuk.
it: Siamo spiacenti.
lt: Apgailestaujame.
nb_no: Vi er veldig lei for det.
pt_br: Sentimos muito.
ro: Ne pare foarte rău.
sk: Veľmi sa ospravedlňujeme.
sq: Na vjen shumë keq.
sv: Vi ber om ursäkt.
uk: Нам дуже шкода.

source: The server is under extreme load!
af: Die bediener is onder groot las!
bg: Сървърът е под голямо натоварване!
cy: Ymddiheuriadau, mae'r gweinydd o dan bwysau mawr!
de: Der Server steht unter extremer Last!
eo: La servilo estas ekstreme ŝargita
et: Server on äärmiselt ülekoormatud!
eu: Zerbitzariak ikaragarrizko karga dauka!
fr: Le serveur est extrêmement sollicité !
fy: De tsjinner hat it bysûnder drok!
ga: Tá an freastalaí an-ghnóthach faoi láthair!
gd: Tha am frithealaiche air leth trang!
gl: O servidor está sobrecargado!
hr: Poslužitelj je pod velikim opterećenjem!
hu: A kiszolgáló túl nagy terhelés alatt van!
it: Il server è sovraccarico.
lt: Serveris šiuo metu labai stipriai apkrautas!
nb_no: Tjeneren er under ekstrem belastning!
pt_br: O servidor está sobrecarregado!
ro: Serverul e suprasolicitat!
sk: Server je teraz extrémne preťažený!
sq: Shërbyesi gjendet nën ngarkesë të skajshme!
sv: Servern är under hård belastning!
uk: Сервер сильно перевантажений!

source: Please reload the page and try again.
af: Herlaai asb. die bladsy en probeer weer.
bg: Моля, презаредете страницата и опитайте отново.
cy: Ceisiwch ail-lwytho’r dudalen a cheisio eto.
de: Bitte laden Sie die Seite neu und versuchen Sie es erneut.
eo: Bonvolu reŝargi la paĝon kaj klopodi denove.
et: Uuesti proovimiseks tuleb leht uuesti laadida.
eu: Berritu orria eta saiatu berriro mesedez.
fr: Veuillez actualiser la page et essayer à nouveau.
fy: Laad de side opnij en probearje it nochris.
ga: Athluchtaigh an leathanach agus bain triail eile as.
gd: Ath-luchdaich an duilleag is feuch ris a-rithist.
gl: Recargue a páxina e tente de novo.
hr: Molimo učitajte stranicu iznova i pokušajte ponovno.
hu: Töltse be újra ezt az ablakot, és próbálja meg újra.
it: Ricarica la pagina e riprova.
lt: Įkelkite šį tinklalapį iš naujo ir bandykite dar kartą.
nb_no: Last inn siden på nytt, og prøv igjen.
pt_br: Por favor, recarregue esta página e tente novamente.
ro: Vă rugăm să reîncărcați pagina și să încercați din nou.
sk: Obnovte túto stránku a skúste to znova.
sq: Ju lutemi, ringarkoni faqen dhe riprovoni.
sv: Uppdatera sidan för att försöka igen.
uk: Перезавантажте сторінку і спробуйте знову.

source: Please close this window and try again.
af: Sluit asb. die venster en probeer weer.
bg: Моля, затворете този прозорец и опитайте отново.
cy: Caewch y ffenestr a cheisio eto.
de: Bitte schließen Sie dieses Fenster und versuchen Sie es erneut.
eo: Bonvolu fermi tiun ĉi fenestron kaj klopodi denove.
et: Palun sulge aken ja proovi siis uuesti.
eu: Itxi leihoa eta saiatu berriro mesedez.
fr: Veuillez fermer cette fenêtre et essayer à nouveau.
fy: Slút it finster en probearje it nochris.
ga: Dún an fhuinneog seo agus bain triail eile as.
gd: Dùin an uinneag seo is feuch ris a-rithist.
gl: Peche esta xanela e tente de novo.
hr: Molimo zatvorite ovaj prozor i pokušajte ponovno.
hu: Zárja be ezt az ablakot, és próbálja meg újra.
it: Chiudi questa finestra e riprova.
lt: Užverkite šį langą iš naujo it bandykite dar kartą.
nb_no: Lukk dette vinduet og prøv igjen.
pt_br: Por favor, feche esta janela e tente novamente.
ro: Vă rugăm să închideți această fereastră și să încercați din nou.
sk: Zavrite toto okno a skúste to znova.
sq: Ju lutemi, mbylleni këtë dritare dhe riprovoni.
sv: Stäng fönstret och försök igen.
uk: Закрийте це вікно і спробуйте знову.

source: See more info
af: Meer inligting
bg: Вижте повече информация
cy: Gweld rhagor o wybodaeth
de: Weitere Informationen anzeigen
eo: Montri pli da informo
et: Rohkem infot
eu: Informazio gehiago
fr: Plus de détails
fy: Mear ynfo besjen
ga: Tuilleadh eolais
gd: Faic barrachd fiosrachaidh
gl: Ver máis información
hr: Vidi više informacija
hu: További információk
it: Ulteriori informazioni
lt: Išsamesnė informacija
nb_no: Se mer info
pt_br: Mais informações
ro: Vedeți mai multe informații
sk: Zobraziť ďalšie informácie
sq: Shihni më tepër të dhëna
sv: Se mer info
uk: Докладніше

source: Close
bg: Затваряне
cy: Cau
de: Schließen
eo: Fermi
et: Sulge
eu: Itxi
fr: Fermer
fy: Slute
ga: Dún
gd: Dùin
gl: Pechar
hu: Bezárás
it: Chiudi
lt: Užverti
nb_no: Lukk
pt_br: Fechar
ro: Închide
sk: Zavrieť
sq: Mbylle
sv: Stäng
uk: Закрити

source: OK
bg: Добре
cy: Iawn
eo: Akcepti
et: Olgu
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
lt: Gerai
uk: ОК

source: *%s* is not a valid email address!
af: *%s* is nie ’n geldige e-posadres nie.
bg: *%s* е невалиден адрес на ел. поща!
cy: Nid yw *%s* yn gyfeiriad e-bost dilys!
de: *%s* ist keine gültige E-Mail-Adresse!
eo: *%s* ne estas valida retpoŝta adreso!
et: *%s* ei ole kehtiv e-posti aadress!
eu: *%s* ez da baliozko helbide elektronikoa!
fr: *%s* n'est pas une adresse électronique valide !
fy: *%s* is gjin jildich e-mailadres!
ga: Ní seoladh bailí é *%s*!
gd: Chan eil *%s* 'na sheòladh puist-dhealain dligheach!
gl: *%s* non é un enderezo de correo correcto!
hr: *%s* nije važeća email adresa!
hu: A(z) *%s* nem egy érvényes e-mail cím.
it: *%s* non è un indirizzo email valido!
lt: *%s* nėra leistinas el. pašto adresas!
nb_no: *%s* er ikke en gyldig e-postadresse!
pt_br: *%s* não é um endereço de e-mail válido!
ro: *%s* nu este o adresă validă de email!
sk: *%s* nie je platnou e-mailovou adresou!
sq: *%s* nuk është adresë email e vlefshme!
sv: *%s* är inte en giltig e-postadress!
uk: *%s* не є дійсною адресою ел. пошти!

source: To continue, please close the window and enter a valid address.
af: Om voort te gaan, sluit die venster en gee 'n geldige e-posadres.
bg: За да продължите, моля затворете прозореца и въведете валиден адрес на ел. поща.
cy: Er mwyn parhau, caewch y ffenestr a rhoi cyfeiriad dilys.
de: Um fortzufahren schließen Sie bitte dieses Fenster und geben Sie eine gültige Adresse ein.
eo: Por daŭrigi, bonvolu fermi la fenestron kaj enigi validan adreson.
et: Jätkamiseks, palun sulge aken ja sisesta kehtiv aadress.
eu: Jarraitzeko, itxi leihoa eta idatzi baliozko helbidea.
fr: Pour continuer, veuillez fermer la fenêtre et saisir une adresse électronique valide.
fy: Slút it finster en fier in jildich adres yn om troch te gean.
ga: Chun dul ar aghaidh, dún an fhuinneog agus cuir seoladh bailí isteach.
gd: Gus leantainn air adhart, saoil an dùin thu an uinneag 's cuir a-steach seòladh ceart.
gl: Para continuar, peche a xanela e escriba un enderezo correcto.
hr: Da biste nastavili, molimo Vas da zatvorite prozor i unesete ispravnu adresu.
hu: A folytatáshoz zárja be az ablakot és adjon megy egy érvényes e-mail címet.
it: Per continuare chiudi la finestra e inserisci un indirizzo email valido.
lt: Jeigu norite tęsti, užverkite šį langą ir įveskite galiojantį el. pašto adresą.
nb_no: For å fortsette må du lukke vinduet og skrive inn en gyldig e-postadresse.
pt_br: Para continuar, por favor, feche esta janela e insira um e-mail válido.
ro: Pentru a continua, vă rugăm închideți fereastra și introduceți o adresă validă de email.
sk: Ak chcete pokračovať, zavrite okne a zadajte platnú e-mailovú adresu.
sq: Që të vazhdohet, ju lutemi, mbylleni dritaren dhe jepni si adresë të vlefshme.
sv: Stäng fönstret och ange en giltig e-postadress för att fortsätta.
uk: Щоб продовжити, закрийте це вікно і введіть дійсну адресу.

source: Remember You?
af: Onthou aanmelding?
bg: Да ви запомним ли?
cy: Eich Cofio Chi?
de: Ihre Daten merken?
eo: Ĉu memori vin?
et: Kas peame sind meeles?
eu: Gogoratuko zaitugu?
fr: Se souvenir de vous ?
fy: Jo ûnthâlde?
ga: Meabhraigh thú?
gd: An cum sinn an cuimhne thu?
gl: Lembrámolo?
hr: Sjećam li te se?
hu: Emlékezzen Önre?
it: Vuoi che Persona si ricordi di te?
lt: Ar Jus įsiminti?
nb_no: Husk deg?
pt_br: Lembrar de você?
ro: Să vă țin minte?
sk: Zapamätať?
sq: T'ju Mbajë Mend?
sv: Komma ihåg dig?
uk: Запам’ятати вас?

source: How long would you like to remain signed in with Persona?
af: Hoe lank wil u aangemeld bly met Persona?
bg: Колко дълго искате да останете вписан чрез Persona?
cy: Pa mor hir hoffech chi fod wedi eich mewngofnodi gyda Persona?
de: Wie lange möchten Sie bei Persona angemeldet bleiben?
eo: Kiel longe vi ŝatus resti konektita ĉe Persona?
et: Kui kaua peaks Persona sisselogimist meeles pidama?
eu: Zenbat denboraz nahi duzu Persona-rekin saioa hasita mantentzea?
fr: Combien de temps souhaitez-vous que Persona continue à vous identifier ?
fy: Hoe lang wolle jo mei Persona oanmeld bliuwe?
ga: Cé chomh fada is ar mhaith leat a bheith logáilte isteach trí Persona?
gd: Dè cho fad 's a chumas Persona clàraichte a-staigh thu?
gl: Canto tempo lle gustaría permanecer identificado a través de Mozilla Persona?
hr: Koliko dugo želite ostati prijavljeni s Personom?
hu: Mennyi ideig kíván bejelentkezve maradni a Personával?
it: Scegli per quanto tempo vuoi rimanere collegato su Persona:
lt: Kiek laiko norite išlikti prisijungę prie „Personos“?
nb_no: Hvor lenge ønsker du å være logget på med Persona?
pt_br: Por quanto tempo você gostaria de permanecer identificado com o Persona?
ro: Cât timp doriți să rămâneți conectat cu Persona?
sk: Ako dlho si želáte byť prihlásený pomocou služby Persona?
sq: Sa kohë doni të mbeteni i futur përmes Persona-s?
sv: Hur länge vill du vara inloggad med Persona?
uk: Як довго ви бажаєте пам'ятати ваш вхід через Persona?

source: One month
af: Een maand
bg: Един месец
cy: Mis
de: Einen Monat
eo: Unu monato
et: Ühe kuu jooksul
eu: Hilabetez
fr: Un mois
fy: Ien moanne
ga: Mí amháin
gd: Mìos
gl: Un mes
hr: Jedan mjesec
hu: 1 hónapig
it: Un mese
lt: Vieną mėnesį
nb_no: En måned
pt_br: Um mês
ro: O lună
sk: Jeden mesiac
sq: Një muaj
sv: En månad
uk: Один місяць

source: I trust this computer.
af: Ek vertrou dié rekenaar.
bg: Този компютър е надежден.
cy: Rwy'n ymddiried yn y cyfrifiadur hwn.
de: Ich vertraue diesem Computer.
eo: Mi fidas je tiu ĉi komputilo.
et: Ma usaldan seda arvutit.
eu: Ordenagailu hau fidatzekoa da.
fr: Je fais confiance à cet ordinateur.
fy: Ik fertrou dizze kompjûter.
ga: Tá muinín agam as an ríomhaire seo.
gd: Tha earbsa agam sa choimpiutair seo.
gl: Confío neste equipo.
hr: Vjerujem ovom računalu.
hu: Bízom ebben a számítógépben.
it: Mi fido di questo computer.
lt: Šiuo kompiuteriu aš pasitikiu.
nb_no: Jeg stoler på denne datamaskinen.
pt_br: Eu confio neste computador.
ro: Am încredere în acest calculator.
sk: Verím tomuto počítaču.
sq: E besoj këtë kompjuter.
sv: Jag litar på den här datorn.
uk: Я довіряю цьому комп’ютеру.

source: This session only
af: Slegs hierdie sessie
bg: Само тази сесия
cy: Y sesiwn yma'n unig
de: Nur für diese Sitzung
eo: Nur en tiu ĉi seanco
et: Ainult selle sessiooni jooksul
eu: Saio honetarako soilik
fr: Cette session uniquement
fy: Allinnich dizze sesje
ga: An seisiún seo amháin
gd: Fad an t-seisein seo a-mhàin
gl: Só esta sesión
hr: Samo ova sesija
hu: Csak erre munkamenetre
it: Solo per questa sessione
lt: Tik šį seansą
nb_no: Kun denne økten
pt_br: Somente esta sessão
ro: Doar această sesiune
sk: Len túto reláciu
sq: Vetëm këtë sesion
sv: Endast denna session
uk: Тільки цей сеанс

source: This is not my computer.
af: Hierdie is nie my rekenaar nie.
bg: Това не е мой компютър.
cy: Nid fy nghyfrifiadur i yw hwn.
de: Das ist nicht mein Computer.
eo: Tiu ĉi ne estas mia komputilo.
et: See ei ole minu arvuti.
eu: Hau ez da nire ordenagailua.
fr: Je ne suis pas sur mon ordinateur.
fy: Dit is net myn kompjûter.
ga: Ní liomsa an ríomhaire seo.
gd: Chan e seo coimpiutair agamsa.
gl: Este non é meu equipo.
hr: Ovo nije moje računalo.
hu: Ez nem az én számítógépem.
it: Questo non è il mio computer.
lt: Šis kompiuteris – ne mano.
nb_no: Dette er ikke min datamaskin.
pt_br: Este não é o meu computador.
ro: Acesta nu este calculatorul meu.
sk: Nejedná sa o môj počítač.
sq: Ky nuk është kompjuteri im.
sv: Det här är inte min dator.
uk: Це не мій комп’ютер.
