Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/*/LC_MESSAGES/client.po
Languages: af, bg, cy, de, eo, et, eu, fr, fy, ga, gd, gl, hr, hu, it, lt, nb_no, pt_br, ro, sk, sq, sv, uk

source: Your email address is new to us. Please create a password to use with FirefoxOS.
af: U e-posadres is vir ons nuut. Skep asb. 'n wagwoord om met FirefoxOS te gebruik.
bg: Вашият адрес на ел. поща е нов за нас. Моля, задайте парола, за да го използвате с FirefoxOS.
cy: Nid ydym yn gyfarwydd â'ch cyfeiriad e-bost. Crëwch gyfrinair i'w ddefnyddio gyda FirefoxOS.
de: Ihre E-Mail-Adresse ist uns neu. Bitte erstellen Sie ein Passwort, das Sie bei Firefox OS verwenden möchten.
et: Sinu e-posti aadress on meile uus. Palun vali parool, mida soovid FirefoxOS'iga kasutada.
eu: Zure helbide elektronikoa berria da guretzat. Sor ezazu Firefox OSekin erabiltzeko pasahitz bat.
fr: Votre adresse de courriel nous est inconnue. Veuillez créer un mot de passe pour vous identifier avec Firefox OS.
fy: Jo e-mailadres is nij foar ús. Meitsje in wachtwurd oan foar it gebrûk mei FirefoxOS.
ga: Níl aithne againn ar an seoladh ríomhphoist seo. Cruthaigh focal faire le húsáid le FirefoxOS.
gd: Seo seòladh puist-d ùr dhuinne. Cruthaich facal-faire gus a chleachdadh le FirefoxOS.
gl: O enderezo de correo é novo para nós. Cree o contrasinal para usalo con FirefoxOS.
hu: Ezt az e-mail címet itt még nem használta. Hozzon létre jelszót hozzá, hogy a FirefoxOS használhassa.
it: Questo indirizzo email non è ancora stato registrato. Crea una password per utilizzarlo con FirefoxOS.
lt: Jūsų el. pašto adresas mums nepažįstamas. Prašom susikurti slaptažodį, kurį naudosite su „FirefoxOS“.
nb_no: Din e-postadresse er ny for oss. Du må opprette et passord for å bruke med FirefoxOS.
pt_br: Seu endereço de e-mail é novo em nossos registros. Por favor, crie uma senha para usar com o Firefox OS.
ro: Adresa dumneavoastră este nouă pentru noi. Vă rugăm creați o parolă pentru a o utiliza cu FirefoxOS.
sk: Vaša e-mailová adresa je pre nás nová. Pre jej použitie v systéme Firefox OS si vytvorte heslo.
sq: Adresa juaj email është e re për ne. Ju lutemi, krijoni një fjalëkalim që ta përdorni me FirefoxOS-in.
sv: Din e-postadress är ny för oss. Välj ett lösenord att använda för FirefoxOS.
uk: Ця адреса ел. пошти для нас нова. Створіть будь ласка пароль для використання з FirefoxOS.

source: Your email address is new to us. Please create a password to use with Persona.
af: U e-posadres is vir ons nuut. Skep asb. 'n wagwoord om met Persona te gebruik.
bg: Вашият адрес на ел. поща е нов за нас. Моля, задайте парола, за да го използвате с Persona.
cy: Nid ydym yn gyfarwydd â'ch cyfeiriad e-bost. Crëwch gyfrinair i'w ddefnyddio gyda Persona.
de: Ihre E-Mail-Adresse ist uns neu. Bitte erstellen Sie ein Passwort, das Sie bei Persona verwenden möchten.
eo: Via retpoŝta adreso estas nova por ni. Bonvolu krei pasvorton por uzi kun Persona.
et: Sinu e-posti aadress on meile uus. Palun vali parool, mida soovid Personaga kasutada.
eu: Zure helbide elektronikoa berria da guretzat. Sor ezazu Persona-rekin erabiltzeko pasahitz bat.
fr: Votre adresse de courriel nous est inconnue. Veuillez créer un mot de passe pour vous identifier avec Persona.
fy: Jo e-mailadres is nij foar ús. Kies in wachtwurd foar it gebrûk mei Persona.
ga: Níl aithne againn ar an seoladh ríomhphoist seo. Cruthaigh focal faire le húsáid le Persona.
gd: Seo seòladh puist-d ùr dhuinne. Cruthaich facal-faire gus a chleachdadh le Persona.
gl: O enderezo de correo é novo para nós. Cree o contrasinal para usalo con Mozilla Persona.
hr: Vaša email adresa je nova za nas. Molimo stvorite lozinku za korištenje s Personom.
hu: Ezt az e-mail címet itt még nem használta. Hozzon létre jelszót hozzá, hogy a Personával használhassa.
it: Questo indirizzo email non è ancora stato registrato su Persona. Crea una password per gestirlo.
lt: Jūsų el. pašto adresas mums nepažįstamas. Prašom susikurti slaptažodį, kurį naudosite su „Persona“.
nb_no: Din e-postadresse er ny for oss. Du må opprette et passord for å bruke med Persona.
pt_br: Seu endereço de e-mail é novo em nossos registros. Por favor, crie uma senha para usar com o Persona.
ro: Adresa dumneavoastră este nouă pentru noi. Vă rugăm creați o parolă pentru a o utiliza cu Persona.
sk: Vaša e-mailová adresa je pre nás nová. Pre jej použitie v službe Persona si vytvorte heslo.
sq: Adresa juaj email është e re për ne. Ju lutemi, krijoni një fjalëkalim që ta përdorni me Persona-n.
sv: Din e-postadress är ny för oss. Välj ett lösenord att använda för Persona.
uk: Ця адреса ел. пошти для нас нова. Створіть будь ласка пароль для використання з Persona.

source: create password
af: skep wagwoord
bg: задаване на парола
cy: creu cyfrinair
de: Passwort festlegen
eo: krei pasvorton
et: parool
eu: sortu pasahitza
fr: créer un mot de passe
fy: wachtwurd oanmeitsje
ga: cruthaigh focal faire
gd: cruthaich facal-faire
gl: crear un contrasinal
hr: stvori lozinku
hu: jelszó létrehozása
it: Crea la password
lt: surkurti slaptažodį
nb_no: opprett passord
pt_br: criar senha
ro: creează parola
sk: vytvorenie hesla
sq: krijoni fjalëkalimin
sv: skriv in ett lösenord
uk: створити пароль

source: Password field required
af: Wagwoordveld is nodig
bg: Въведете парола
cy: Mae angen maes cyfrinair
de: Passwort-Feld erforderlich
eo: La kampo pasvorta kampo estas deviga.
et: Parooli sisestamine on nõutav.
eu: Pasahitzaren beharrezkoa da
fr: Le mot de passe est obligatoire
fy: Wachtwurdfjild fereaske.
ga: Is gá focal faire a chur isteach
gl: Requírese o campo do contrasinal
hu: A jelszó megadása kötelező
it: Il campo password è obbligatorio
lt: Slaptažodį įvesti privaloma
nb_no: Passordfeltet er påkrevd
pt_br: A senha é obrigatória
ro: Este necesară parola
sk: Pole s heslom je povinné
sq: Fjalëkalimi është i domosdoshëm
sv: Det krävs ett lösenord
uk: Необхідне поле пароля

source: Passwords must be 8&ndash;80 characters long
af: Wagwoorde moet tussen 8 en 80 karakters lank wees
bg: Паролата трябва да е дълга между 8 и 80 знака
cy: Rhaid i'r cyfrinair fod 8&ndash;80 nod o hyd
de: Passwort muss zwischen 8 und 80 Zeichen lang sein
et: Parool peab olema 8&ndash;80 märki pikk
eu: Pasahitza 8 eta 80 karaktere bitartekoa izan behar da
fr: Les mots de passe doivent comprendre entre 8 et 80 caractères
fy: Wachtwurden moatte 8&ndash;80 tekens lang wêze
ga: Ní mór duit focal faire a roghnú atá idir 8 agus 80 carachtar
gl: Os contrasinais deben ter 8&ndash;80 caracteres
hu: A jelszónak legalább 8 és legfeljebb 80 karakter hosszúnak kell lennie.
it: La lunghezza della password deve essere compresa tra 8 e 80 caratteri
lt: Slaptažodis turi būti nuo 8 iki 80 simbolių ilgio
nb_no: Passordet må være 8&ndash;80 tegn langt
pt_br: Senhas devem ter entre 8 e 80 caracteres
ro: Parolele trebuie să aibă o lungime între 8 și 80 de caractere
sk: Heslo musí mať dĺžku 8 až 80 znakov
sq: Fjalëkalimet duhet të jenë 8&ndash;80 shenja të gjatë
sv: Lösenordets längd måste vara 8&ndash;80 tecken
uk: Довжина паролів повинна бути 8&ndash;80 символів

source: Verify Password
af: Bevestig wagwoord
bg: Потвърждаване на парола
cy: Gwirio'r Cyfrinair
de: Passwort bestätigen
eo: Kontroli pasvorton
et: korda parooli
eu: Egiaztatu pasahitza
fr: Vérification du mot de passe
fy: Wachtwurd ferifiearje
ga: Dearbhaigh an Focal Faire
gd: Dearbh am facal-faire
gl: Comprobar o contrasinal
hr: Potvrdi lozinku
hu: Jelszó ellenőrzése
it: Verifica password
lt: Patvirtinkite slaptažodį
nb_no: Verifiser passord
pt_br: Verificar senha
ro: Verifică parola
sk: Overenie hesla
sq: Verifikoni Fjalëkalimin
sv: Bekräfta lösenord
uk: Затвердити пароль

source: verify password
af: bevestig wagwoord
bg: потвърждаване на парола
cy: gwirio'r cyfrinair
de: Passwort bestätigen
eo: kontroli pasvorton
et: Parooli kordamine
eu: egiaztatu pasahitza
fr: vérification du mot de passe
fy: wachtwurd ferifiearje
ga: dearbhaigh an focal faire
gd: dearbh am facal-faire
gl: comprobar o contrasinal
hr: potvrdi lozinku
hu: Jelszó ellenőrzése
it: Verifica password
lt: patvirtinkite slaptažodį
nb_no: verifiser passord
pt_br: verificar senha
ro: verifică parola
sk: overenie hesla
sq: verifikoni fjalëkalimin
sv: bekräfta lösenord
uk: затвердити пароль

source: Verification password required
af: Wagwoord vir bevestiging is nodig
bg: Необходимо е потвърждение на паролата
cy: Mae angen dilysu'r cyfrinair
de: Passwort zur Bestätigung erforderlich
et: Parooli kordamine on nõutav.
eu: Beharrezkoa da pasahitza egiaztatzea
fr: La vérification du mot de passe est obligatoire
fy: Ferifikaasjewachtwurd fereaske.
ga: Caithfidh tú an focal faire a dhearbhú
gl: Comprobación do contrasinal requirida
hu: A jelszó-ellenőrzés megadása kötelező
it: È necessario inserire la password di verifica
lt: Slaptažodį pakartoti privaloma
nb_no: Verifiseringspassord er påkrevd
pt_br: A verificação da senha é obrigatória
ro: Verificarea parolei este necesară
sk: Je vyžadované overenie hesla
sq: Verifikimi i fjalëkalimit është i domosdoshëm
sv: Det krävs ett bekräftat lösenord
uk: Необхідно затвердити пароль

source: Passwords don&rsquo;t match!
af: Wagwoorde stem nie ooreen nie!
bg: Паролите не съвпадат!
cy: Nid yw'r cyfrineiriau'n cydweddu!
de: Passwörter stimmen nicht überein!
et: Paroolid ei ühti!
eu: Pasahitzak ez datoz bat!
fr: Ces mots de passe ne sont pas identiques !
fy: Wachtwurden komme net oerien!
ga: Ní ionann na focail fhaire seo!
gl: Non coinciden os contrasinais!
hu: A jelszavak nem egyeznek!
it: Le password inserite non corrispondono.
lt: Slaptažodžiai nesutampa!
nb_no: Passordene stemmer ikke overens!
pt_br: As senhas não correspondem!
ro: Parolele nu coincid!
sk: Heslá sa nezhodujú!
sq: Fjalëkalimet nuk përputhen!
sv: Det är olika lösenord!
uk: Паролі не співпадають!

source: done
af: klaar
bg: готово
cy: gorffen
de: Fertig
eo: finita
et: Valmis
eu: eginda
fr: Terminé
fy: klear
ga: críochnaithe
gd: deiseil
gl: feito
hr: gotovo
hu: kész
it: Fatto
lt: baigta
nb_no: ferdig
pt_br: concluído
ro: gata
sk: hotovo
sq: u bë
sv: klar
uk: готово

source: Good news!
af: Goeie nuus!
bg: Добри новини!
cy: Newyddion da!
de: Gute Nachrichten!
et: Head uudised!
eu: Berri onak!
fr: Bonne nouvelle !
fy: Goed nijs!
ga: Dea-scéal!
gl: Boas novas!
hu: Jó hír!
it: Buone notizie.
lt: Geros naujienos!
nb_no: Gode nyheter!
pt_br: Boa notícia!
ro: Vești bune!
sk: Dobré správy!
sq: Lajme të mira!
sv: Goda nyheter!
uk: Гарні новини!

source: %(email)s no longer requires an extra password. Verify your account and you will immediately be signed in to %(aWebsite)s
bg: За %(email)s вече не е нужна втора парола. Потвърдете профила си и веднага ще бъдете вписани в %(aWebsite)s
cy: Nid yw %(email)s angen cyfrinair ychwanegol. Dilyswch eich cyfrif a byddwch wedi eich mewngofnodi'n syth i %(aWebsite)s
de: %(email)s erfordert kein zusätzliches Passwort mehr. Bestätigen Sie Ihr Konto und Sie werden sofort bei %(aWebsite)s angemeldet.
et: %(email)s jaoks pole enam vaja eraldi parooli. Kohe peale konto kontrollimist logitakse sind lehel %(aWebsite)s sisse.
eu: %(email)s helbideak ez du pasahitz gehigarririk behar dagoeneko. Behin zure kontua egiaztatuta, %(aWebsite)s gunean saioa hasiko duzu.
fr: %(email)s ne nécessite désormais plus de mot de passe supplémentaire. Vérifiez votre compte et vous serez immédiatement identifié(e) sur %(aWebsite)s
fy: %(email)s hat net langer in ekstra wachtwurd nedich. Ferifiearje jo account en jo sille daliks oanmeld wurde by %(aWebsite)s
ga: Ní theastaíonn focal faire sa bhreis ó %(email)s a thuilleadh. Chomh luath agus a dheimhneoidh tú do chuntas ansin, logálfar isteach i %(aWebsite)s thú.
gl: %(email)s xa non require un contrasinal extra. Comprobe a súa conta e inmediatamente identificarase en %(aWebsite)s
hu: %(email)s mostantól nem igényel további jelszót. A felhasználói fiók ellenőrzését követően, a bejelentkezés megtörténik a(z) %(aWebsite)s weboldalra
it: Non è più richiesta una password aggiuntiva per l’indirizzo %(email)s. Verifica l’account per effettuare istantaneamente l’accesso a %(aWebsite)s
lt: Prisijungti adresu %(email)s nebereikalingas papildomas slaptažodis. Patvirtinkite savo paskyrą ir būsite nedelsiant prijungti prie „%(aWebsite)s“
nb_no: %(email)s trenger ikke lenger et ekstra passord. Bekreft kontoen din, og du vil automatisk logges inn på %(aWebsite)s
pt_br: %(email)s não exige mais uma senha extra. Assim que verificar sua conta, você estará identificado em %(aWebsite)s
ro: %(email)s nu mai necesită o parolă suplimentară. Verificați contul dumneavoastră și veți fi imediat conectat la %(aWebsite)s
sk: %(email)s už nevyžaduje žiadne extra heslo. Akonáhle svoj účet overíte, budete okamžite prihlásený k %(aWebsite)s.
sq: %(email)s nuk lyp më fjalëkalim ekstra. Verifikoni llogarinë tuaj dhe menjëherë do t'ju bëhet hyrja te %(aWebsite)s
sv: %(email)s kräver inte längre något extra lösenord. Verifierat ditt konto för att genast logga in till %(aWebsite)s
uk: %(email)s більше не потребує додатковий пароль. Затвердіть свій обліковий запис і ви одразу ж увійдете на %(aWebsite)s

source: verify
af: bevestig
bg: потвърждаване
cy: gwirio
de: Bestätigen
eo: kontroli
et: Kontrolli
eu: egiaztatu
fr: vérification
fy: ferifiearje
ga: deimhnigh
gd: dearbh
gl: comprobar
hr: potvrdi
hu: ellenőrzés
it: Verifica
lt: patvirtinti
nb_no: bekreft
pt_br: verificar
ro: verifică
sk: overenie
sq: verifikoje
sv: verifiera
uk: затвердити
