Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/*/LC_MESSAGES/messages.po
Languages: cs, da, et, fi, ga, he, hr, ja, nb_no, nl, pa, ro, sk, sl, sq, sv_se, uk

source: Persona does not track your activity around the Web. It creates a wall between signing you in and what you do once you're there. The history of what sites you visit is stored only on your own computer.
cs: Persona nesleduje vaši aktivitu napříč webem. Vytváří mezi vámi a přihlášením zeď a nesleduje, co děláte poté. Historie webových stránek, které jste navštívili, je uložena pouze na vašem počítači.
da: Persona sporer ikke din aktivitet på nettet. Der oprettes en mur mellem dit login og de websteder, du besøger. Historikken over de besøgte websteder bliver kun gemt på din egen computer.
et: Persona ei jälita sind veebis, vaid eraldab sinu sisselogimise edasistest tegevustest. Külastatud lehtede ajalugu salvestatakse vaid sinu arvutisse.
fi: Persona ei seuraa toimintaasi verkossa. Persona ei tiedä, mitä teet sivustolla kirjautumisen jälkeen. Sivuhistoriaa kerätään vain omalle tietokoneellesi.
ga: Ní lorgaíonn Persona do chuid gníomhaíochtaí timpeall an Ghréasáin. Cruthaíonn sé balla idir an próiseas logála isteach agus na rudaí a dhéanann tú ar shuíomh. Ní bheidh na suímh a dtugann tú cuairt orthu sábháilte ach ar do ríomhaire.
he: פרסונה אינה עוקבת אחרי הפעולות שלך ברחבי הרשת. היא יצורת חומה בין רישומך לבין הפעילויות שלך באתרים. ההיסטוריה של מה שאתה עושה שם נשמרת רק במחשב שלך.
hr: Persona ne prati vaše aktivnosti na internetu. Vaša prijava se odvaja od onoga što tamo radite. Povijest pregleda web stranica je pohranjena samo na Vašem računalu.
ja: Persona は、Web 上でのあなたの行動を一切追跡しません。あなたがどのサイトにログインするか、あなたがそこで何をするかという情報は隔たれています。
nb_no: Persona sporer ikke din aktivitet rundt på nettet. Det skaper en vegg mellom å logge deg på og hva du gjør når du er der. Historien om hvilke nettsteder du besøker, lagres bare på din egen datamaskin.
nl: Persona volgt uw activiteiten op het internet niet. Het creëert een muur tussen het aanmelden van u en wat u doet als u daar eenmaal bent. De geschiedenis van welke websites u bezoekt wordt alleen op uw eigen computer bewaard.
pa: ਪਰਸੋਨਾ ਵੈੱਬ ਦੇ ਦੁਆਲੇ ਤੁਹਾਡੀ ਸਰਗਰਮੀ ਟਰੈਕ ਨਹੀ ਕਰਦੀ ਹੈ। ਇਹ ਤੁਹਾਨੂੰ ਸਾਇਨ ਇਨ ਕਰਨ ਅਤੇ ਤੁਹਾਨੂੰ ਉਥੇ ਹੋਵੋ ਤਾਂ ਤੁਹਾਨੂੰ ਕੀ ਕਰਨਾ ਵਿਚਕਾਰ ਇੱਕ ਕੰਧ ਬਣਾਉਦਾ ਹੈ। ਜਿਹੜੀ ਸਾਇਟ ਉੱਤੇ ਤੁਸੀਂ ਗਏ ਹੋ ਉਸਦਾ ਇਤਿਹਾਸ ਕੇਵਲ ਤੁਹਾਡੇ ਆਪਣੇ ਕੰਪਿਉਟਰ ਵਿੱਚ ਸਟੋਰ ਹੈ।
ro: Persona nu urmărește activitatea dumneavoastră pe web. Se creează o delimitare între autentificare și ceea ce faceți odată ce ați ajuns pe saitul respectiv. Istoricul saiturilor pe care le vizitați este memorat numai pe propriul calculator.
sk: Persona nesleduje vašu aktivitu na webe. Vytvára medzi vami a prihlásením stenu a nesleduje, čo robíte potom. História webových stránok, ktoré ste navštívili, je uložená len vo vašom počítači.
sl: Persona ne sledi vaši dejavnosti na spletu. Postavlja zid med vašo prijavo in tem, kar počnete potem. Zgodovina strani, ki jih obiščete, je shranjena samo na vašem računalniku.
sq: Persona nuk e gjurmon veprimtarinë tuaj në Web. Ajo krijon një mur ndarës mes aktit tuaj të hyrjes dhe asaj çka bëni pas këtij hapi. Historiku i vizitave tuaj në sajte ruhet vetëm në kompjuterin tuaj.
sv_se: Persona spårar inte dina aktiviteter på webben. Det skapas en vägg mellan själva inloggningen och vad du gör när du är där. Historiken över vilka platser du besöker sparas bara på din dator.
uk: Persona не стежить за вашою активністю в Інтернеті. Вона ставить стіну між вашою авторизацією та тим, що ви робите на сайтах. Історія відвіданих вами сайтів зберігається лише на вашому комп’ютері.

source: Persona for developers
cs: Persona pro vývojáře
da: Persona for udviklere
et: Persona arendajatele
fi: Persona kehittäjille
ga: Persona le haghaidh forbróirí
he: פרסונה בשביל מפתחים
hr: Persona za programere
ja: Persona に関する開発者向け情報
nb_no: Persona for utviklere
nl: Persona voor ontwikkelaars
pa: ਡਿਵੈਲਪਰਾਂ ਲਈ ਪਰਸੋਨਾ
ro: Persona pentru dezvoltatori
sk: Persona pre vývojárov
sl: Persona za razvijalce
sq: Persona për programues
sv_se: Persona för utvecklare
uk: Persona для розробників

source: Implement Persona on your site
cs: Nasazení Persona na vašem webu
da: Implementér Persona på dit websted
et: Implementeeri Persona oma veebilehel
fi: Lisää Persona verkkosivustolle
ga: Cuir Persona i bhfeidhm ar do shuíomh féin
he: איך ליישם את פרסונה באתר שלך
hr: Primijenite Personu na Vašoj stranici
ja: あなたのサイトで Persona を使用する
nb_no: Implementer Persona på ditt nettsted
nl: Persona op uw website implementeren
pa: ਪਰਸੋਨਾ ਨੂੰ ਆਪਣੀ ਸਾਈਟ ਉੱਤੇ ਲਾਗੂ ਕਰੋ
ro: Implementați Persona pe saitul dumneavoastră
sk: Nasadenie služby Persona na vašom webe
sl: Uporabite Persono na svoji strani
sq: Bëjeni Persona-n pjesë të sajtit tuaj
sv_se: Använd Persona på din webbplats
uk: Реалізуйте Persona на своєму сайті

source: Developer guides and API documentation
cs: Průvodce vývojáře a dokumentace API
da: Udviklervejledninger og API-dokumentation
et: Juhendid arendajale ning API dokumentatsioon
fi: Kehittäjien oppaita ja API-dokumentaatio
ga: Treoracha d'fhorbróirí agus doiciméadú API
he: מדריכי מפתחים ותיעוד API
hr: Programerske upute i API dokumentacija
ja: 開発者ガイドと API 仕様
nb_no: Utviklerguider og API-dokumentasjon
nl: Ontwikkelaarsgidsen en API-documentatie
pa: ਡਿਵੈਲਪਰ ਗਾਈਡ ਅਤੇ API ਦਸਤਾਵੇਜ਼
ro: Ghiduri dezvoltator și documentație API
sk: Sprievodca vývojára a dokumentácie API
sl: Navodila za razvijalce in dokumentacija API
sq: Udhërrëfyesa për programues dhe dokumentim për API-n
sv_se: Utvecklarguider och API-dokumentation
uk: Інструкції для розробників та документація з API

source: Finish signing into:
cs: Dokončení přihlášení k:
da: Log ind på:
et: Sisselogimise lõpetamine:
fi: Viimeistele sisäänkirjautuminen sivulle:
ga: Críochnaigh logáil isteach i:
he: לסיים כניסה אל:
hr: Završi prijavu na:
ja: サイトへのログインが完了しました:
nb_no: Fullfør innlogging på:
nl: Aanmelden voltooien bij:
pa: ਇਸ 'ਚ ਸਾਇਨ ਕਰਨਾ ਮੁਕੰਮਲ:
ro: Încheie autentificarea pe:
sk: Dokončenie prihlásenia k:
sl: Zaključevanje prijave v:
sq: Përfundojeni hyrjen te:
sv_se: Slutför inloggning till:
uk: Завершити вхід до:

source: Last step!
cs: Poslední krok!
da: Sidste trin!
et: Viimane samm!
fi: Viimeinen vaihe!
ga: An chéim dheiridh!
he: צעד אחרון!
hr: Posljednji korak!
ja: パスワードを決める
nb_no: Siste steg!
nl: Laatste stap!
pa: ਆਖਰੀ ਪੜਾਅ!
ro: Ultimul pas!
sk: Posledný krok!
sl: Zadnji korak!
sq: Hapi i fundit!
sv_se: Sista steget!
uk: Останній крок!

source: Email Address
cs: E-mailová adresa
da: Mailadresse
et: E-posti aadress
fi: Sähköpostiosoite
ga: Seoladh Ríomhphoist
he: כתובת דואר אלקטרוני
hr: Email adresa
ja: メールアドレス
nb_no: E-postadresse
nl: E-mailadres
pa: ਈਮੇਲ ਸਿਰਨਾਵਾਂ
ro: Adresă de email
sk: E-mailová adresa
sl: E-poštni naslov
sq: Adresë Email
sv_se: E-postadress
uk: Адреса ел. пошти

source: Your Email
cs: Váš e-mail
da: Din mailadresse
et: Sinu e-posti aadress
fi: Sinun sähköpostisi
ga: Do Sheoladh Ríomhphoist
he: כתובת הדואר האלקטרוני שלך
hr: Vaš email
ja: あなたのメールアドレス
nb_no: E-postadressen din
nl: Uw e-mailadres
pa: ਤੁਹਾਡਾ ਈਮੇਲ
ro: Adresa dumneavoastră de email
sk: Váš e-mail
sl: Vaša e-pošta
sq: Email-i Juaj
sv_se: Din e-postadress
uk: Ваша адреса ел. пошти

source: Password
cs: Heslo
da: Adgangskode
et: Parool
fi: Salasana
ga: Focal Faire
he: ססמה
hr: Lozinka
ja: パスワード
nb_no: Passord
nl: Wachtwoord
pa: ਪਾਸਵਰਡ
ro: Parolă
sk: Heslo
sl: Geslo
sq: Fjalëkalim
sv_se: Lösenord
uk: Пароль

source: Your Password
cs: Vaše heslo
da: Din adgangskode
et: Sinu parool
fi: Salasanasi
ga: D'Fhocal Faire
he: הססמה שלך
hr: Vaša lozinka
ja: あなたのパスワード
nb_no: Ditt passord
nl: Uw wachtwoord
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ
ro: Parola dumneavoastră
sk: Vaše heslo
sl: Vaše geslo
sq: Fjalëkalimi Juaj
sv_se: Ditt lösenord
uk: Ваш пароль

source: Password field required
cs: Pole s heslem je povinné
da: Adgangskodefelt skal udfyldes
et: Parool on nõutav.
fi: Salasana on pakollinen
ga: Is gá focal faire a chur isteach
ja: パスワードの入力が必要です
nb_no: Passordfeltet er påkrevd
nl: Wachtwoordveld vereist
pa: ਪਾਸਵਰਡ ਖੇਤਰ ਚਾਹੀਦਾ ਹੈ
ro: Este necesară parola
sk: Heslo je povinné
sl: Polje z geslom je obvezno
sq: Fjalëkalimi është i domosdoshëm
sv_se: Det krävs ett lösenord
uk: Необхідно ввести пароль

source: Password incorrect
cs: Heslo je neplatné
da: Adgangskode er forkert
et: Parool pole õige.
fi: Virheellinen salasana
ga: Focal faire mícheart
ja: パスワードが違います
nb_no: Feil passord
nl: Wachtwoord onjuist
pa: ਪਾਸਵਰਡ ਗਲਤ ਹੈ
ro: Parolă incorectă
sk: Heslo nie je správne
sl: Napačno geslo
sq: Fjalëkalim i pasaktë
sv_se: Fel lösenord
uk: Неправильний пароль

source: finish
cs: dokončit
da: afslut
et: Valmis
fi: Valmis
ga: críochnaigh
he: סיום
hr: kraj
ja: 登録を完了
nb_no: fullfør
nl: voltooien
pa: ਮੁਕੰਮਲ
ro: sfârșit
sk: dokončiť
sl: končaj
sq: përfundoje
sv_se: slutför
uk: завершити

source: Persona requires cookies to remember you.
cs: Persona pro vaše zapamatování vyžaduje cookies.
da: Persona kræver cookies for at huske dig.
et: Persona vajab sinu meelespidamiseks küpsiseid.
fi: Persona muistaa sinut muistamalla evästeet.
ga: Caithfidh tú fianáin a cheadú chun Persona a úsáid.
he: למערכת פרסונה נדרשות עוגיות כדי לזכור אותך.
hr: Persona zahtijeva uključene kolačiće da Vas zapamti.
ja: Persona にログイン情報を記憶させるには Cookie を有効にする必要があります。
nb_no: Persona trenger informasjonskapsler for å huske deg.
nl: Persona vereist cookies om u te onthouden.
pa: ਪਰਸੋਨਾ ਨੂੰ ਤੁਹਾਨੂੰ ਯਾਦ ਰੱਖਣ ਲਈ ਕੂਕੀਜ਼ ਚਾਹੀਦੇ ਹਨ।
ro: Persona are nevoie de cookie-uri pentru a vă ține minte.
sk: Persona pre vaše zapamätanie vyžaduje cookies.
sl: Persona potrebuje piškote, da si vas zapomni.
sq: Që t'ju mbajë mend, Persona lyp cookie-t.
sv_se: Persona använder kakor för att komma ihåg dig.
uk: Persona потребує куки щоб пам'ятати вас.

source: Please close this window, <a %s>enable cookies</a> and try again
cs: Zavřete prosím toto okno, <a %s>povolte cookies</a> a zkuste to znovu.
da: Luk dette vindue, <a %s>tillad cookies</a> og prøv igen
et: Palun sulge see aken, <a %s>luba küpsised</a> ja proovi uuesti
fi: Sulje tämä ikkuna, <a %s>salli evästeet</a> ja yritä uudelleen
ga: Dún an fhuinneog seo, <a %s>cumasaigh fianáin</a> agus bain triail eile as
he: נא לסגור את החלון, <a %s>להפעיל עוגיות</a> ולנסות שוב
hr: Molimo zatvorite ovaj prozor, <a %s>omogućite kolačiće</a> i pokušajte ponovno
ja: ウィンドウを閉じ、<a %s>Cookie を有効化</a> して、もう一度試してください
nb_no: Lukk dette vinduet, <a %s>slå på informasjonskapsler</a>, og prøv igjen.
nl: Sluit dit venster, <a %s>schakel cookies in</a> en probeer het nogmaals
pa: ਇਹ ਵਿੰਡੋ ਬੰਦ ਕਰੋ, <a %s>ਕੂਕੀਜ਼ ਚਾਲੂ ਕਰੋ</a> ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Vă rugăm să închideți această fereastră, <a %s>activați cookie-urile</a> și încercați din nou
sk: Zavrite toto okno, <a %s>povoľte cookies</a> a skúste to znova
sl: Prosimo vas, da zaprete okno, <a %s>omogočite piškote</a> in poskusite znova
sq: Ju lutemi, mbylleni këtë dritare, <a %s>aktivizoni cookie-t</a> dhe riprovoni
sv_se: Stäng fönstret, <a %s>aktivera kakor</a> och försök igen
uk: Будь ласка, закрийте це вікно, <a %s>увімкніть куки</a> та спробуйте знову

source: Sign in to %s with&hellip;
cs: Přihlášení k %s jako&hellip;
da: Log ind på %s med&hellip;
et: Logi %s'sse sisse, kasutades &hellip;
fi: Kirjaudu palveluun %s sähköpostiosoitteella&hellip;
ga: Logáil isteach i %s le&hellip;
hr: Prijavite se na %s sa &hellip;
ja: %s にログインします&hellip;
nb_no: Logg inn på %s med &hellip;
nl: Aanmelden bij %s met&hellip;
pa: %s ਵਿੱਚ ਸਾਇਨ ਇਨ&hellip;
ro: Autentificare în %s cu&hellip;
sk: Prihlásiť sa k %s ako&hellip;
sl: Prijavite se v %s kot &hellip;
sv_se: Logga in till %s med &hellip;
uk: Увійти до %s через&hellip;

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. You must now use your existing Persona password to log in with this email address.
cs: %(idp)s již nedovoluje přihlášení pomocí Persona a využití vašeho hesla k účtu %(idp)s. Pro přihlášení pomocí e-mailové adresy musíte nyní použít své existující heslo k Persona.
da: %(idp)s tillader ikke længere, at du logger ind på Persona med din %(idp)s-adgangskode. Du skal i stedet bruge din eksisterende Persona-adgangskode for at logge ind med denne mailadresse.
et: %(idp)s ei luba enam Personasse %(idp)s parooliga sisse logida. Selle e-posti aadressiga sisselogimiseks pead kasutama olemasolevat Persona parooli.
fi: %(idp)s ei salli enää kirjautumista Personaan %(idp)s -salasanalla.Käytä aiemmin luomaasi Persona-salasanaasi kirjautuaksesi sisään tällä sähköpostiosoitteella.
ga: Ní cheadaíonn %(idp)s duit logáil isteach i bPersona le d'fhocal faire %(idp)s. Caithfidh tú an focal faire Persona atá agat faoi láthair a úsáid chun logáil isteach leis an seoladh ríomhphoist.
he: %(idp)s כבר אינו מאפשר כניסה באמצעות פרסונה לחשבון עם הססמה של %(idp)s. צריך להשתמש בססמה הקיימת של פרסונה כדי להיכנס עם כתובת הדואר האלקטרוני הזאת.
hr: %(idp)s više ne dopušta prijavu na Personu s Vašom %(idp)s lozinkom. Morate koristiti postojeću Persona lozinku za prijavu s ovom email adresom.
ja: %(idp)s は、もはや %(idp)s のパスワードを用いて Persona にログインすることを許可しません。現在は、このメールアドレスでログインするために、既存の Persona のパスワードを使用する必要があります。
nb_no: %(idp)s lar deg ikke lenger logge inn på Persona med ditt %(idp)s passord. Du må nå bruke ditt eksisterende Persona-passord for å logge deg inn med denne e-postadressen.
nl: %(idp)s accepteert niet langer aanmeldingen bij Persona met uw %(idp)s-wachtwoord. U moet nu uw bestaande Persona-wachtwoord gebruiken om u met dit e-mailadres aan te melden.
pa: %(idp)s ਹੁਣ ਤੁਹਾਨੂੰ ਆਪਣੇ %(idp)s ਪਾਸਵਰਡ ਨਾਲ ਪਰਸੋਨਾ ਵਿੱਚ ਲਾਗਇਨ ਕਰਨ ਲਈ ਅਾਗਿਆ ਨਹੀ ਦਿੱਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਹੁਣ ਇਸ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਨਾਲ ਲਾਗਇਨ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਪਰਸੋਨਾ ਪਾਸਵਰਡ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: %(idp)s nu mai vă permite să vă conectați la contul dumneavoastră Persona cu parola %(idp)s . Trebuie să utilizați acum parola Persona existentă pentru a vă conecta cu această adresă email.
sk: %(idp)s viac neumožňuje vaše prihlásenie pomocou služby Persona a hesla pre %(idp)s. Teraz musíte použiť svoje existujúce heslo služby Persona a tento e-mail, aby ste sa mohli prihlásiť.
sl: %(idp)s ne omogoča več prijav v Persono z vašim geslom za %(idp)s. Za prijavo s tem e-poštnim naslovom morate uporabiti obstoječe geslo za Persono.
sq: %(idp)s nuk ju lejon më të hyni te Persona me fjalëkalimin tuaj %(idp)s. Tani duhet të përdorni fjalëkalimin ekzistues Persona që të hyni me këtë adresë email.
sv_se: %(idp)s tillåter inte längre att du loggar in till Persona med ditt %(idp)s-lösenord. Du måste nu använda ditt existerande Persona-lösenord för att logga in med den här e-postadressen.
uk: %(idp)s більше не дозволяє вам входити в Persona з паролем %(idp)s. Для входу з цією адресою електронної пошти ви повинні скористатись вашим наявним паролем Persona.

source: Persona password
cs: Heslo k Persona
da: Adgangskode til Persona
et: Persona parool
fi: Persona-salasana
ga: Focal faire Persona
ja: Persona のパスワード
nb_no: Persona-passord
nl: Persona-wachtwoord
pa: ਪਰਸੋਨਾ ਪਾਸਵਰਡ
ro: Parola Persona
sk: Heslo k Persona
sl: Geslo za Persono
sq: Fjalëkalim për Persona
sv_se: Persona-lösenordet
uk: Пароль Persona

source: email address
cs: e-mailová adresa
da: mailadresse
et: E-posti aadress
fi: sähköpostiosoite
ga: seoladh ríomhphoist
ja: メールアドレス
nb_no: e-postadresse
nl: e-mailadres
pa: ਈਮੇਲ ਸਿਰਨਾਵਾਂ
ro: adresă de email
sk: e-mailová adresa
sl: e-poštni naslov
sq: adresë email
sv_se: e-postadress
uk: адреса електронної пошти

source: Must be an email address
cs: Musí se jednat o e-mailovou adresu
da: Skal være en mailadresse
et: Peab olema e-posti aadress
fi: Tässä kentässä tulee olla sähköpostiosoite
ga: Is gá seoladh ríomhphoist a bheith ann
ja: メールアドレスを入力してください
nb_no: Må være en e-postadresse
nl: Moet een e-mailadres zijn
pa: ਈਮੇਲ ਸਿਰਨਾਵਾਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ro: Este nevoie de o adresă de email
sk: Musíte zadať platnú e-mailovú adresu
sl: Mora biti e-poštni naslov
sq: Duhet të jetë një adresë email
sv_se: Måste vara en e-postadress
uk: Повинна бути адреса електронної пошти

source: Email field required
cs: Pole s e-mailem je vyžadováno
da: Mailfeltet skal udfyldes
et: E-posti aadress on nõutav.
fi: Sähköpostiosoite vaaditaan
ga: Is gá seoladh ríomhphoist a líonadh isteach
ja: メールアドレスの入力が必要です
nb_no: E-postfeltet er påkrevd.
nl: E-mailveld vereist
pa: ਈਮੇਲ ਖੇਤਰ ਲੋੜੀਦਾ ਹੈ
ro: Este necesară adresa de email
sk: E-mailová adresa je povinná
sl: Polje z e-pošto je obvezno
sq: Kutiza e email-it duhet plotësuar domosdo
sv_se: E-postfältet är ett krav
uk: Необхідно ввести адресу електронної пошти

source: Forgot your password?
cs: Zapomněl(a) jste své heslo?
da: Glemt din adgangskode?
et: Unustasid parooli?
fi: Unohditko salasanasi?
ga: An ndearna tú dearmad de d'fhocal faire?
he: שכחת את ססמתך?
hr: Zaboravljena lozinka?
ja: パスワードをお忘れですか？
nb_no: Glemt passord?
nl: Uw wachtwoord vergeten?
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?
ro: V-ați uitat parola?
sk: Zabudli ste svoje heslo?
sl: Ste pozabili geslo?
sq: Harruat fjalëkalimin tuaj?
sv_se: Glömt lösenordet?
uk: Забули свій пароль?

source: Enter password
cs: Vložte heslo
da: Indtast adgangskode
et: Sisesta parool
fi: Anna salasana
ga: Cuir focal faire isteach
ja: パスワードを入力してください
nb_no: Skriv inn passord
nl: Voer wachtwoord in
pa: ਪਾਸਵਰਡ ਦਿਉ
ro: Introduceți parola
sk: Zadajte heslo
sl: Vnesite geslo
sq: Jepni fjalëkalim
sv_se: Skriv in lösenordet
uk: Введіть пароль

source: password
cs: heslo
da: adgangskode
et: parool
fi: salasana
ga: focal faire
he: ססמה
hr: lozinka
ja: パスワード
nb_no: passord
nl: wachtwoord
pa: ਪਾਸਵਰਡ
ro: parola
sk: heslo
sl: geslo
sq: fjalëkalim
sv_se: lösenord
uk: пароль

source: Initial confirmation sent &ndash; wait a few minutes before requesting another
cs: Úvodní potvrzení odesláno. Počkejte několik minut před požádáním o další.
da: Indledende bekræftelse sendt &ndash; vent nogle minutter, inden du anmoder om en anden
et: Esialgne kinnitus on saadetud, palun oota enne uue taotlemist paar minutit.
fi: Alustava vahvistus lähetetty &ndash; odota muutama minuutti, ennen kuin pyydät uuden
ga: Seoladh teachtaireacht dearbhaithe chugat &ndash; fan cúpla nóiméad sula n-iarrfaidh tú ceann eile
ja: 初期確認が送信されました &ndash; 次の確認作業が行われるまでしばらくお待ちください
nb_no: Initiell bekreftelse sendt &ndash; vent noen minutter før du ber om en ny
nl: Eerste bevestiging verzonden &ndash; wacht enkele minuten voordat u er nog een vraagt
pa: ਸ਼ੁਰੂਆਤੀ ਪੁਸ਼ਟੀ ਭੇਜਿਆ ਗਿਆ &ndash; ਦੂਜੇ ਨੂੰ ਬੇਨਤੀ ਕਰਨ ਤੋ ਪਹਿਲਾ ਕੁਝ ਮਿੰਟ ਦੀ ਉਡੀਕ ਕਰੋ।
ro: Confirmare inițială trimisă &ndash; așteptați câteva minute înainte să solicitați alta
sk: Úvodné potvrdenie bolo odoslané. Pred požiadaním o ďalšie počkajte niekoľko minút.
sl: Potrditev poslana. Počakajte trenutek, preden zahtevate novo
sq: Ripohimi fillestar u dërgua &ndash; prisni pak minuta përpara se të kërkoni një tjetër
sv_se: En första bekräftelse är skickad &ndash; vänta några minuter innan du begär en ny
uk: Початкове підтвердження надіслане &ndash; зачекайте кілька хвилин, перед запитом іншого

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
cs: Odesláním souhlasíte se <a %(terms)s>zásadami užití</a> a <a %(privacy)s>zásadami ochrany soukromí</a>.
da: Hvis du fortsætter, accepterer du %(site)ss <a %(terms)s>betingelser</a> og <a %(privacy)s>privatlivspolitik</a>.
et: Edasi minnes nõustud lehe %(site)s <a %(terms)s>kasutustingimuste</a> ja <a %(privacy)s>privaatsuspoliitikaga</a>.
fi: Jatkamalla hyväksyt sivuston %(site)s <a %(terms)s>käyttöehdot</a> ja <a %(privacy)s>tietosuojakäytännön</a>.
ga: Má théann tú ar aghaidh, dearbhaíonn tú le %(site)s go nglacann tú lena gcuid <a %(terms)s>Téarmaí Úsáide</a> agus lena <a %(privacy)s>bPolasaí Príobháideachta</a>.
he: המשך התהליך הוא הסכמה ל<a %(terms)s>תנאים</a> ול<a %(privacy)s>מדיניות הפרטיות</a> של %(site)s.
hr: Nastavkom, slažete se s %(site)s's <a %(terms)s>Uvjetima</a> i <a %(privacy)s>Zaštitom privatnosti</a>.
ja: 手続きを進めると、%(site)s の <a %(terms)s>利用規約</a> および <a %(privacy)s>プライバシーポリシー</a> に同意されたものとみなされます。
nb_no: Ved å fortsette, bekrefter du at du godtar %(site)s sine <a %(terms)s>bruksbetingelser</a> og <a %(privacy)s>personvernbestemmelser</a>.
nl: Door verder te gaan gaat u akkoord met de <a %(terms)s>Voorwaarden</a> en het <a %(privacy)s>Privacybeleid</a> van %(site)s.
pa: ਅੱਗੇ ਵਧਣ ਲਈ, ਤੁਸੀ ਸਿਹਮਤ ਹੋ %(site)s's <a %(terms)s>Terms</a> ਅਤੇ <a %(privacy)s>Privacy Policy</a>.
ro: Continuând, sunteți de acord cu %(site)s's <a %(terms)s>Termenii</a> și <a %(privacy)s>Politica de confidențialitate</a>.
sk: Odoslaním súhlasíte s <a %(terms)s>pravidlami používania</a> a <a %(privacy)s>zásadami ochrany súkromia</a> stránky %(site)s.
sl: Z nadaljevanjem boste sprejeli <a %(terms)s>pogoje uporabe</a> in <a %(privacy)s>politiko zasebnosti</a> strani %(site)s.
sq: Duke ecur më tej, shprehni pajtimin me <a %(terms)s>Kushtet</a> dhe <a %(privacy)s>Rregullat e Privatësisë</a> te %(site)s.
sv_se: Genom att fortsätta godkänner du %(site)ss <a %(terms)s>användarvillkor</a> och <a %(privacy)s>integritetspolicy</a>.
uk: Продовжуючи, ви погоджуєтесь із <a %(terms)s>Умовами</a> та <a % (privacy)s>Політикою приватності</a> %(site)s.

source: next
cs: další
da: næste
et: Edasi
fi: seuraava
ga: ar aghaidh
he: הבא
hr: sljedeći
ja: 次へ
nb_no: neste
nl: volgende
pa: ਅੱਗੇ
ro: următorul
sk: ďalej
sl: naprej
sq: pasuesi
sv_se: nästa
uk: далі

source: continue
cs: pokračovat
da: fortsæt
et: Jätka
fi: jatka
ga: lean ar aghaidh
ja: 続行
nb_no: fortsett
nl: doorgaan
pa: ਜਾਰੀ ਰੱਖੋ
ro: continuă
sk: pokračovať
sl: nadaljuj
sq: vazhdoni
sv_se: fortsätt
uk: продовжити

source: cancel
cs: zrušit
da: annuller
et: Tühista
fi: peruuta
ga: cealaigh
he: ביטול
hr: otkaži
ja: キャンセル
nb_no: avbryt
nl: annuleren
pa: ਰੱਦ ਕਰੋ
ro: renunţă
sk: zrušiť
sl: prekliči
sq: anulojeni
sv_se: avbryt
uk: скасувати

source: sign in
cs: přihlášení
da: log ind
et: Logi sisse
fi: kirjaudu sisään
ga: logáil isteach
he: כניסה
hr: prijavite se
ja: ログイン
nb_no: logg inn
nl: aanmelden
pa: ਸਾਇਨ ਇਨ
ro: autentificare
sk: prihlásiť sa
sl: prijava
sq: hyni
sv_se: logga in
uk: увійти

source: OK
et: Olgu
pa: ਠੀਕ ਹੈ
sl: V redu
uk: ОК

source: Mozilla Persona: %s
he: מוזילה פרסונה: %s
pa: ਮੋਜ਼ੀਲਾ ਪਰਸੋਨਾ: %s

source: Connecting to Persona...
cs: Probíhá připojování k Persona...
da: Forbinder til Persona...
et: Ühendutakse Personaga...
fi: Yhdistetään Personaan...
ga: Ag ceangal le Persona...
he: התחברות אל פרסונה...
hr: Spajanje na Personu...
ja: Persona に接続しています...
nb_no: Kobler til Persona …
nl: Verbinden met Persona…
pa: ...ਪਰਸੋਨਾ ਨਾਲ ਕੁਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ro: Conectare la Persona...
sk: Prebieha pripájanie k službe Persona...
sl: Prijava v Persono teče...
sq: Po lidhet me Persona-n...
sv_se: Ansluter till Persona …
uk: З'єднання з Persona...
