Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/*/LC_MESSAGES/messages.po
Languages: cs, da, et, fi, ga, he, hr, ja, nb_no, nl, pa, ro, sk, sl, sq, sv_se, uk

source: %(site)s: Complete sign-in
cs: %(site)s: Dokončení přihlášení
da: %(site)s: Fuldfør log ind
et: %(site)s: sisselogimise lõpetamine
fi: %(site)s: Viimeistele kirjautuminen
ga: %(site)s: Cuir an próiseas logála isteach i gcrích
ja: %(site)s: ログイン完了
nb_no: %(site)s: Fullfør innlogging
nl: %(site)s: aanmelding voltooien
pa: %(site)s: ਸਾਈਨ ਇਨ ਪੂਰਾ
ro: %(site)s: Autentificare completă
sk: %(site)s: Dokončenie prihlásenia
sl: %(site)s: Dokončajte prijavo
sq: %(site)s: Hyrje e plotë
sv_se: %(site)s: Slutför inloggning
uk: %(site)s: Завершити вхід

source: %(site)s: Complete password reset
cs: %(site)s: Dokončení obnovy hesla
da: %(site)s: Fuldfør nulstilling af adgangskode
et: %(site)s: Parooli lähtestamise lõpetamine
fi: %(site)s: Palauta Personan salasana
ga: %(site)s: Cuir athshocrú d'fhocail fhaire i gcrích
ja: %(site)s: パスワードリセット完了
nb_no: %(site)s: Fullfør tilbakestilling av passord
nl: %(site)s: wachtwoordherinitialisatie voltooien
pa: %(site)s: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਕਰੋ
ro: %(site)s: Resetarea parolei finalizată
sk: %(site)s: Dokončenie obnovy hesla
sl: %(site)s: Dokončajte ponastavitev gesla
sq: %(site)s: Ricaktim i plotë fjalëkalimi
sv_se: %(site)s: Slutför återställandet av lösenordet
uk: %(site)s: Завершити відновлення паролю

source: A Better Way to Sign In
cs: Lepší způsob přihlašování
da: En bedre måde at logge ind på
et: Parem viis sisse logimiseks
fi: Parempi tapa kirjautua
ga: Logáil isteach níos éasca
he: דרך טובה יותר להתחבר לאתרים
hr: Bolji način prijave
ja: より良いログイン手段
nb_no: En bedre måte å logge inn
nl: Een betere manier van aanmelden
pa: ਸਾਇਨ ਇਨ ਕਰਨ ਦਾ ਵਧੀਆ ਢੰਗ
ro: Un mod mai bun de autentificare
sk: Lepší spôsob prihlasovania
sl: Boljša prijava
sq: Një Mënyrë Më e Mirë Për Hyrjet
sv_se: Ett bättre sätt att logga in
uk: Кращий спосіб реєстрації

source: Unsupported Browser
cs: Nepodporovaný prohlížeč
da: Din browser understøttes ikke
et: Toetamata veebilehitseja
fi: Selainta ei tueta
ga: Ní thacaítear leis an mbrabhsálaí seo
he: דפדפן שאינו נתמך
hr: Nepodržani preglednik
ja: サポート対象外のブラウザです
nb_no: Ustøttet nettleser
nl: Niet-ondersteunde browser
pa: ਗ਼ੈਰ-ਸਹਾਇਕ ਬਰਾਊਜ਼ਰ
ro: Navigator nesuportat
sk: Nepodporovaný prehliadač
sl: Nepodprt brskalnik
sq: Shfletues i Pambuluar
sv_se: Webbläsaren stöds ej
uk: Браузер не підтримується

source: Unsupported Browser without Watch
cs: Nepodporovaný prohlížeč bez Watch
da: Din browser understøtter ikke Watch
et: Toetamata veebilehitseja, millel pole "Watch"-funktsionaalsust
fi: Selainta ilman Watch-toiminnallisuutta ei tueta
ga: Brabhsálaí nach dtacaíonn le navigator.id.watch()
ja: Watch 機能を持たないサポート対象外のブラウザです
nb_no: Ustøttet nettleser uten Watch
nl: Niet-ondersteunde browser zonder Volgen
pa: ਬਿਨਾਂ ਜਾਂਚ ਕੀਤਾ ਗ਼ੈਰ-ਸਹਾਇਕ ਬਰਾਊਜ਼ਰ
ro: Navigator nesuportat fără urmărire
sk: Nepodporovaný prehliadač
sl: Nepodprt brskalnik brez programskega vmesnika Watch
sq: Shfletues i Pambuluar, pa Watch
sv_se: Webbläsaren stöds ej utan Watch
uk: Браузер без Watch не підтримується

source: Cookies Are Disabled
cs: Cookies jsou zakázány
da: Cookies er deaktiveret
et: Küpsised on keelatud
fi: Evästeet eivät ole käytössä
ga: Tá Fianáin Díchumasaithe
he: העוגיות כבויות
hr: Kolačići su onemogućeni
ja: Cookie が無効になっています
nb_no: Informasjonskapsler er deaktivert
nl: Cookies zijn uitgeschakeld
pa: ਕੂਕੀਜ਼ ਬੰਦ ਕੀਤੇ ਹੋਏ ਹਨ
ro: Cookie-urile sunt dezactivate
sk: Cookies sú zakázané
sl: Piškoti so onemogočeni
sq: Cookie-t Janë të Çaktivizuara
sv_se: Kakor är inaktiverade
uk: Куки вимкнені

source: About
cs: O službě
da: Om
et: Teave
fi: Tietoja
ga: Maidir Leis
he: אודות
hr: Informacije
ja: Persona について
nb_no: Om
nl: Over
pa: ਇਸ ਬਾਰੇ
ro: Despre
sk: O službe
sl: Predstavitev
sq: Rreth
sv_se: Om
uk: Про

source: Terms of Service
cs: Zásady použití
da: Tjenestens vilkår
et: Teenuse kasutamistingimused
fi: Käyttöehdot
ga: Téarmaí Seirbhíse
he: תנאי שימוש
hr: Uvjeti pružanja usluge
ja: サービス利用規約
nb_no: Vilkår for bruk
nl: Servicevoorwaarden
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
ro: Termenii serviciului
sk: Zásady používania
sl: Pogoji storitve
sq: Kushte Shërbimi
sv_se: Tjänstevillkor
uk: Умови надання послуг

source: Privacy Policy
cs: Zásady ochrany soukromí
da: Privatlivspolitik
et: Privaatsuspoliitika
fi: Tietosuoja
ga: Polasaí Príobháideachta
he: מדיניות פרטיות
hr: Pravila privatnosti
ja: プライバシーポリシー
nb_no: Personvernbestemmelser
nl: Privacybeleid
pa: ਪਰਦੇਦਾਰੀ ਨੀਤੀ
ro: Politica de confidențialitate
sk: Zásady ochrany súkromia
sl: Politika zasebnosti
sq: Rregulla Privatësie
sv_se: Integritetspolicy
uk: Політика приватності

source: Complete Registration
cs: Dokončení registrace
da: Færdiggør registrering
et: Registreeringu lõpetamine
fi: Viimeistele rekisteröityminen
ga: Cuir an Clárú i gCrích
he: השלמת הרישום
hr: Dovršite registraciju
ja: 登録完了
nb_no: Fullfør registrering
nl: Registratie voltooien
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਪੂਰੀ
ro: Înregistrare completă
sk: Dokončenie registrácie
sl: Končaj registracijo
sq: Plotësoni Regjistrimin
sv_se: Slutför registreringen
uk: Завершити реєстрацію

source: A simpler way to sign in.
cs: Snadný způsob přihlašování
da: En enklere måde at logge ind på.
et: Lihtsam viis sisse logimiseks.
fi: Yksinkertaisempi tapa kirjautua.
ga: Logáil isteach níos simplí.
ja: より簡略なログイン手段。
nb_no: En enklere måte å logge inn.
nl: Een eenvoudiger manier van aanmelden.
pa: ਸਾਇਨ ਇਨ ਕਰਨ ਦਾ ਸੌਖਾ ਢੰਗ ਹੈ।
ro: Un mod mai simplu de autentificare.
sk: Jednoduchší spôsob prihlasovania.
sl: Lažja prijava.
sq: Një mënyrë më e thjeshtë për të bërë hyrjen.
sv_se: Ett enklare sätt att logga in.
uk: Найпростіший спосіб входу.

source: Persona replaces multiple passwords
cs: Persona nahrazuje více hesel
da: Persona erstatter mange adgangskoder
et: Persona asendab mitmeid paroole
fi: Kirjaudu kaikkialle yhdellä Persona-tunnuksella
ga: Úsáid Persona in ionad go leor focal faire
he: מערכת פרסונה מחליפה את הססמאות המרובות
hr: Persona zamjenjuje brojne lozinke
ja: Persona がいくつものパスワードに代わります
nb_no: Persona erstatter flere passord
nl: Persona vervangt meerdere wachtwoorden
pa: ਪਰਸੋਨਾ ਬਹੁਤੇ ਪਾਸਵਰਡਾਂ ਦਾ ਬਦਲ ਹੈ
ro: Persona înlocuiește parolele multiple
sk: Persona nahrádza viac hesiel
sl: Persona nadomešča številna gesla
sq: Persona zëvendëson fjalëkalimet e shumta
sv_se: Persona ersätter mängder av lösenord
uk: Persona замінює численні паролі

source: Sites such as <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> and <a %(voostLink)s>%(voostName)s</a> use Persona instead of usernames to sign you in.
cs: Webové stránky jako <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> and <a %(voostLink)s>%(voostName)s</a> používají Persona k přihlašování na místo uživatelských jmen.
da: Websteder som <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> and <a %(voostLink)s>%(voostName)s</a> bruger Persona i stedet for brugernavne til at logge dig ind.
et: Näiteks <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> ja <a %(voostLink)s>%(voostName)s</a> kasutavad sisselogimiseks Personat.
fi: Sivustot kuten <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> ja <a %(voostLink)s>%(voostName)s</a> käyttävät sisäänkirjautumiseen Personaa käyttäjänimien sijaan.
ga: Úsáideann suímh Ghréasáin éagsúla Persona in ionad ainmneacha úsáideora chun thú a logáil isteach, mar shampla <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> agus <a %(voostLink)s>%(voostName)s</a>.
ja: 例えば、<a %(webmakerLink)s>%(webmakerName)s</a> や <a %(openphotoLink)s>%(openphotoName)s</a>、<a %(voostLink)s>%(voostName)s</a> などのサイトは、ユーザ名の代わりに Persona を使ってログインできます。
nb_no: Nettsted som <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> og <a %(voostLink)s>%(voostName)s</a> bruker Persona istedenfor brukernavn for å logge deg inn.
nl: Websites zoals <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> en <a %(voostLink)s>%(voostName)s</a> gebruiken Persona in plaats van gebruikersnamen om u aan te melden.
pa: ਸਾਇਟਾਂ ਜਿਵੇਂ ਕਿ <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> ਅਤੇ <a %(voostLink)s>%(voostName)s</a> ਯੂਜ਼ਰ ਨਾਂ ਨਾਲ ਸਾਇਨ ਇਨ ਕਰਨ ਦੀ ਜਗਾ ਪਰਸੋਨਾ ਦੀ ਵਰਤਦੀਆਂ ਹਨ।
ro: Saituri cum ar fi <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> și <a %(voostLink)s>%(voostName)s</a> utilizează Persona în loc de numele de utilizator pentru a vă autentifica.
sk: Webové stránky ako <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> a <a %(voostLink)s>%(voostName)s</a> používajú na prihlásenie namiesto používateľských mien službu Persona.
sl: Strani <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> in <a %(voostLink)s>%(voostName)s</a> za prijavo uporabljajo Persono namesto uporabniških imen.
sq: Në vend se emra përdoruesish, sajte të tillë si <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> dhe <a %(voostLink)s>%(voostName)s</a> përdorin Persona-n për hyrje në ta.
sv_se: Webbplatser som <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> och <a %(voostLink)s>%(voostName)s</a> använder Persona i stället för användarnamn vid inloggning.
uk: Сайти на зразок <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> та <a %(voostLink)s>%(voostName)s</a> використовують Persona замість логінів для вашого входу.

source: This means you only need one password to sign in to many sites.
cs: To znamená, že k přihlášení k více webovým stránkám potřebujete pouze jedno heslo.
da: Det betyder, at du kan bruge den samme adgangskode til at logge dig ind på mange forskellige websteder.
et: Seega vajad vaid ühte parooli, millega saad mitmetel lehtedel sisse logida.
fi: Personan ansiosta monelle sivustolle voi siis kirjautua vain yhdellä salasanalla.
ga: Ní gá duit ach focal faire amháin a mheabhrú.
he: זה אומר שעכשיו דרושה לך רק ססמה אחת כדי להיכנס לאתרים רבים.
hr: To znači da Vam je potrebna samo jedna lozinka za prijavu na više stranica.
ja: これは、たった 1 個のパスワードで多くのサイトにログインできることを意味します。
nb_no: Dette betyr at du kun trenger ett passord for å logge deg inn på mange nettsteder.
nl: Dit houdt in dat u maar één wachtwoord nodig hebt om u bij meerdere websites aan te melden.
pa: ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਕਈ ਸਾਈਟਾਂ ਵਿੱਚ ਸਾਇਨ ਇਨ ਕਰਨ ਲਈ ਇੱਕ ਹੀ ਪਾਸਵਰਡ ਚਾਹੀਦਾ ਹੈ।
ro: Aceasta înseamnă că aveți nevoie doar de o parolă pentru a vă conecta la mai saituri.
sk: To znamená, že na prihlásenie k viacerým webovým stránkam potrebujete iba jedno heslo.
sl: To pomeni, da za prijavo na različne strani potrebujete le eno geslo.
sq: Kjo do të thotë se ju nevojitet vetëm një fjalëkalim që të bëni hyrje në shumë sajte.
sv_se: Det gör att det räcker med ett lösenord för att logga in på flera webbplatser.
uk: Це означає, що вам потрібен тільки один пароль для входу на багатьох сайтах.

source: One password to rule them all.
cs: Jedno heslo vládne všem.
da: Et kodeord til at styre dem alle.
et: Üks parool kõigi teiste juhtimiseks.
fi: Yksi salasana usean sijaan.
ga: Focal faire amháin i gceannas ar gach suíomh.
he: ססמה אחת לשלוט בכולם.
hr: Jedna lozinka da vlada nad svima.
ja: 1 個のパスワードがそれらの代わりになります。
nb_no: Ett passord for å styre dem alle.
nl: Een wachtwoord om alle te regeren.
pa: ਉਹਨਾਂ ਸਭ ਲਈ ਇੱਕ ਪਾਸਵਰਡ ਹੈ।
ro: O parolă pentru a funcționa pe toate.
sk: Jedno heslo vládne všetkým.
sl: Eno geslo za vse strani.
sq: Një fjalëkalim për krejt ata të tjerët.
sv_se: Ett lösenord löser allt.
uk: Один пароль для керування всім.

source: Use multiple email addresses
cs: Použití více e-mailových adres
da: Brug flere mailadresser
et: Kasuta mitut e-posti aadressi
fi: Käytä montaa sähköpostiosoitetta
ga: Úsáid seoltaí ríomhphoist éagsúla
he: שימוש בכתובות דואר אלקטרוני מרובות
hr: Koristite više email adresa
ja: 複数のメールアドレスを使用する
nb_no: Bruk flere e-postadresser
nl: Meerdere e-mailadressen gebruiken
pa: ਕਈ ਈਮੇਲ ਐਡਰੈਸ ਵਰਤੋਂ
ro: Utilizați mai multe adrese de email
sk: Použitie viacerých e-mailových adries
sl: Uporabljajte več e-poštnih naslovov
sq: Përdorni shumë adresa email
sv_se: Använd flera e-postadresser
uk: Використовуйте декілька адрес електронної пошти

source: Persona is flexible
cs: Persona je flexibilní
da: Persona er fleksibel
et: Persona on paindlik
fi: Persona on mukautuva
ga: Tá Persona solúbtha
he: מערכת פרסונה מציעה גמישות
hr: Persona je fleksibilna
ja: Persona は順応性があります
nb_no: Persona er fleksibel
nl: Persona is flexibel
pa: ਪਰਸੋਨਾ ਆਗਿਆਕਾਰ ਹੈ
ro: Persona este flexibilă
sk: Služba Persona je flexibilná
sl: Persona je prilagodljiva
sq: Persona është e zhdërvjellët
sv_se: Persona är flexibelt
uk: Persona гнучка

source: Within Persona, your identity is your email address. You can use as many email addresses as you want, but you still only need one password.
cs: U Persona je vaší identitou e-mailová adresa. Můžete používat tolik e-mailových adres, kolik chcete. Stále budete potřebovat pouze jedno heslo.
da: I Persona er din identitet din mailadresse. Du kan bruge så mange mailadresser, du har lyst til, men du skal stadig kun bruge én adgangskode.
et: Personas on sinu identiteediks e-posti aadress. Soovi korral võid kasutada mitut e-posti aadressi, kuid vajad siiski ainult ühte parooli.
fi: Personassa henkilöllisyystodistuksesi meille ja muille on sähköpostiosoitteesi. Sähköpostiosoitteiden määrää ei ole rajoitettu, mutta niiden määrästä riippumatta yksi salasana riittää.
ga: Le Persona, is é do sheoladh ríomhphoist d'aitheantas. Is féidir cibé líon seoltaí ríomhphoist is mian leat a úsáid, ach ní theastaíonn uait ach focal faire amháin.
he: בתוך מערכת פרסונה הזהות שלך היא כתובת הדואר האלקטרוני שלך. אפשר להשתמש במספר בלתי מוגבל של כתובות דואר אלקטרוני, אבל דרושה רק ססמה אחת.
hr: Unutar Persone, Vaš identitet je Vaša e-mail adresa. Možete koristiti onoliko e-mail adresa koliko želite, ali će Vam i dalje biti potrebna samo jedna lozinka.
ja: Persona は、メールアドレスであなたを識別します。メールアドレスは複数使用できますが、必要なパスワードは 1 個だけです。
nb_no: Innenfor Persona, er din identitet din e-postadresse. Du kan bruke så mange e-postadresser som du vil, men du trenger fortsatt kun ett passord.
nl: Binnen Persona is uw identiteit uw e-mailadres. U kunt zo veel e-mailadressen gebruiken als u wilt, maar u hebt nog maar één wachtwoord nodig.
pa: ਪਰਸੋਨਾ ਦੇ ਅੰਦਰ, ਤੁਹਾਡੀ ਪਛਾਣ ਤੁਹਾਡਾ ਈਮੇਲ ਸਿਰਨਾਵਾਂ ਹੈ। ਤੁਸੀ ਜਿੰਨੇ ਚਾਹੋ ਉਹਨੇ ਈਮੇਲ ਸਿਰਨਾਵਿਆਂ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਹਾਨੂੰ ਅਜੇ ਵੀ ਕੇਵਲ ਇੱਕ ਹੀ ਪਾਸਵਰਡ ਦੀ ਲੋੜ ਹੈ।
ro: În Persona, identitatea dumneavoastră este adresa de email. Puteți folosi cât mai multe adrese de email, după cum doriți, dar aveți nevoie doar de o singură parolă.
sk: Pri službe Persona je vašou identitou e-mailová adresa. Môžete používať toľko e-mailových adries, koľko chcete. Stále budete potrebovať iba jedno heslo.
sl: Persona za vašo identiteto uporablja vaš e-poštni naslov. Uporabite lahko poljubno število e-poštnih naslovov, vendar je za vse dovolj le eno geslo.
sq: Te Persona, identiteti juaj përfaqësohet nga adresa juaj email. Mund të përdorni aq adresa email sa të dëshironi, por ju nevojitet vetëm një fjalëkalim.
sv_se: Med Persona är din e-postadress din identitet. Du kan använda så många e-postadresser du vill, du behöver ändå bara ett lösenord.
uk: У Persona ви ідентифікуєтесь за поштовою адресою. Ви можете використовувати стільки поштових адрес, скільки побажаєте, але вам все одно потрібен тільки один пароль.

source: Real privacy.
cs: Reálné soukromí.
da: Ægte privatliv
et: Tõeline privaatsus
fi: Aitoa tietosuojaa.
ga: Fíorphríobháideacht.
he: פרטיות אמתית.
hr: Stvarna privatnost.
ja: 実際のプライバシーについて。
nb_no: Reellt personvern.
nl: Echte privacy.
pa: ਅਸਲ ਪਰਦੇਦਾਰੀ।
ro: Confidențialitate reală.
sk: Reálne súkromie.
sl: Resnična zasebnost.
sq: Privatësi e njëmendtë.
sv_se: Verklig integritet
uk: Справжня приватність.

source: Persona is proudly non-profit for you
cs: Persona je nezisková a je tu pro vás
da: Persona er gratis, og det er vi stolte af
et: Persona on uhkelt mittetulunduslik
fi: Persona on ylpeästi voittoa tavoittelematon
ga: Is tionscadal neamhbhrabúis é Persona
he: מערכת פרסונה גאה בכך שהיא פועלת בשבילך ללא מטרת רווח
hr: Persona je ponosno neprofitna za Vas
ja: Persona はユーザのために非営利であることに誇りを持っています。
nb_no: Persona er stolt ikke-komersiell for deg
nl: Persona is met trots non-profit voor u
pa: ਪਰਸੋਨਾ ਤੁਹਾਡੇ ਲਈ ਬੜੇ ਮਾਣ ਨਾਲ ਗੈਰ-ਫਾਇਦਾ ਹੈ
ro: Persona este mândră să fie nonprofit pentru tine
sk: Persona je nezisková a je tu pre vás
sl: Persona je ponosno neprofitna za vas
sq: Persona është pjellë e një organizmi jofitimprurës
sv_se: Persona är icke-vinstdrivande
uk: Persona є некомерційною

source: Persona is developed by Mozilla, a not-for-profit company trusted throughout the Web community. Our goal is to create technologies that balance an open Web platform with people's privacy.
cs: Persona je vyvíjena Mozillou, neziskovou organizací, která je prověřená webovou komunitou. Naším cílem je vytvářet technologie, které jsou založené na otevřené webové platformě s respektem k soukromí uživatelů.
da: Persona er udviklet af Mozilla, en non-profit virksomhed, som har skabt tillid i websamfundet. Vores mål er at skabe teknologier, der kan balancere mellem en åben webplatform og brugernes privatliv.
et: Personat arendab Mozilla, mittetulunduslik organisatsioon, keda veebikogukond usaldab. Meie eesmärgiks on luua tehnoloogiaid, mis tasakaalustavad veebiplatvormi avatust kasutajate privaatsusega.
fi: Personaa kehittää Mozilla, voittoa tavoittelematon yritys, johon luottaa koko kansainvälinen verkkoyhteisö. Tavoitteemme on luoda tekniikoita, joissa ovat tasapainossa avoin verkko ja yksityisyys.
ga: Bhí Persona cruthaithe ag Mozilla, comhlacht gan beann ar bhrabús, atá iontaofa ar fud comhphobal an Ghréasáin. Is é ár n-aidhm teicneolaíochtaí a thugann cothrom na Féinne don nGréasán oscailte agus don phríobháideacht phearsanta a chruthú.
he: את מערכת פרסונה מפתחת מוזילה, חברה ללא כוונת רווח שקהילת האינטרנט סומכת עליה. מטרתנו היא ליצור טכנולוגיות שמאזנות בין מערכת אינטרנט פתוחה לבין הפרטיות של האנשים.
hr: Persona je razvijena od strane Mozille, neprofitne kompanije pouzdane diljem cijele web zajednice. Naš cilj je stvaranje tehnologija koje otvorenu web platformu uravnotežuju s korisničkom privatnosti.
ja: Persona はあらゆる Web コミュニティで信頼される非営利法人 Mozilla により開発されました。我々の目標は、人々のプライバシーと Web プラットフォームの調和がとれた技術を創り出すことです。
nb_no: Persona er utviklet av Mozilla, et ikke-komersielt selskap med tillit gjennom hele nettsamfunnet. Vårt mål er å lage teknologi som balanserer en åpen nettplattform med folks privatliv.
nl: Persona is ontwikkeld door Mozilla, een door de internetgemeenschap vertrouwde organisatie zonder winstoogmerk. Ons doel is het creëren van technologieën die een open Web-platform met privacy van mensen in balans brengen.
pa: ਪਰਸੋਨਾ ਮੋਜ਼ੀਲਾ ਵਲੋਂ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਵੈੱਬ ਭਾਈਚਾਰੇ ਦੌਰਾਨ ਭਰੋਸੇਯੋਗ ਇੱਕ ਨਾ-ਮੁਨਾਫ਼ਾ ਕੰਪਨੀ। ਸਾਡਾ ਮਕਸਦ ਲੋਕ ਦੀ ਪਰਦੇਦਾਰੀ ਨਾਲ ਇੱਕ ਖੁੱਲ੍ਹਾ ਵੈੱਬ ਪਲੇਟਫਾਰਮ ਨੂੰ ਸੰਤੁਲਿਤ ਹੈ ਕਿ ਤਕਨਾਲੋਜੀ ਬਣਾਉਣ ਲਈ ਹੁੰਦਾ ਹੈ।
ro: Persona este dezvoltată de Mozilla, o companie nonprofit de încredere pentru întreaga comunitate web. Scopul nostru este să creăm tehnologii care să echilibreze o platformă web deschisă cu intimitatea oamenilor.
sk: Službu Persona vyvíja Mozilla, nezisková organizácia, ktorá je preverená webovou komunitou. Našim cieľom je vytvárať technológie, ktoré sú založené na otvorenej webovej platforme s rešpektom k súkromiu používateľov.
sl: Persono razvija Mozilla, neprofitna organizacija, ki ji zaupa spletna skupnost. Naš cilj je ustvarjanje ravnotežja med platformo odprtega spleta in zasebnostjo ljudi.
sq: Persona është krijuar nga Mozilla, një shoqëri jofitimprurëse së cilës i beson një bashkësi e tërë Web. Synimi ynë është të krijojmë teknologji që ruajnë baraspeshat mes platformash të hapura Web dhe privatësisë së njerëzve.
sv_se: Persona är utvecklat av Mozilla, ett icke-vinstdrivande företag med gott rykte inom webbvärlden. Vårt mål är att skapa tekniker som balanserar en öppen webbplattform med individers personliga integritet.
uk: Persona створена Mozilla, некомерційною компанією, якій довіряють користувачі Інтернет у всьому світі. Нашою метою є створення технологій, які поєднують відкритість веб-платформи та приватність користувачів.

source: Persona preserves your privacy
cs: Persona respektuje vaše soukromí
da: Persona beskytter dit privatliv
et: Persona kaitseb sinu privaatsust
fi: Persona huolehtii yksityisyydestä
ga: Cosnaíonn Persona do phríobháideacht
he: פרסונה שומרת על הפרטיות שלך
hr: Persona štiti Vašu privatnost
ja: Persona はあなたのプライバシーを保証します
nb_no: Persona opprettholder ditt personvern
nl: Persona handhaaft uw privacy
pa: ਪਰਸੋਨਾ ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਬਰਕਰਾਰ ਰੱਖਦਾ ਹੈ
ro: Persona păstrează confidențialitatea datelor dumneavoastră
sk: Persona rešpektuje vaše súkromie
sl: Persona ščiti vašo zasebnost
sq: Persona mbron privatësinë tuaj
sv_se: Persona värnar din personliga integritet
uk: Persona оберігає вашу приватність
