Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/*/LC_MESSAGES/messages.po
Languages: cs, da, et, fi, ga, he, hr, ja, nb_no, nl, pa, ro, sk, sl, sq, sv_se, uk

source: Firefox logo
cs: Logo Firefoxu
et: Firefoxi logo
fi: Firefoxin logo
ga: Lógó Firefox
he: סמל פיירפוקס
ja: Firefox ロゴ
pa: ਫਾਇਰਫਾਕਸ ਲੋਗੋ
ro: logo Firefox
sk: Logo Firefoxu
sl: Logotip Firefoxa
sq: Logo e Firefox-it
uk: Логотип Firefox

source: Persona works with <a %(getFirefoxLink)s>Firefox</a>
cs: Persona funguje ve <a %(getFirefoxLink)s>Firefoxu</a>
da: Persona virker med <a %(getFirefoxLink)s>Firefox</a>
et: Persona töötab <a %(getFirefoxLink)s>Firefoxi</a>
fi: Personaa voi käyttää <a %(getFirefoxLink)s>Firefoxilla</a>
ga: Oibríonn Persona le <a %(getFirefoxLink)s>Firefox</a>
he: מערכת פרסונה עובדת עם <a %(getFirefoxLink)s>פיירפוקס</a>
hr: Persona radi s <a %(getFirefoxLink)s>Firefoxom</a>
ja: Persona は <a %(getFirefoxLink)s>Firefox</a> と
nb_no: Persona fungerer med <a %(getFirefoxLink)s>Firefox</a>
nl: Persona werkt met <a %(getFirefoxLink)s>Firefox</a>
pa: ਪਰਸੋਨਾ<a %(getFirefoxLink)s>ਫਾਇਰਫਾਕਸ</a> ਨਾਲ ਕੰਮ ਕਰਦਾ ਹੈ।
ro: Persona lucrează cu <a %(getFirefoxLink)s>Firefox</a>
sk: Služba Persona funguje vo <a %(getFirefoxLink)s>Firefoxe</a>
sl: Persona deluje s <a %(getFirefoxLink)s>Firefoxom</a>
sq: Persona funksionon me <a %(getFirefoxLink)s>Firefox-in</a>
sv_se: Persona fungerar med <a %(getFirefoxLink)s>Firefox</a>
uk: Persona працює з <a %(getFirefoxLink)s>Firefox</a>

source: and other <a %(otherBrowserLink)s>modern browsers.</a>
cs: nebo jiných <a %(otherBrowserLink)s>moderních prohlížečích</a>.
da: og andre <a %(otherBrowserLink)s>moderne browsere.</a>
et: ja teiste <a %(otherBrowserLink)s>kaasaegsete veebilehitsejatega.</a>
fi: ja muilla <a %(otherBrowserLink)s>nykyaikaisilla selaimilla.</a>
ga: agus <a %(otherBrowserLink)s>brabhsálaithe nua-aimseartha</a> eile.
he: ועם <a %(otherBrowserLink)s>דפדפנים מודרניים</a> אחרים.
hr: o ostalim <a %(otherBrowserLink)s>modernim preglednicima.</a>
ja: その他の <a %(otherBrowserLink)s>現代的なブラウザ</a> で動作します。
nb_no: og andre <a %(otherBrowserLink)s>moderne nettlesere.</a>
nl: en andere <a %(otherBrowserLink)s>moderne browsers.</a>
pa: ਅਤੇ ਹੋਰ <a %(otherBrowserLink)s>ਨਵੇਂ ਬਰਾਊਜ਼ਰਾਂ</a> ਨਾਲ ਵੀ।
ro: și alte <a %(otherBrowserLink)s>navigatoare moderne.</a>
sk: alebo aj iných <a %(otherBrowserLink)s>moderných prehliadačoch</a>.
sl: in drugimi <a %(otherBrowserLink)s>sodobnimi brskalniki.</a>
sq: dhe të tjerë <a %(otherBrowserLink)s>shfletues modernë.</a>
sv_se: och andra <a %(otherBrowserLink)s>moderna webbläsare.</a>
uk: та іншими <a %(otherBrowserLink)s>сучасними браузерами.</a>

source: Sorry, your browser does not support signing in to this website.
cs: Omlouváme se, ale váš prohlížeč nepodporuje přihlašování k této webové stránce.
da: Beklager, din browser understøtter ikke indlogning på dette websted.
et: Vabandame, sinu veebilehitseja ei toeta sellele lehele sisselogimist.
fi: Pahoittelemme, mutta selaimesi ei tue tälle sivustolle kirjautumista.
ga: Ní féidir logáil isteach sa suíomh seo leis an mbrabhsálaí atá agat.
ja: 申し訳ありません。ご利用のブラウザは、この Web サイトへのログインをサポートしていません。
nb_no: Beklager, nettleseren din støtter ikke pålogging via dette nettstedet.
nl: Sorry, uw browser ondersteunt geen aanmelding bij deze website.
pa: ਅਫਸੋਸ, ਤੁਹਾਡਾ ਬਰਾਊਜ਼ਰ ਇਸ ਵੈਬਸਾਇਟ ਨੁੰ ਸਾਇਨ ਇਨ ਕਰਨ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Ne pare rău, navigatorul dumneavoastră nu suportă autentificarea în acest sait web.
sk: Ospravedlňujeme sa, Váš prehliadač nepodporuje prihlásenie k tejto webovej stránke.
sl: Oprostite, vaš brskalnik ne podpira prijave na to stran.
sq: Na ndjeni, shfletuesi juaj nuk e mbulon hyrjen në këtë sajt.
sv_se: Tyvärr stöder inte din webbläsare inloggning på den här webbplatsen.
uk: На жаль, ваш браузер не підтримує вхід на цей веб-сайт.

source: The owner of this website needs to update to use Persona's <a %s>navigator.id.watch()</a> feature.
cs: Vlastník této webové stránky potřebuje aktualizovat u Persona funkci <a %s>navigator.id.watch()</a>.
da: Webstedets ejer skal opdatere til at bruge Persona-funktionen <a %s>navigator.id.watch()</a>.
et: Selle veebilehe omanikul on vaja uuendada Persona <a %s>navigator.id.watch()</a> funktsionaalsust.
fi: Tämän sivuston omistajan tulee päivittää käyttääkseen Personan <a %s>navigator.id.watch()</a>-toiminnallisuutta.
ga: Ba chóir d'úinéir an tsuímh <a %s>navigator.id.watch()</a> a úsáid.
ja: この Web サイトの所有者が、Persona の <a %s>navigator.id.watch()</a> 機能を使用するようにサイトを更新する必要があります。
nb_no: Eieren av dette nettstedet må endre til å bruke Personas <a %s>navigator.id.watch()</a>-funksjon.
nl: De eigenaar van deze website dient deze bij te werken om de functie <a %s>navigator.id.watch()</a> van Persona te gebruiken.
pa: ਇਸ ਵੈਬਸਾਈਟ ਦੇ ਮਾਲਕ ਨੂੰ ਪਰਸੋਨਾ ਦੇ <a %s>navigator.id.watch()</a> ਨੂੰ ਵਰਤਣ ਵਾਸਤੇ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
ro: Proprietarul acestui sait web trebuie să îl actualizeze pentru a utiliza funcționalitatea <a %s>navigator.id.watch()</a> Persona.
sk: Prevádzkovateľ tejto webovej stránky ju musí aktualizovať, aby bolo možné používať funkciu <a %s>navigator.id.watch()</a>.
sl: Lastnik strani mora uporabiti Personin programski vmesnik <a %s>navigator.id.watch()</a>.
sq: I zoti i këtij sajti lypset ta përditësojë që të përdoret funksioni <a %s>navigator.id.watch()</a> i Persona-s.
sv_se: Webbplatsens ägare behöver uppdatera till att använda Personas <a %s>navigator.id.watch()</a>-funktion.
uk: Власник цього веб-сайту повинен його оновити, щоб використовувати функцію <a %s>navigator.id.watch()</a> Persona.

source: <a %s><strong>Mozilla Persona.</strong></a> Simple sign-in from the non-profit behind Firefox.
cs: <a %s><strong>Mozilla Persona.</strong></a> Snadné přihlašování od neziskové organizace stojící za Firefoxem.
da: <a %s><strong>Mozilla Persona.</strong></a> Enkel login, lavet uden kommercielle bagtanker af folkene bag Firefox.
et: <a %s><strong>Mozilla Persona.</strong></a> Lihtne sisselogimine samalt mittetulunduslikult organisatsioonilt, mis Firefoxi taga seisab.
fi: <a %s><strong>Mozilla Persona.</strong></a> Yksinkertainen kirjautuminen Firefoxin tekijöiltä.
ga: <a %s><strong>Mozilla Persona.</strong></a> Logáil isteach níos simplí, ón eagraíocht neamhbhrabúis a chruthaigh Firefox.
ja: <a %s><strong>Mozilla Persona.</strong></a> Firefox を非営利で支える簡略化されたログインシステムです。
nb_no: <a %s><strong>Mozilla Persona.</strong></a> Enkel pålogging laget av nonprofit-organisasjonen som står bak Firefox.
nl: <a %s><strong>Mozilla Persona.</strong></a> Eenvoudig aanmelden, ontwikkeld door de non-profitorganisatie achter Firefox.
pa: <a %s><strong>ਮੋਜ਼ੀਲਾ ਪਰਸੋਨਾ</strong></a>। ਫਾਇਰਫਾਕਸ ਦੇ ਗ਼ੈਰ-ਫਾਇਦੇ ਵਲੋਂ ਸੌਖਾ ਸਾਇਨ-ਇਨ।
ro: <a %s><strong>Mozilla Persona.</strong></a> Autenficare simplă prin non-profitul din spatele Firefox.
sk: <a %s><strong>Mozilla Persona.</strong></a> Jednoduché prihlasovanie od neziskovej organizácie stojacou za Firefoxom.
sl: <a %s><strong>Mozilla Persona.</strong></a> Lažja prijava izpod rok ustvarjalcev Firefoxa.
sq: <a %s><strong>Mozilla Persona.</strong></a> Hyrje më e thjeshtë, krijuar nga organizmi jofitimprurës që qëndron pas Firefox-it.
sv_se: <a %s><strong>Mozilla Persona.</strong> Enkel inloggning, från den ideella organisationen bakom Firefox.
uk: <a %s><strong>Mozilla Persona.</strong></a> Спрощений вхід від некомерційної організації, яка створила Firefox.

source: Click this link to confirm access to %(site)s:
cs: Pro přihlášení k %(site)s klepněte na tento odkaz:
da: Klik på dette link for at bekræfte adgang til %(site)s:
et: Kinnitamaks ligipääsu lehele %(site)s klõpsa kinnituslingil:
fi: Napsauta tätä linkkiä vahvistaaksesi pääsyn sivustolle %(site)s:
ga: Cliceáil an nasc seo chun rochtain ar %(site)s a dheimhniú:
ja: %(site)s へのアクセスを確認するために、このリンクをクリックしてください:
nb_no: Trykk på denne lenken for å bekrefte tilgang til %(site)s:
nl: Klik op deze koppeling om toegang tot %(site)s te bevestigen:
pa: %(site)s ਲਈ ਵਰਤਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇਹ ਲਿੰਕ ਨੂੰ ਕਲਿੱਕ ਕਰੋ:
ro: Clic pe această legătură pentru a confirma accesul la %(site)s:
sk: Pre prihlásenie k %(site)s kliknite na tento odkaz:
sl: Kliknite povezavo za potrditev dostopa do %(site)s:
sq: Klikoni këtë lidhje që të ripohoni hyrjen te %(site)s:
sv_se: Klicka på länken för att bekräfta åtkomst till %(site)s:
uk: Перейдіть за цим посиланням, щоб підтвердити доступ до %(site)s:

source: If you were NOT attempting this sign-in, please ignore this email.
cs: Pokud jste se nepokoušel(a) přihlásit, pak tento e-mail ignorujte.
da: Hvis du IKKE prøvede på at logge ind, kan du blot ignorere denne mail.
et: Kui sa EI olnud parajasti sisse logimas, siis eira seda e-kirja.
fi: Jos ET halua kirjautua tälle sivulle, voit jättää tämän viestin huomioimatta.
ga: Nod leat: Mura bhfuil tú ag iarraidh logáil isteach, ná bac leis an teachtaireacht seo.
ja: 注意: アカウント登録しようとしているのでなければ、何もせずにこのメールを破棄してください。
nb_no: Dersom du IKKE forsøkte å logge på, kan du se bort fra denne e-posten.
nl: Als u zich NIET hebt geprobeerd aan te melden, kunt u dit e-mailbericht negeren.
pa: ਜੇ ਤੁਸੀਂ ਸਾਇਨ ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ *ਨਹੀਂ* ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਇਸ ਈਮੇਲ ਨੂੰ ਅਣਡਿੱਠੀ ਕਰੋ।
ro: Dacă NU ați încercat să vă autentificați, vă rugăm ignorați acest email.
sk: Ak ste sa nepokúšali prihlásiť, tak tento e-mail môžete ignorovať.
sl: Če se NISTE želeli prijaviti na to stran, prezrite to sporočilo.
sq: Nëse NUK po përpiqeshit të kryenit këtë hyrje, ju lutemi, shpërfilleni këtë email.
sv_se: Ignorera det här meddelandet om du INTE försöker logga in.
uk: Якщо ви не намагались здійснити вхід, ігноруйте цей лист.

source: Mozilla Persona
pa: ਮੋਜ਼ੀਲਾ ਪਰਸੋਨਾ

source: Simple sign-in from the non-profit behind Firefox
cs: Jednoduché přihlašování od neziskové organizace stojící za Firefoxem
da: Enkel login, lavet uden kommercielle bagtanker af folkene bag Firefox
et: Lihtne sisselogimine Firefoxi loonud mittetulundusliku organisatsiooni poolt
fi: Yksinkertainen kirjautuminen Firefoxin tekijöiltä
ga: Logáil isteach níos simplí ón eagraíocht neamhbhrabúis a fhorbraíonn Firefox
ja: Firefox を非営利で支える簡略化されたログインシステムです
nb_no: Enkel pålogging fra nonprofit-organisasjonen som står bak Firefox
nl: Eenvoudig aanmelden, ontwikkeld door de non-profitorganisatie achter Firefox
pa: ਫਾਇਰਫਾਕਸ ਦੇ ਪਿੱਛੇ ਗੈਰ ਮੁਨਾਫਾ ਸਾਇਨ ਇਨ ਕਰੋ
ro: Autentificare simplă prin nonprofit-ul din spatele Firefox
sk: Jednoduché prihlasovanie od neziskovej organizácie stojacej za prehliadačom Firefox
sl: Lažja prijava izpod rok ustvarjalcev Firefoxa
sq: Hyrje më e thjeshtë, krijuar nga organizmi jofitimprurës që qëndron pas Firefox-it
sv_se: Enkel inloggning, gjort av den ideella organisationen bakom Firefox
uk: Спрощений вхід від некомерційної організації, яка створила Firefox

source: Learn more at https://login.persona.org/about
cs: Přečtěte si více na https://login.persona.org/about
da: Læs mere: https://login.persona.org/about
et: Rohkem teavet leiad https://login.persona.org/about
fi: Lue lisää osoitteesta https://login.persona.org/about
ga: Tuilleadh eolais ó https://login.persona.org/about
ja: 詳しくはこちら: https://login.persona.org/about
nb_no: Les mer på https://login.persona.org/about
nl: Lees meer op https://login.persona.org/about
pa: https://login.persona.org/about ਤੇ ਹੋਰ ਜਾਣੋ
ro: Aflați mai multe la https://login.persona.org/about
sk: Ďalšie informácie na stránke https://login.persona.org/about
sl: Več na https://login.persona.org/about
sq: Mësoni më tepër te https://login.persona.org/about
sv_se: Läs mer på https://login.persona.org/about
uk: Дізнатись більше на https://login.persona.org/about

source: Confirm your address now
cs: Potvrďte nyní svou adresu
da: Bekræft din mailadresse nu
et: Kinnita e-posti aadress kohe
fi: Vahvista osoitteesi nyt
ga: Deimhnigh do sheoladh ríomhphoist anois
ja: Persona で使うメールアドレスを確認してください
nb_no: Bekreft adressen din nå
nl: E-mailadres nu bevestigen
pa: ਹੁਣ ਆਪਣੇ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਦੀ ਪੁਸ਼ਟੀ
ro: Confirmați adresa dumneavoastră acum
sk: Teraz potvrďte svoju e-mailovú adresu
sl: Potrdite vaš naslov zdaj
sq: Ripohoni adresën tuaj email tani
sv_se: Bekräfta e-postadressen nu
uk: Підтвердити вашу адресу зараз

source: Confirm your account now
cs: Potvrďte nyní svou adresu
da: Bekræft din konto nu
et: Kinnita oma konto kohe
fi: Vahvista tilisi nyt
ga: Deimhnigh do chuntas anois
ja: アカウントを確認してください
nb_no: Bekreft kontoen din nå
nl: Account nu bevestigen
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਹੁਣ ਤਸਦੀਕ ਹੋ ਗਿਆ
ro: Confirmați acum contul dumneavoastră
sk: Teraz potvrďte svoj účet
sl: Potrdite vaš račun zdaj
sq: Ripohoni llogarinë tuaj tani
sv_se: Bekräfta ditt konto nu
uk: Підтвердити ваш обліковий запис зараз

source: Forgot your password for Persona? It happens to the best of us.
cs: Zapomněl(a) jste své heslo k Persona? To se stává i těm nejlepším z nás.
da: Glemt din adgangskode til Persona? Det kan ske for selv den bedste.
et: Unustasid Persona parooli? Seda juhtub ka parimatega meist.
fi: Unohditko salasanasi Personaan? Niin käy paremmissakin piireissä.
ga: An ndearna tú dearmad de d'fhocal faire Persona? Sin an saol agat.
he: שכחת את הססמה שלך במערכת פרסונה? זה קורה גם לטובים ביותר.
hr: Zaboravili ste lozinku za Personu? Dešava se i najboljima.
ja: Persona のパスワードをお忘れですか？ 私たちにお任せください。
nb_no: Glemt passordet ditt for Persona? Det skjer med de beste av oss.
nl: Uw wachtwoord voor Persona vergeten? Het kan de beste overkomen.
pa: ਪਰਸੋਨਾ ਲਈ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ? ਇਹ ਸਾਨੂੰ ਬੇਹਤਰੀਨ ਕਰਨ ਲਈ ਹੁੰਦਾ ਹੈ।
ro: Ați uitat parola pentru Persona? Se mai întâmplă și la cei mai buni dintre noi.
sk: Zabudli ste svoje heslo k službe Persona? To sa stáva aj tým najlepším z nás.
sl: Ste pozabili geslo za Persono? Zgodi se tudi najboljšim.
sq: Harruat fjalëkalimin tuaj për te Persona? I ndodh edhe më të mirit prej nesh.
sv_se: Har du glömt ditt lösenord för Persona? Det händer den bäste.
uk: Забули свій пароль для Persona? З ким не буває.

source: Click to reset your password:
cs: Pro obnovení svého hesla klepněte:
da: Klik for at nulstille din adgangskode:
et: Parooli lähtestamiseks klõpsa:
fi: Palauta salasana napsauttamalla tätä:
ga: Cliceáil chun d'fhocal faire a athshocrú:
he: נא ללחוץ כאן לאיפוס ססמתך:
hr: Kliknite kako biste resetirali lozinku:
ja: クリックするとパスワードをリセットします:
nb_no: Klikk for å tilbakestille ditt passord:
nl: Klik om uw wachtwoord opnieuw in te stellen:
pa: ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਲਈ ਕਲਿੱਕ:
ro: Clic pentru a vă reseta parola:
sk: Na obnovenie svojho hesla kliknite:
sl: Kliknite za ponastavitev vašega gesla:
sq: Klikoni që të ricaktoni fjalëkalimin tuaj:
sv_se: Klicka för att återställa ditt lösenord:
uk: Клацніть щоб скинути свій пароль:

source: If you were NOT attempting to reset your password, please ignore this email.
cs: Pokud jste se nepokoušel(a) zrušit své heslo, jednoduše tento e-mail ignorujte.
da: Hvis du IKKE prøvede på at nulstille din adgangskode, kan du blot ignorere denne mail.
et: Kui sa EI soovinud parooli lähtestada, siis eira seda e-kirja.
fi: Jos ET pyytänyt salasanan palautusta, voit jättää tämän viestin huomiotta.
ga: Nod leat: Mura bhfuil tú ag iarraidh d'fhocal faire a athshocrú, ná bac leis an teachtaireacht seo.
ja: 注意: パスワードをリセットしようとするのでない限り、何もせずにこのメールを破棄してください。
nb_no: Dersom du IKKE forsøkte å tilbakestille passordet, kan du se bort fra denne e-posten.
nl: Als u NIET hebt geprobeerd uw wachtwoord te herinitialiseren, kunt u dit e-mailbericht negeren.
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਹੀ ਕਰ ਰਹੇ ਹੋ ਤਾਂ ਇਹ ਈਮੇਲ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ।
ro: Dacă NU ați încercat să vă resetați parola, vă rugăm ignorați acest email.
sk: Ak ste sa nepokúšali obnoviť svoje heslo, jednoducho túto e-mailovú správu ignorujte.
sl: Če NISTE želeli ponastaviti vašega gesla, prezrite to sporočilo.
sq: Po qe se NUK po përpiqeshit të ricaktonit fjalëkalimin tuaj, ju lutemi, shpërfilleni këtë email.
sv_se: Ignorera det här meddelandet om du INTE försökte återställa ditt lösenord.
uk: Якщо ви не намагались відновити свій пароль, ігноруйте цей лист.

source: Reset your password now
cs: Obnova hesla
da: Nulstil din adgangskode nu
et: Lähtesta oma parool kohe
fi: Palauta salasana nyt
ga: Athshocraigh d'fhocal faire anois
ja: パスワードをリセットしてください
nb_no: Tilbakestill passordet nå
nl: Uw wachtwoord nu herinitialiseren
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਹੁਣੇ ਮੁੜ-ਸੈੱਟ ਕਰੋ
ro: Resetați acum parola dumneavoastră
sk: Teraz obnovte svoje heslo
sl: Ponastavite vaše geslo zdaj
sq: Ricaktoni fjalëkalimin tuaj tani
sv_se: Återställ lösenordet nu
uk: Відновити ваш пароль зараз

source: It looks like your email provider is having trouble with their Persona support.
cs: Zdá se, že váš poskytovatel pošty má problémy se svou podporou Persona.
da: Der ser ud til, at din mailleverandør har problemer med deres understøttelse af Persona.
et: Paistab, et sinu e-postiteenuse pakkujal on probleeme Persona toega.
fi: Näyttää siltä, että sähköpostipalveluntarjoajallasi on ongelmia Persona-tuen kanssa.
ga: Dealraíonn sé nach bhfuil Persona ag obair mar is ceart le do sholáthraí ríomhphoist.
he: נראה שיש לספק הדואר האלקטרוני שלך בעיות עם התמיכה שלהם בפרסונה.
hr: Izgleda da Vaš email dobavljač ima problema sa svojom Persona podrškom.
ja: ご利用のメールプロバイダの Persona への対応に問題があるようです。
nb_no: Det ser ut som e-postleverandøren din har problemer med sin Persona-støtte.
nl: Het lijkt erop dat uw e-mailprovider problemen heeft met zijn ondersteuning van Persona.
pa: ਇਸ ਤਰਾ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਈਮੇਲ ਪ੍ਰੋਵਾਇਡਰ ਨੂੰ ਆਪਣੇ ਪਰਸੋਨਾ ਸਹਿਯੋਗ ਨਾਲ ਸਮੱਸਿਆ ਹੈ।
ro: Se pare că furnizorul dumneavoastră de email are probleme cu suportul pentru Persona.
sk: Zdá sa, že váš poskytovateľ pošty má problémy s podporou služby Persona.
sl: Vaš ponudnik e-pošte ima težave s podporo za Persono.
sq: Duket se mundësuesi juaj i emal-it po ka probleme me mbulimin e Persona-s.
sv_se: Det verkar som om din e-postleverantör har problem med sitt stöd för Persona.
uk: Схоже, що у вашого провайдера електронної пошти виникли труднощі з підтримкою Persona.

source: Sign in with Persona
sq: Hyni me Persona-n

source: Sign in to %s as&hellip;
sq: Hyni te %s si&hellip;
