Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/*/LC_MESSAGES/messages.po
Languages: cs, da, et, fi, ga, he, hr, ja, nb_no, nl, pa, ro, sk, sl, sq, sv_se, uk

source: <strong>Mozilla Persona.</strong> Simple sign-in from the non-profit behind Firefox. <a %s>Learn more&rarr;</a>
cs: <strong>Mozilla Persona.</strong> Snadné přihlašování od neziskové organizace stojící za Firefoxem. <a %s>Dozvědět se více&rarr;</a>
da: <strong>Mozilla Persona.</strong> Enkel login, lavet uden kommercielle bagtanker af folkene bag Firefox. <a %s>Læs mere&rarr;</a>
et: <strong>Mozilla Persona.</strong> Lihtne sisselogimine, mille on loonud sama mittetulunduslik organisatsioon, mis Firefoxi taga seisab. <a %s>Rohkem teavet&rarr;</a>
fi: <strong>Mozilla Persona.</strong> Yksinkertainen kirjautuminen Firefoxin tekijöiltä. <a %s>Lue lisää&rarr;</a>
ga: <strong>Mozilla Persona.</strong> Logáil isteach níos simplí, ón eagraíocht neamhbhrabúis a chruthaigh Firefox. <a %s>Tuilleadh eolais &rarr;</a>
ja: <strong>Mozilla Persona.</strong> Firefox を非営利で支える簡略化されたログインシステムです。<a %s>詳細 &rarr;</a>
nb_no: <strong>Mozilla Persona.</strong> Enkel pålogging laget av nonprofit-organisasjonen som står bak Firefox. <a %s>Les mer &rarr;</a>
nl: <strong>Mozilla Persona.</strong> Eenvoudig aanmelden, ontwikkeld door de non-profitorganisatie achter Firefox. <a %s>Meer info&rarr;</a>
pa: <strong>ਮੋਜ਼ੀਲਾ ਪਰਸੋਨਾ।</strong> ਸਾਧਾਰਨ ਤੋਰ ਤੇ ਗੈਰ ਮੁਨਾਫਾ ਫਾਇਰਫਾਕਸ ਦੇ ਪਿੱਛੇ ਲਾਗਿਨ ਕਰੋ। <a %s> ਹੋਰ ਸਿੱਖੋ&rarr;</a>
ro: <strong>Mozilla Persona.</strong> Simplifică conectarea de la non-profit din spatele Firefox. <a %s>Află mai multe &rarr;</a>
sk: <strong>Mozilla Persona.</strong> Jednoduché prihlasovanie od neziskovej organizácie stojacou za Firefoxom. <a %s>Ďalšie informácie&rarr;</a>
sl: <strong>Mozilla Persona.</strong> Lažja prijava izpod rok ustvarjalcev Firefoxa. <a %s>Več o tem&rarr;</a>
sq: <strong>Mozilla Persona.</strong> Hyrje më e thjeshtë, krijuar nga organizmi jofitimprurës që qëndron pas Firefox-it. <a %s>Mësoni më tepër&rarr;</a>
sv_se: <strong>Mozilla Persona.</strong> Enkel inloggning, gjort av den ideella organisationen bakom Firefox. <a %s>Läs mer&rarr;</a>
uk: <strong>Mozilla Persona.</strong> Спрощений вхід від некомерційної організації, яка створила Firefox. <a %s>Докладніше&rarr;</a>

source: Connect with Mozilla Persona, the safest &amp; easiest way to sign in.
cs: Připojte se k Mozilla Persona, bezpečnému a snadnému způsobu přihlašování.
da: Tilslut med Mozilla Persona, den sikreste og letteste måde at logge ind.
et: Ühendu Mozilla Personat kasutades. See on turvalisim ja lihtsaim viis sisselogimiseks.
fi: Mozilla Persona. Turvallisin ja helpoin kirjautumistapa.
ga: Ceangail le Mozilla Persona, an bealach is sábháilte is éasca le logáil isteach.
he: התחברות באמצעות מוזילה פרסונה, הדרך הבטוחה והקלה להיכנס לאתרים.
hr: Povežite se s Mozilla Personom, najsigurniji &amp; najlakši način prijave.
ja: もっとも安全で簡単なログイン手段、Mozilla Persona で接続する。
nb_no: Koble til med Mozilla Persona, den tryggeste og enkleste måten å logge inn på.
nl: Maak verbinding met Mozilla Persona, de veiligste en eenvoudigste manier van aanmelden.
pa: ਮੋਜ਼ੀਲਾ ਪਰਸੋਨਾ ਨਾਲ ਜੁੜੋ, ਸਾਇਨ ਇਨ ਕਰਨ ਲਈ ਇੱਕ ਸੁਰੱਖਿਅਤ ਤੇ ਸੌਖਾ ਢੰਗ।
ro: Conectează-te cu Mozilla Persona, cel mai sigur și mai simplu mod de a te autentifica.
sk: Pripojte sa k službe Mozilla Persona, bezpečnému a jednoduchému spôsobu prihlasovania.
sl: Povežite se z Mozilla Persona, najbolj varnim in hitrim načinom prijave.
sq: Lidhuni përmes Mozilla Persona-s, mënyra më e thjeshtë &amp; më e lehtë për të bërë hyrjet.
sv_se: Anslut med Mozilla Persona, det säkraste och enklaste sättet att logga in.
uk: З'єднуйтесь за допомогою Mozilla Persona, найбезпечнішим та найлегшим методом реєстрації.

source: <a %(aboutLink)s>Take the tour</a>
cs: <a %(aboutLink)s>Podívat se na detaily</a>
da: <a %(aboutLink)s>Få en rundtur</a>
et: <a %(aboutLink)s>Tutvustus</a>
fi: <a %(aboutLink)s>Tutustu ominaisuuksiin</a>
ga: <a %(aboutLink)s>Tabhair camchuairt</a>
ja: <a %(aboutLink)s>ツアーを開始</a>
nb_no: <a %(aboutLink)s>Ta omvisningen</a>
nl: <a %(aboutLink)s>Volg de rondleiding</a>
pa: <a %(aboutLink)s>ਦੌਰਾ ਕਰੋ</a>
ro: <a %(aboutLink)s>Faceți turul</a>
sk: <a %(aboutLink)s>Prehliadka</a>
sl: <a %(aboutLink)s>Poglejte predstavitev</a>
sq: <a %(aboutLink)s>Hidhini një sy</a>
sv_se: <a %(aboutLink)s>Ta en rundtur</a>
uk: <a %(aboutLink)s>Ознайомитись</a>

source: remove
cs: odebrat
da: fjern
et: Eemalda
fi: poista
ga: bain
he: הסרה
hr: ukloni
ja: 削除
nb_no: fjern
nl: verwijderen
pa: ਹਟਾਓ
ro: elimină
sk: odobrať
sl: odstrani
sq: hiqe
sv_se: ta bort
uk: прибрати

source: New to Mozilla Persona? <a %(learnMoreLink)s>Learn more</a>
cs: Vidíte Mozilla Persona prvně? <a %(learnMoreLink)s>Dozvědět se více</a>
da: Er Mozilla Persona nyt for dig? <a %(learnMoreLink)s>Læs mere</a>
et: Mozilla Persona on sulle uus? <a %(learnMoreLink)s>Uuri lähemalt</a>
fi: Oletko uusi Mozilla Personan käyttäjä? <a %(learnMoreLink)s>Lue lisää</a>
ga: Do chéad uair anseo? <a %(learnMoreLink)s>Tuilleadh eolais</a>
he: הגעת רק עכשיו למוזילה פרסונה? <a %(learnMoreLink)s>מידע נוסף</a>
hr: Niste još upoznati s Mozilla Personom? <a %(learnMoreLink)s>Saznajte više</a>
ja: Mozilla Persona について知りたいですか？ <a %(learnMoreLink)s>詳細はこちら</a>
nb_no: Ny på Mozilla Persona? <a %(learnMoreLink)s>Les mer</a>
nl: Nieuw met Mozilla Persona? <a %(learnMoreLink)s>Lees meer</a>
pa: ਮੋਜ਼ੀਲਾ ਪਰਸੋਨਾ ਲਈ ਨਵੇਂ ਹੋ? <a %(learnMoreLink)s>ਹੋਰ ਸਿੱਖੋ</a>
ro: Prima dată la Mozilla Persona? <a %(learnMoreLink)s>Află mai multe</a>
sk: Vidíte Mozilla Persona prvý krát? <a %(learnMoreLink)s>Podrobné informácie</a>
sl: Prvič uporabljate Mozilla Persona? <a %(learnMoreLink)s>Preberite več</a>
sq: Nuk dini gjë për Mozilla Persona-n? <a %(learnMoreLink)s>Mësoni më tepër</a>
sv_se: Är Mozilla Persona nytt för dig? <a %(learnMoreLink)s>Läs mer</a>
uk: Вперше у Mozilla Persona? <a %(learnMoreLink)s>Дізнатись більше</a>

source: Account Manager
cs: Správa účtu
da: Kontohåndtering
et: Kontohaldur
fi: Käyttäjätilin hallinta
ga: Bainisteoir Cuntas
he: מנהל החשבון
hr: Upravitelj računa
ja: アカウントマネージャ
nb_no: Kontoadministrasjon
nl: Accountbeheerder
pa: ਖਾਤਾ ਮੈਨੇਜਰ
ro: Administrare cont
sk: Správa účtu
sl: Upravitelj računa
sq: Përgjegjës Llogarish
sv_se: Kontohantering
uk: Менеджер облікового запису

source: Your Email Addresses
cs: Vaše e-mailové adresy
da: Din mailadresse
et: Sinu e-posti aadressid
fi: Sähköpostiosoitteet
ga: Do Chuid Seoltaí Ríomhphoist
he: כתובת דואר אלקטרוני שלך
hr: Vaše email adrese
ja: メールアドレス
nb_no: Dine e-postadresser
nl: Uw e-mailadressen
pa: ਤੁਹਾਡਾ ਈਮੇਲ ਸਿਰਨਾਵਾਂ
ro: Adresa dumneavoastră de email
sk: Vaše e-mailové adresy
sl: Vaši e-poštni naslovi
sq: Adresa Juaj Email
sv_se: Din e-postadress
uk: Ваші адреси електронної пошти

source: edit
cs: upravit
da: rediger
et: Muuda
fi: muuta
ga: cuir in eagar
he: עריכה
hr: uredi
ja: 編集
nb_no: rediger
nl: bewerken
pa: ਸੋਧ
ro: editare
sk: upraviť
sl: uredi
sq: përpunojeni
sv_se: redigera
uk: редагувати

source: done
cs: hotovo
da: færdig
et: Valmis
fi: valmis
ga: críochnaithe
he: בוצע
hr: gotovo
ja: 完了
nb_no: ferdig
nl: klaar
pa: ਮੁਕੰਮਲ
ro: gata
sk: hotovo
sl: končaj
sq: u bë
sv_se: klar
uk: готово

source: Old Password
cs: Staré heslo
da: Eksisterende adgangskode
et: Vana parool
fi: Nykyinen salasana
ga: Seanfhocal Faire
he: ססמה ישנה
hr: Stara lozinka
ja: 古いパスワード
nb_no: Gammelt passord
nl: Oude wachtwoord
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ
ro: Parola veche
sk: Staré heslo
sl: Staro geslo
sq: Fjalëkalimi i Vjetër
sv_se: Gamla lösenordet
uk: Старий пароль

source: New Password
cs: Nové heslo
da: Ny adgangskode
et: Uus parool
fi: Uusi salasana
ga: Focal Faire Nua
he: ססמה חדשה
hr: Nova lozinka
ja: 新しいパスワード
nb_no: Nytt passord
nl: Nieuwe wachtwoord
pa: ਨਵਾਂ ਪਾਸਵਰਡ
ro: Parola nouă
sk: Nové heslo
sl: Novo geslo
sq: Fjalëkalimi i Ri
sv_se: Nya lösenordet
uk: Новий пароль

source: Old password required
cs: Staré heslo je vyžadováno.
da: Eksisterede adgangskode er påkrævet
et: Vana parool on nõutav.
fi: Vanha salasana vaaditaan
ga: Caithfidh tú an seanfhocal faire a chur isteach
ja: 古いパスワードの入力が必要です
nb_no: Gammelt passord er påkrevd
nl: Oude wachtwoord vereist
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ ਚਾਹੀਦਾ ਹੈ
ro: Parola veche este necesară
sk: Pôvodné heslo je povinné
sl: Staro geslo je obvezno
sq: Fjalëkalimi i vjetër është i domosdoshëm
sv_se: Ange det gamla lösenordet
uk: Потрібен старий пароль

source: Old password incorrect
cs: Staré heslo je neplatné.
da: Eksisterede adgangskode er forkert
et: Vana parool pole õige.
fi: Vanha salasana väärin
ga: Tá an seanfhocal faire mícheart
ja: 古いパスワードが違います
nb_no: Gammelt passord er feil
nl: Oude wachtwoord onjuist
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ
ro: Parolă veche incorectă
sk: Pôvodné heslo nie je správne
sl: Staro geslo je napačno
sq: Fjalëkalim i vjetër i pasaktë
sv_se: Det gamla lösenordet är fel
uk: Старий пароль неправильний

source: New password required
cs: Nové heslo je vyžadováno.
da: Ny adgangskode er påkrævet
et: Uus parool on nõutav.
fi: Uusi salasana vaaditaan
ga: Caithfidh tú an focal faire nua a chur isteach
ja: 新しいパスワードの入力が必要です
nb_no: Nytt passord er påkrevd
nl: Nieuwe wachtwoord vereist
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਚਾਹੀਦਾ ਹੈ
ro: Noua parolă este necesară
sk: Nové heslo je povinné
sl: Novo geslo je obvezno
sq: Lypset fjalëkalim i ri
sv_se: Ange ett nytt lösenord
uk: Потрібен новий пароль

source: Passwords must be different
cs: Hesla musí být odlišná
da: Adgangskoderne skal være forskellige
et: Paroolid peavad erinema.
fi: Salasanojen täytyy poiketa toisistaan
ga: Ní féidir an focal faire céanna a úsáid
ja: 異なるパスワードを入力してください
nb_no: Passordene må være forskjellige
nl: Wachtwoorden moeten verschillen
pa: ਪਾਸਵਰਡ ਵੱਖਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ro: Parolele trebuie să fie diferite
sk: Heslá musia byť rôzne
sl: Gesla morajo biti različna
sq: Fjalëkalimet duhet të jenë të ndryshëm.
sv_se: Det får inte vara samma lösenord
uk: Паролі повинні відрізнятись

source: Password must be 8&ndash;80 characters long
cs: Délka hesla musí být v rozmezí 8 až 80 znaků.
da: Adgangskoden skal være 8&ndash;80 tegn lang
et: Parool peab olema 8&ndash;80 märki pikk.
fi: Salasanan täytyy olla 8&ndash;80 merkkiä pitkä
ga: Ní mór don fhocal faire a bheith idir 8 agus 80 carachtar
ja: パスワードの長さは 8 文字以上、80 文字以下でなければなりません
nb_no: Passordet må være 8&ndash;80 tegn langt
nl: Wachtwoord moet 8&ndash;80 tekens lang zijn
pa: ਪਾਸਵਰਡ 8&ndash;80 ਅੱਖਰਾਂ ਵਿੱਚ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: Parola trebuie să aibă o lungime între 8 și 80 de caractere
sk: Dĺžka hesla musí byť v rozsahu 8 až 80 znakov
sl: Geslo mora biti dolgo 8&ndash;80 znakov
sq: Fjalëkalimi duhet të jetë 8&ndash;80 shenja i gjatë
sv_se: Lösenordets längd måste vara 8&ndash;80 tecken
uk: Довжина пароля повинна бути від 8 до 80 символів

source: You may, at any time, <a %(cancelLink)s>cancel your account</a>
cs: Kdykoliv můžete <a %(cancelLink)s>zrušit svůj účet</a>
da: Du kan til enhver tid <a %(cancelLink)s>annullere din konto</a>
et: Võid igal ajal <a %(cancelLink)s>konto tühistada</a>
fi: <a %(cancelLink)s>Poista käyttäjätili</a>
ga: Tá cead agat, am ar bith, <a %(cancelLink)s>do chuntas a scriosadh</a>
he: בכל זמן אפשר <a %(cancelLink)s>לבטל את החשבון שלך</a>
hr: Možete, u bilo kojem trenutku, <a %(cancelLink)s>otkazati svoj račun</a>
ja: アカウントはいつでも、<a %(cancelLink)s>取り消せます</a>
nb_no: Du kan, når som helst, <a %(cancelLink)s>avslutte kontoen din</a>
nl: U kunt te allen tijde <a %(cancelLink)s>uw account annuleren</a>
pa: ਤੁਸੀ, ਕਿਸੇ ਵੀ ਵੇਲੇ, <a %(cancelLink)s>ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ</a>
ro: Puteți de câte ori doriți să <a %(cancelLink)s>anulați contul dumneavoastră</a>
sk: Svoj účet môžete kedykoľvek <a %(cancelLink)s>zrušiť</a>
sl: Kadarkoli lahko <a %(cancelLink)s>prekličete vaš račun</a>
sq: Mundeni <a %(cancelLink)s>ta mbyllni llogarinë tuaj</a> në çfarëdo kohe
sv_se: Du kan när du vill <a %(cancelLink)s>avsluta ditt konto</a>
uk: Ви можете будь-коли <a %(cancelLink)s>видалити свій обліковий запис</a>

source: Persona Home
cs: Domovská stránka Persona
da: Personas startside
et: Persona avaleht
fi: Personan kotisivu
ga: Baile Persona
he: אתר הבית של פרסונה
hr: Persona početna stranica
nb_no: Persona hjem
nl: Persona Start
pa: ਪਰਸੋਨਾ ਮੁੱਖ ਸਫ਼ਾ
ro: Prima pagină Persona
sk: Domovská stránka Persona
sl: Domača stran Persone
sq: Hyrje te Persona
sv_se: Persona startsida
uk: Домашня сторінка Persona

source: How it works
cs: Jak to funguje
da: Sådan virker det
et: Kuidas see töötab
fi: Esittely
ga: Conas a oibríonn sé
he: כיצד זה עובד
hr: Kako radi
ja: 使い方
nb_no: Slik fungerer det
nl: Hoe het werkt
pa: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ
ro: Cum funcționează
sk: Ako to funguje
sl: Kako deluje
sq: Si funksionon
sv_se: Hur det fungerar
uk: Як це працює

source: Account
cs: Účet
da: Konto
et: Konto
fi: Käyttäjätili
ga: Cuntas
ja: アカウント
nb_no: Konto
pa: ਖਾਤਾ
ro: Cont
sk: Účet
sl: Račun
sq: Llogari
sv_se: Konto
uk: Обліковий запис

source: Sign In
cs: Přihlášení
da: Log ind
et: Sisselogimine
fi: Kirjaudu sisään
ga: Logáil Isteach
he: כניסה
hr: Prijavite se
ja: ログイン
nb_no: Logg inn
nl: Aanmelden
pa: ਸਾਇਨ ਇਨ
ro: Autentificare
sk: Prihlásiť sa
sl: Prijava
sq: Hyni
sv_se: Logga in
uk: Увійти

source: Sign Out
cs: Odhlášení
da: Log ud
et: Logi välja
fi: Kirjaudu ulos
ga: Logáil Amach
he: יציאה
hr: Odjavi se
ja: ログアウト
nb_no: Logg ut
nl: Afmelden
pa: ਸਾਈਨ-ਆਉਟ
ro: Ieșire
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sv_se: Logga ut
uk: Вийти

source: By the <a %s>Identity Team</a> @ <a %s>Mozilla</a>
cs: Od <a %s>Identity Team</a> @ <a %s>Mozilla</a>
da: Af <a %s>Identity Team</a> @ <a %s>Mozilla</a>
et: Autor: <a %s>Identity Team</a> @ <a %s>Mozilla</a>
fi: Kehittäjänä <a %s>Mozillan</a> <a %s>tunnistautumistiimi</a>
ga: Cruthaithe ag <a %s>Foireann Aitheantais</a> <a %s>Mhozilla</a>
he: מאת <a %s>צוות זהות</a> של <a %s>מוזילה</a>
hr: Od strane <a %s>Identity Team</a> @ <a %s>Mozilla</a>
nb_no: Av <a %s>Identity-teamet</a> hos <a %s>Mozilla</a>
nl: Door het <a %s>Identity Team</a> @ <a %s>Mozilla</a>
pa: <a %s>ਪਛਾਣ ਟੀਮ</a> @ <a %s>ਮੋਜ਼ੀਲਾ</a> ਵਲੋਂ
ro: De la echipa <a %s>Identity Team</a> de la <a %s>Mozilla</a>
sk: Od <a %s>Identity Team</a> @ <a %s>Mozilla</a>
sl: Avtorji: <a %s>Identity Team</a> @ <a %s>Mozilla</a>
sq: Nga <a %s>Ekipi i Identitetit</a> @ <a %s>Mozilla Labs</a>
sv_se: Av <a %s>Identity Team</a> @ <a %s>Mozilla</a>
uk: Від <a %s>Identity Team</a> з <a %s>Mozilla</a>

source: Privacy &rarr;
cs: Zásady ochrany soukromí &rarr;
da: Privatliv &rarr;
et: Privaatsus &rarr;
fi: Tietosuoja &rarr;
ga: Príobháideacht &rarr;
he: פרטיות &larr;
hr: Privatnost &rarr;
ja: プライバシー &rarr;
nb_no: Personvern &rarr;
pa: ਪਰਦੇਦਾਰੀ &rarr;
ro: Confidențialitate &rarr;
sk: Zásady ochrany súkromia &rarr;
sl: Zasebnost &rarr;
sq: Privatësi &rarr;
sv_se: Integritet &rarr;
uk: Приватність &rarr;

source: TOS &rarr;
da: Brugsvilkår &rarr;
et: Teenusetingimused &rarr;
fi: Käyttöehdot &rarr;
ga: Téarmaí &rarr;
he: תנאי שימוש &larr;
ja: サービス利用規約 &rarr;
nb_no: Bruksbetingelser &rarr;
pa: ਟੋਸ &rarr;
sl: Pogoji &rarr;
uk: Умови &rarr;

source: Developers &rarr;
cs: Vývojáři &rarr;
da: Udviklere &rarr;
et: Arendajatele &rarr;
fi: Kehittäjät &rarr;
ga: Forbróirí &rarr;
ja: 開発者向け資料 &rarr;
nb_no: Utviklere &rarr;
nl: Ontwikkelaars &rarr;
pa: ਡਿਵੈਲਪਰ &rarr;
ro: Dezvoltatori &rarr;
sk: Vývojári &rarr;
sl: Razvijalci &rarr;
sq: Zhvillues &rarr;
sv_se: Utvecklare &rarr;
uk: Розробники &rarr;

source: Need Help? &rarr;
cs: Potřebujete pomoci? &rarr;
da: Brug for hjælp? &rarr;
et: Vajad abi? &rarr;
fi: Ohje &rarr;
ga: Cabhair Uait? &rarr;
he: דרושה לך עזרה? &larr;
hr: Trebate pomoć? &rarr;
ja: ヘルプ &rarr;
nb_no: Trenger du hjelp? &rarr;
nl: Hulp nodig? &rarr;
pa: ਮੱਦਦ ਚਾਹੀਦੀ ਹੈ? &rarr;
ro: Aveți nevoie de ajutor? &rarr;
sk: Potrebujete pomoc? &rarr;
sl: Potrebujete pomoč? &rarr;
sq: Ju Duhet Ndihmë? &rarr;
sv_se: Behöver du hjälp? &rarr;
uk: Потрібна допомога? &rarr;

source: We're sorry, Persona requires that Javascript is enabled.
cs: Omlouváme se, ale Persona vyžaduje povolený JavaScript.
da: Persona kræver, at Javascript er aktiveret.
et: Meil on kahju, kuid Persona kasutamiseks on vajalik javascripti lubamine.
fi: Valitettavasti Personan käyttäminen vaatii, että Javascript on käytössä.
ga: Caithfidh tú JavaScript a chumasú chun Persona a úsáid.
he: אנו מצטערים, אבל יש להפעיל תמיכה ב־JavaScript כדי להשתמש במערכת פרסונה.
hr: Žao nam je, no Persona zahtijeva omogućen Javascript.
ja: 申し訳ありません、 Personaを使うには Javascript を有効にする必要があります。
nb_no: Beklager, men Persona krever at Javascript er aktivert.
nl: Het spijt ons, Persona vereist dat JavaScript is ingeschakeld.
pa: ਸਾਨੂੰ ਅਫ਼ਸੋਸ ਹੈ, ਪਰਸੋਨਾ ਲਈ ਜਾਵਾਸਕ੍ਰਿਪਟ ਚਾਹੀਦੀ ਹੈ।
ro: Ne pare rău, Persona are nevoie ca Javascript să fie activat.
sk: Ospravedlňujeme sa, ale služba Persona vyžaduje povolený JavaScript.
sl: Opravičujemo se, toda za delovanje Persone mora biti JavaScript vključen.
sq: Na ndjeni, Persona lyp që Javascript-i të jetë i aktivizuar.
sv_se: Tyvärr kräver Persona att JavaScript är aktiverat.
uk: Вибачте, але для роботи Persona потрібно активувати Javascript.

source: Reset Password
cs: Obnova hesla
da: Nulstil adgangskode
et: Lähtesta Persona parool
fi: Palauta salasana
ga: Athshocraigh an Focal Faire
he: איפוס ססמה
hr: Resetirajte lozinku
ja: パスワードのリセット
nb_no: Tilbakestill passord
nl: Wachtwoord herinitialiseren
pa: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ
ro: Resetare parolă
sk: Obnova hesla
sl: Ponastavi geslo
sq: Ricaktoni Fjalëkalimin
sv_se: Återställ lösenordet
uk: Скинути пароль

source: Create a new password to use with %s
cs: Vytvoření nového hesla pro použití spolu s %s.
da: Opret en ny adgangskode til %s
et: Uue %s parooli valimine
fi: Luo uusi %s -palvelun salasana
ga: Cruthaigh focal faire nua le haghaidh %s
he: יצירת ססמה חדשה לשימוש עם %s
hr: Stvorite novu lozinku za korištenje s %s
ja: %s で使う新しいパスワードを作成
nb_no: Opprett et nytt passord for å bruke med %s
nl: Maak een nieuw wachtwoord aan voor het gebruik met %s
pa: %s ਨਾਲ ਵਰਤਣ ਲਈ ਇੱਕ ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਓ
ro: Creați o parolă nouă pentru a o utiliza cu %s
sk: Vytvorenie nového hesla pre použitie spolu s %s
sl: Ustvarite novo geslo za %s
sq: Krijoni një fjalëkalim të ri që të përdoret me %s
sv_se: Skapa ett nytt lösenord för %s
uk: Створіть новий пароль для використання з %s

source: Verify Password
cs: Ověření hesla
da: Bekræft adgangskode
et: Parooli kontrollimine
fi: Vahvista salasana
ga: Dearbhaigh an Focal Faire
he: יצירת ססמה חדשה לשימוש עם %s
hr: Potvrdi lozinku
ja: パスワードの検証
nb_no: Bekreft passord
nl: Wachtwoord verifiëren
pa: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ
ro: Verificare parolă
sk: Overenie hesla
sl: Potrditev gesla
sq: Verifikoni Fjalëkalimin
sv_se: Verifiera lösenordet
uk: Підтвердіть пароль

source: Verification password required
cs: Ověření hesla je vyžadováno.
da: Bekræftelse af adgangskode er påkrævet
et: Kontrollparool on nõutav.
fi: Varmennussalasana vaaditaan
ga: Caithfidh tú an focal faire a dhearbhú
ja: 確認のパスワードの入力が必要です
nb_no: Verifisering av passord er påkrevd
nl: Verificatiewachtwoord vereist
pa: ਪਾਸਵਰਡ ਜਾਂਚ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
ro: Verificarea parolei este necesară
sk: Overenie hesla je vyžadované
sl: Potrditev gesla je obvezna
sq: Verifikimi i fjalëkalimit është i domosdoshëm
sv_se: Det krävs ett bekräftat lösenord
uk: Потрібне підтвердження паролю

source: Passwords don&rsquo;t match!
cs: Hesla si neodpovídají!
da: Adgangskoderne er ikke ens!
et: Paroolid ei kattu!
fi: Salasanat eivät täsmää!
ga: Ní ionann na focail fhaire seo!
ja: パスワードが一致しません！
nb_no: Passordene stemmer ikke overens!
nl: Wachtwoorden komen niet overeen!
pa: ਪਾਸਵਰਡ don&rsquo;t ਮਿਲਦੇ ਨਹੀਂ ਹਨ!
ro: Parolele nu se potrivesc!
sk: Heslá sa nezhodujú!
sl: Gesli se ne ujemata!
sq: Fjalëkalimet nuk përputhen!
sv_se: Det är olika lösenord!
uk: Паролі відрізняються!

source: <strong class="email">Your address</strong> has been verified!
cs: <strong class="email">Vaše adresa</strong> byla ověřena!
da: <strong class="email">Din adresse</strong> er blevet bekræftet!
et: <strong class="email">Aadress</strong> on kontrollitud!
fi: <strong class="email">Sinun osoitteesi</strong> on vahvistettu!
ga: Deimhníodh <strong class="email">do sheoladh</strong>!
he: <strong class="email">כתובת הדואר האלקטרוני שלך</strong> אומתה!
hr: <strong class="email">Vaša adresa</strong> je potvrđena!
ja: <strong class="email">あなたのメールアドレス</strong> が検証されました！
nb_no: <strong class="email">Adressen din</strong> er bekreftet!
nl: <strong class="email">Uw adres</strong> is geverifieerd!
pa: <strong class="email">ਤੁਹਾਡੇ ਸਿਰਨਾਵੇਂ</strong> ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਚੁੱਕੀ ਹੈ!
ro: <strong class="email">Adresa dumneavoastră</strong> a fost verificată!
sk: <strong class="email">Vaša adresa</strong> bola overená!
sl: <strong class="email">Vaš naslov</strong> je potrjen!
sq: <strong class="email">Adresa juaj</strong> është verifikuar!
sv_se: <strong class="email">Din adress</strong> har verifierats!
uk: <strong class="email">Вашу адресу</strong> було підтверджено!

source: Your new address is set up and ready to go. You will be redirected to %s
cs: Vaše nová adresa byla nastavena a je připravena. Budete přesměrováni na %s
da: Din nye adresse er opsat og klar til brug. Du vil blive omdirigeret til %s
et: Sinu uus aadress on seadistatud ja valmis kasutamiseks. Sind suunatakse edasi aadressile %s
fi: Uusi osoitteesi on valmis käytettäväksi. Sinut ohjataan sivustolle %s
ga: Tá do sheoladh nua réidh. Athdhíreofar go %s thú
he: הכתובת החדשה שלך מוגדרת ומוכנה לשימוש. אנו נַפנה אותך אל %s
hr: Vaša nova adresa je postavljena i spremna za korištenje. Bit ćete preusmjereni na %s
ja: 新しいアドレスが設定されました。%s にリダイレクトします
nb_no: Din nye adresse er satt opp og klar til bruk. Du vil bli videresendt til %s
nl: Uw nieuwe adres is ingesteld en klaar voor gebruik. U wordt omgeleid naar %s
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਸਿਰਨਾਵਾਂ ਸੈਟਅੱਪ ਹੈ ਅਤੇ ਜਾਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਨੂੰ %s ਉੱਤੇ ਮੁੜ-ਭੇਜਿਆ ਜਾਵੇਗਾ
ro: Noua dumneavoastră adresă este funcțională. Veți fi redirecționat către %s
sk: Vaša nová adresa bola nastavená a je pripravená. Budete presmerovaný na %s
sl: Vaš novi naslov je pripravljen za uporabo. Preusmerjeni boste na %s
sq: Adresa juaj e re u rregullua dhe jeni gati. Do të ridrejtoheni për te %s
sv_se: Din nya adress är nu klar att använda. Du kommer att skickas vidare till %s
uk: Ваша нова адреса встановлена і готова до роботи. Вас буде перенаправлено на %s

source: Redirecting in %s seconds
cs: Přesměrování proběhne v %s sekundách.
da: Omdirigerer om %s sekunder
et: Edasisuunamine %s sekundi pärast
fi: Ohjataan %s sekunnin kuluttua
ga: Do d'athdhíriú i gceann %s soicind
he: ההפניה תתבצע בעוד %s שניות
hr: Preusmjeravanje u %s sekundi
ja: あと %s 秒でリダイレクトします
nb_no: Videresender om %s sekunder
nl: Omleiden over %s seconden
pa: %s ਸਕਿੰਟਾਂ ਵਿੱਚ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
ro: Redirecționare în %s secunde
sk: Presmerovanie nastane o %s sekúnd
sl: Preusmeritev čez %s sekund
sq: Po ridrejtoheni brenda %s sekondash
sv_se: Skickar vidare om %s sekunder
uk: Перенаправлення через %s секунд

source: We are sorry, but currently your browser is not supported.
cs: Omlouváme se, ale váš prohlížeč není aktuálně podporován.
da: På nuværende tidspunkt understøttes din browser ikke.
et: Meil on kahju, kuid sinu veebilehitseja pole toetatud.
fi: Valitettavasti käytössä oleva selain ei ole tuettu.
ga: Faraor, ní thacaítear leis an mbrabhsálaí seo faoi láthair.
he: מצטערים, אבל כרגע אין תמיכה בדפדפן שלך.
hr: Žao nam je, ali trenutno preglednik koji koristite nije podržan.
ja: 申し訳ありません。ご使用のブラウザはサポート対象外です。
nb_no: Vi beklager, men for øyeblikket er nettleseren din ikke støttet.
nl: Het spijt ons, maar uw browser wordt momenteel niet ondersteund.
pa: ਸਾਨੂੰ ਅਫਸੋਸ ਹੈ, ਪਰ ਇਸ ਸਮੇਂ ਤੁਹਾਡਾ ਬਰਾਊਜ਼ਰ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ।
ro: Ne pare rău, dar navigatorul dumneavoastră curent nu este suportat.
sk: Ospravedlňujeme sa, ale váš prehliadač momentálne nie je podporovaný.
sl: Opravičujemo se, toda vaš brskalnik trenutno ni podprt.
sq: Na ndjeni, por hëpërhë shfletuesi juaj nuk mbulohet.
sv_se: Tyvärr stöds inte din webbläsare för närvarande.
uk: Вибачте, але зараз ваш браузер не підтримується.
