Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: -- select --
bn_in: -- নির্বাচন --
cs: -- vybrat --
de: –– auswählen ––
es: -- seleccionar --
fr: -- sélectionner --
hi_in: -- चयन करें --
ja: -- 選択 --
nl: -- selecteren --
pl: -- wybierz --
pt_br: -- selecione --
sk: -- vybrať --
sl: -- izberi --
sr: -- одабери --

source: Choose a Banner
bn_in: একটি ব্যানার বাছুন
cs: Výběr banneru
de: Wählen Sie ein Banner
es: Elige un banner
fr: Choisissez une bannière
hi_in: एक बैनर चुनें
ja: バナーを選択
nl: Kies een banner
pl: Wybierz baner
pt_br: Escolha um banner
sk: Výber bannera
sl: Izberite pasico
sr: Изабери банер

source: Choose a Category
bn_in: একটি বিভাগ পছন্দ করুন
cs: Výběr kategorie
de: Wählen Sie eine Kategorie
es: Elige una categoría
fr: Choisissez une catégorie
hi_in: कोई श्रेणी चुनें
ja: カテゴリを選択
nl: Kies een categorie
pl: Wybierz kategorię
pt_br: Escolha uma categoria
sk: Výber kategórie
sl: Izberite kategorijo
sr: Изабери категорију

source: Category
bn_in: বিভাগ
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
hi_in: श्रेणी
ja: カテゴリ
nl: Categorie
pl: Kategoria
pt_br: Categoria
sk: Kategórie
sl: Kategorija
sr: Категорија

source: Choose
bn_in: বাছুন
cs: Výběr
de: Auswählen
es: Elige
fr: Choisir
hi_in: चुनना
ja: 選択
nl: Kiezen
pl: Wybierz
pt_br: Escolher
sk: Výber
sl: Izberite
sr: Изабери

source: Configure
bn_in: কনফিগার
cs: Nastavení
de: Konfigurieren
es: Configura
fr: Configurer
hi_in: विन्यस्त करें
ja: 設定
nl: Configureren
pl: Konfiguruj
pt_br: Configurar
sk: Nastavenie
sl: Nastavite
sr: Конфигуриши

source: Embed
bn_in: এম্বেড
cs: Vložení
de: Einbetten
es: Inserta
fr: Intégrer
hi_in: जड़ना
ja: 埋め込み
nl: Inbedden
pl: Osadź
pt_br: Inserir
sk: Vloženie
sl: Vdelan
sr: Уграђено

source: What are smart banners?
bn_in: স্মার্ট ব্যানার কি?
cs: Co jsou chytré bannery?
de: Was sind intelligente Banner?
es: ¿Qué son los banners inteligentes?
fr: Que sont les bannières intelligentes&nbsp;?
hi_in: स्मार्ट बैनर क्या हैं?
ja: スマートバナーとは？
nl: Wat zijn slimme banners?
pl: Co to są inteligentne banery?
pt_br: O que são banners inteligentes?
sk: Čo sú to šikovné bannery?
sl: Kaj so pametne pasice?
sr: Шта су паметни банери?

source: Smart Banners show visitors slightly different messages depending on their browser. For example, visitors on an older version of Firefox would be encouraged to upgrade, while visitors on Internet Explorer would be encouraged to switch.
bn_in: স্মার্ট ব্যানার দর্শক তাদের ব্রাউজারের উপর নির্ভর করে কিছুটা ভিন্ন বার্তা প্রদর্শন. ইন্টারনেট এক্সপ্লোরার দর্শক সুইচ করার পরামর্শ দেওয়া হবে উদাহরণস্বরূপ, ফায়ারফক্স এর একটি পুরোনো সংস্করণ দর্শক, আপগ্রেড করার জন্য উত্সাহিত করা হবে.
cs: Chytré bannery zobrazují návštěvníkům zprávy přizpůsobené podle jejich prohlížeče. Např. návštěvníkům se starší verzí Firefoxu bude nabídnuta aktualizace, zatímco ti s Internet Explorerem uvidí výzvu ke stažení.
de: Intelligente Banner zeigen Besuchern leicht veränderte Nachrichten, je nach verwendetem Browser. Besuchern mit einer älteren Firefox-Version wird beispielsweise zu einem Upgrade geraten und Besuchern mit Internet Explorer zu einem Wechsel.
es: Los Smart Banners muestran a los visitantes algunos mensajes diferentes dependiendo del navegador. Por ejemplo, los visitantes en versiones antigüas de Firefox serán animados a actualizar, mientras que visitantes en Internet Explorer serán animados a probar Firefox.
fr: Les bannières intelligentes affichent des messages différents en fonction du navigateur du visiteur. Par exemple, les visiteurs utilisant une ancienne version de Firefox seront encouragés à mettre à jour leur navigateur, tandis que les utilisateurs d'Internet Explorer seront encouragés à télécharger Firefox.
hi_in: स्मार्ट बैनरों आगंतुकों को अपने ब्राउज़र पर निर्भर करता है थोड़ा अलग संदेशों को दिखाते हैं. इंटरनेट एक्सप्लोरर पर आगंतुकों को स्विच करने के लिए प्रोत्साहित किया जाएगा, जबकि उदाहरण के लिए, फ़ायरफ़ॉक्स के एक पुराने संस्करण पर आगंतुकों, उन्नत करने के लिए प्रोत्साहित किया जाएगा.
ja: スマートバナーとは、サイトを訪れた人のブラウザに応じて微妙に異なるメッセージを表示するものです。例えば、古いバージョンの Firefox を使っている人にはアップグレードを推奨し、Internet Explorer ユーザには乗り換えを促すようなメッセージが表示されるでしょう。
nl: Slimme banners tonen licht verschillende berichten bij bezoekers, afhankelijk van hun browser. Bezoekers met een oudere versie van Firefox worden bijvoorbeeld aangemoedigd om te upgraden, terwijl bezoekers met Internet Explorer worden aangemoedigd van browser te wisselen.
pl: Inteligentne banery pokazują odwiedzającym różne komunikaty w zależności od przeglądarki. Na przykład osoby odwiedzające witrynę, a korzystające ze starszej wersji Firefoksa będą zachęcane do aktualizacji przeglądarki, a osoby używające Internet Explorera będą zachęcane do zainstalowania Firefoksa.
pt_br: Os banners inteligentes mostrar uma mensagem diferente de acordo com o navegador do visitante. Por exemplo, visitantes com uma versão antiga do Firefox serão aconselhados a atualizar, enquanto visitantes com Internet Explorer serão aconselhados a trocar de navegador.
sk: Šikovné bannery zobrazujú návštevníkom správy prispôsobené podľa ich prehliadača. Napr. návštevníkom so staršou verziou Firefoxu bude ponúknutá aktualizácia, pričom tí s Internet Explorerom uvidia výzvu na prevzatie.
sl: Pametne pasice obiskovalcem glede na njihov brskalnik prikažejo različna sporočila. Na primer, obiskovalca, ki uporablja starejšo različico Firefoxa bo spodbujala, naj ga posodobi, obiskovalca, ki uporablja konkurenčni brskalnik, pa bo opogumljala, naj ga zamenja.
sr: Паметни банери показују посетиоцима мало другачије поруке зависно од њихових прегледача. На пример, посетиоцима на старијим верзијама Firefox-а ће бити понуђено да га ажурирају, док ће посетиоцима на Internet Explorer-з бити понуђено да се пребаце.

source: Configure Your Banner
bn_in: আপনার ব্যানারটি কনফিগার করুন
cs: Nastavte si svůj banner
de: Konfigurieren Sie Ihr Banner
es: Configura tu banner
fr: Configurez votre bannière
hi_in: अपने बैनर विन्यस्त करें
ja: バナーを設定
nl: Uw banner configureren
pl: Konfiguruj swój baner
pt_br: Configurar banner
sk: Nastavte si svoj banner
sl: Nastavite svojo pasico
sr: Подесите Ваш банер

source: Language
bn_in: ভাষা
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hi_in: भाषा
ja: 言語
nl: Taal
pl: Język
pt_br: Idioma
sk: Jazyk
sl: Jezik
sr: Језик

source: Size
bn_in: আকার
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
hi_in: आकार
ja: サイズ
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
sk: Veľkosť
sl: Velikost
sr: Величина

source: Color
bn_in: রঙ
cs: Barva
de: Farbe
fr: Couleur
hi_in: रंग
ja: 色
nl: Kleur
pl: Kolor
pt_br: Cor
sk: Farba
sl: Barva
sr: Боја

source: Save
bn_in: সংরক্ষণ করুন
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
hi_in: सेव
ja: 保存
nl: Opslaan
pl: Zapisz
pt_br: Salvar
sk: Uložiť
sl: Shrani
sr: Сачувај

source: Up to date Firefox and other browsers
bn_in: Firefox এবং অন্যান্য ব্রাউজার আপ টু ডেট
cs: Aktuální Firefox a ostatní prohlížeče
de: Aktueller Firefox und andere Browser
es: Actualiza Firefox y otros navegadores
fr: Firefox à jour et autres navigateurs
hi_in: फ़ायरफ़ॉक्स और अन्य ब्राउज़रों की तारीख तक
ja: 最新の Firefox と他のブラウザ
nl: Up-to-date Firefox en andere browsers
pl: Zaktualizuj Firefoksa i inne przeglądarki
pt_br: Firefox atualizado e outros navegadores
sk: Aktuálny Firefox a iné prehliadače
sl: Zadnja različica Firefoxa in ostalih brskalnikov
sr: Последња верзија Firefox-а и других прегледача

source: Out of date Firefox
bn_in: তারিখ বহির্ভুত Firefox
cs: Neaktuální Firefox
de: Veralteter Firefox
es: Firefox no actualizado
fr: Firefox obsolète
hi_in: फ़ायरफ़ॉक्स की तारीख से बाहर
ja: 古い Firefox
nl: Firefox is verouderd
pl: Firefox jest nieaktualny
pt_br: Firefox desatualizado
sk: Neaktuálny Firefox
sl: Firefox je zastarel
sr: Застарео Firefox

source: No preview available.
bn_in: কোনো প্রিভিউ উপলব্ধ নয়।
cs: Náhled není k dispozici.
de: Keine Vorschau verfügbar.
es: La vista previa no está disponible.
fr: Aucun aperçu disponible.
hi_in: कोई पूर्वावलोकन उपलब्ध नहीं.
ja: プレビューは使用できません。
nl: Geen voorbeeld beschikbaar.
pl: Podgląd jest niedostępny.
pt_br: Nenhum preview disponível.
sk: Náhľad nie je dostupný.
sl: Predogled ni na voljo.
sr: Приказ није доступан.

source: Text banner
bn_in: টেক্সট ব্যানার
cs: Textový banner
es: Banner de texto
fr: Bannières texte
hi_in: पाठ बैनर
ja: テキストバナー
nl: Tekstbanner
pl: Baner tekstowy
pt_br: Banner de texto
sk: Textový banner
sl: Besedilne pasice
sr: Текстуални банер

source: Smart
bn_in: স্মার্ট
cs: Chytrý
de: Intelligent
es: Inteligente
fr: Intelligente
hi_in: स्मार्ट
ja: スマート
nl: Slim
pl: Inteligentny
pt_br: Inteligente
sk: Šikovný
sl: Pametni
sr: Паметни

source: Text
bn_in: টেক্সট
es: Texto
fr: Texte
hi_in: टेक्स्ट
ja: テキスト
nl: Tekst
pl: Tekst
pt_br: Texto
sl: Besedilo
sr: Текст

source: Almost {0} clicks!
bn_in: প্রায় {0} ক্লিকস্!
cs: Téměř {0} kliků!
de: Fast {0} Klicks!
es: ¡Casi {0} clics!
fr: Presque {0} clics !
hi_in: लगभग {0} क्लिक करता है!
ja: もうすぐ {0} クリック！
nl: Bijna {0} klikken!
pl: Prawie {0} kliknięć!
pt_br: Quase {0} cliques!
sk: Takmer {0} klikov!
sl: Skoraj {0} klikov!
sr: Умало {0} кликова!

source: Drove {0} clicks!
bn_in: ঘটেছে {0} ক্লিক!
cs: Získáno {0} kliků!
de: {0} Klicks produziert!
es: ¡Lograste {0} clics!
fr: {0} clics générés&nbsp;!
hi_in: क्लिक्स {0} दिया!
ja: {0} クリック獲得！
nl: {0} klikken gegenereerd!
pl: Osiągnięto {0} kliknięć!
pt_br: Já conseguiu {0} cliques!
sk: Získaných {0} klikov!
sl: Pripeljal {0} klikov!
sr: Довезао {0} кликова!

source: Drove {0} clicks. That's {1} clicks away from the next milestone!
bn_in: ঘটেছে {0} ক্লিক করে. যে {1} পরবর্তী মাইলফলক ক্লিক দূরে থেকে এর!
cs: Získáno {0} kliků. To je už jen {1} kliků od dalšího milníku!
de: {0} Klicks produziert. Das ist {1} Klicks von Ihrem nächsten Meilenstein entfernt!
es: Lograste {0} clics. ¡Eso está a {1} clics de distancia de la siguiente ronda!
fr: {0} clics générés. Plus que {1} clics avant le prochain jalon.
hi_in: गल्ला {0} क्लिक करता है. यही {1} अगले मील का पत्थर से क्लिक दूर है!
ja: {0} クリック獲得しました。次のマイルストーンまで {1} クリックです！
nl: {0} klikken gegenereerd. Dat is {1} klikken verwijderd van de volgende mijlpaal!
pl: Osiągnięto {0} kliknięć. Dzieli cię {1} kliknięć od następnego kamienia milowego!
pt_br: Já conseguiu {0} cliques. Estamos há {1} cliques de distância do próximo recorde!
sk: Získaných {0} klikov. To je už len {1} klikov od ďalšieho míľnika!
sl: Pripeljal {0} klikov. Ste {1} klik od naslednjega mejnika!
sr: Довезао {0} кликова! То је {1} кликова даље од следеће прекретнице!

source: Driven {0} clicks in total!
bn_in: চালিত {0} মোট ক্লিক!
cs: Získáno celkem {0} kliků!
de: Insgesamt {0} Klicks produziert!
es: ¡{0} clics en total logrados!
fr: {0} clics générés au total.
hi_in: प्रेरित {0} में कुल क्लिक करता है!
ja: 合計 {0} クリック獲得！
nl: In totaal {0} klikken gegenereerd!
pl: W sumie osiągnięto {0} kliknięć!
pt_br: Trouxe um total de {0} cliques!
sk: Celkovo získaných {0} klikov!
sl: Skupaj zaslužen za {0} klikov!
sr: Довезано {0} кликова укупно!

source: Drive {0} clicks!
bn_in: ড্রাইভ {0} ক্লিক!
cs: Získejte {0} kliků!
de: Produzieren Sie {0} Klicks!
es: ¡Logra {0} clics!
fr: Générez {0} clics
hi_in: ड्राइव {0} क्लिक करता है!
ja: {0} クリック獲得しよう！
nl: Genereer {0} klikken!
pl: Osiągnięto {0} kliknięć!
pt_br: Trouxe {0} cliques!
sk: Získajte {0} klikov!
sl: Pripeljal {0} klikov!
sr: Довези {0} кликова!

source: Almost {0} downloads!
bn_in: প্রায় {0} ডাউনলোড!
cs: Téměř {0} stažení!
de: Fast {0} Downloads!
es: ¡Casi {0} descargas!
fr: Bientôt {0} téléchargements&nbsp;!
hi_in: लगभग {0} डाउनलोड!
ja: もうすぐ {0} ダウンロード！
nl: Bijna {0} downloads!
pl: Prawie {0} pobrań!
pt_br: Quase {0} downloads!
sk: Takmer {0} prevzatí!
sl: Skoraj {0} prenešenih!
sr: Ускоро {0} преузимања!

source: Drove {0} downloads!
bn_in: ঘটেছে {0} ডাউনলোড!
cs: Získáno {0} stažení!
de: {0} Downloads produziert!
es: ¡Lograste {0} descargas!
fr: {0} téléchargements générés&nbsp;!
hi_in: डाउनलोड {0} दिया!
ja: {0} ダウンロード獲得！
nl: {0} downloads gegenereerd!
pl: Osiągnięto {0} kliknięć!
pt_br: Trouxe {0} downloads!
sk: Získaných {0} prevzatí!
sl: Pripeljal {0} prenosov!
sr: Довезао {0} преузимања!

source: Drove {0} downloads. That's {1} downloads away from the next milestone!
bn_in: ঘটেছে {0} ডাউনলোড. যে {1} পরবর্তী মাইলফলক থেকে দূরে ডাউনলোড করুন!
cs: Získáno {0} stažení. To je už jen {1} stažení od dalšího milníku!
de: {0} Downloads produziert. Das sind {1} Downloads vom nächsten Meilenstein entfernt!
es: Lograste {0} descargas. ¡Eso está a {1} descargas del próximo hito!
fr: {0} téléchargements générés. Plus que {1} téléchargements avant le prochain jalon.
hi_in: डाउनलोड {0} चलाई. यही {1} अगले मील का पत्थर से दूर डाउनलोड करता है!
ja: {0} ダウンロード獲得しました。次のマイルストーンまで {1} ダウンロードです！
nl: {0} downloads gegenereerd. Dat is {1} downloads verwijderd van de volgende mijlpaal!
pl: Osiągnięto {0} pobrań. Dzieli cię {1} pobrań od następnego kamienia milowego!
pt_br: Trouxe {0} downloads. Estamos há {1} downloads do próximo recorde!
sk: Získaných {0} prevzatí. To je už len {1} prevzatí od ďalšieho míľnika!
sl: Pripeljal {0} prenosov. Ste {1} prenos od naslednjega mejnika!
sr: Довезао {0} преузимања. То је {1} преузимања од следеће прекретнице!

source: Driven {0} downloads in total!
bn_in: মোট চালিত {0} ডাউনলোডসমূহ!
cs: Získáno celkem {0} stažení!
de: Insgesamt {0} Downloads produziert!
es: ¡{0} descargas en total logradas!
fr: {0} téléchargements générés au total.
hi_in: कुल में संचालित {0} डाउनलोड!
ja: 合計 {0} ダウンロード獲得！
nl: In totaal {0} downloads gegenereerd!
pl: W sumie osiągnięto {0} pobrań!
pt_br: Trouxe {0} downloads no total!
sk: Získaných celkovo {0} prevzatí!
sl: Skupaj zaslužen za {0} prenosov!
sr: Довезано {0} преузимања укупно!

source: Drive {0} downloads!
bn_in: ড্রাইভ {0} ডাউনলোডসমূহ!
cs: Získejte {0} stažení!
de: Produzieren Sie {0} Downloads!
es: ¡Logra {0} descargas!
fr: Générez {0} téléchargements
hi_in: ड्राइव {0} डाउनलोड!
ja: {0} ダウンロード獲得しよう！
nl: Genereer {0} downloads!
pl: Osiągnięto {0} pobrań!
pt_br: Trouxe {0} downloads!
sk: Získajte {0} prevzatí!
sl: Pripeljal {0} prenosov!
sr: Довези {0} преузимања!

source: Create a banner!
bn_in: নতুন ব্যানার তৈরি করুন!
cs: Vytvořit banner!
de: Erstellen Sie ein Banner!
es: ¡Crea un banner nuevo!
fr: Créez une bannière.
hi_in: एक बैनर बनाने के लिए!
ja: バナーを作成しよう！
nl: Maak een banner!
pl: Utwórz baner!
pt_br: Criar um banner!
sk: Vytvoriť banner!
sl: Ustvarite novo pasico!
sr: Направите банер!

source: Almost {0} banners created!
bn_in: প্রায় {0} ব্যানার তৈরি হয়েছে!
cs: Vytvořeno téměř {0} bannerů!
de: Fast {0} Banner erstellt!
es: ¡Casi {0} banners creados!
fr: Bientôt {0} bannières créées&nbsp;!
hi_in: लगभग {0} बैनर बनाया!
ja: もうすぐ {0} 個のバナー作成！
nl: Bijna {0} banners gemaakt!
pl: Utworzono prawie {0} banerów!
pt_br: Quase {0} banners criados!
sk: Vytvorených takmer {0} bannerov!
sl: Ustvarjenih skoraj {0} pasic!
sr: Ускоро {0} банера направљено!

source: Created {0} banners!
bn_in: তৈরী করা হয়েছে {0} ব্যানার!
cs: Vytvořit {0} bannerů!
de: {0} Banner erstellt!
es: ¡Creaste {0} banners!
fr: {0} bannières créées&nbsp;!
hi_in: बनाया गया {0} बैनर!
ja: {0} 個のバナーを作成しました！
nl: {0} banners gemaakt!
pl: Utworzono {0} banerów!
pt_br: Criado {0} banners!
sk: Vytvorených {0} bannerov!
sl: Narejenih {0} pasic!
sr: Направљено {0} банера!

source: Created a banner.
bn_in: একটি ব্যানার তৈরি হয়েছে.
cs: Banner vytvořen.
de: Banner erstellt.
es: Creaste un nuevo banner.
fr: Bannière créée.
hi_in: एक बैनर बनाया गया.
ja: バナーを作成しました。
nl: Een banner gemaakt.
pl: Utworzono baner.
pt_br: Criado um banner.
sk: Banner vytvorený.
sl: Pasica je narejena.
sr: Направљен банер.

source: Create a text link!
bn_in: একটি টেক্সট লিঙ্ক তৈরি করুন!
cs: Vytvořit textový odkaz!
de: Text-Link erstellen!
es: ¡Crea un enlace de texto!
fr: Créez un lien.
hi_in: एक पाठ लिंक बनाएँ!
ja: テキストリンクを作成しよう！
nl: Maak een tekstkoppeling!
pl: Utworzono odnośnik tekstowy!
pt_br: Criar um link de texto!
sk: Vytvoriť textový odkaz!
sl: Ustvarite novo povezavo!
sr: Направите текст везе!

source: Almost {0} text links created!
bn_in: প্রায় {0} টেক্সট লিঙ্ক তৈরি হয়েছে!
cs: Vytvořeno téměř {0} textových odkazů!
de: Fast {0} Text-Links erstellt!
es: ¡Casi {0} enlaces de texto creados!
fr: Bientôt {0} liens créés&nbsp;!
hi_in: लगभग {0} पाठ लिंक बनाया!
ja: もうすぐ {0} 個のテキストリンク作成！
nl: Bijna {0} tekstkoppelingen gemaakt!
pl: Utworzono prawie {0} odnośników tekstowych!
pt_br: Quase {0} links de texto criados!
sk: Vytvorených takmer {0} textových odkazov!
sl: Ustvarili ste skoraj {0} besedilnih povezav!
sr: Ускоро {0} текст веза направљено!

source: Created {0} text links!
bn_in: তৈরী করা হয়েছে {0} টেক্সট লিঙ্ক!
cs: Vytvořeno {0} textových odkazů!
de: {0} Text-Links erstellt!
es: ¡Creaste {0} enlaces de texto!
fr: {0} liens créés&nbsp;!
hi_in: बनाया गया {0} पाठ लिंक!
ja: {0} 個のテキストリンクを作成しました！
nl: {0} tekstkoppelingen gemaakt!
pl: Utworzono {0} odnośników tekstowych!
pt_br: Criou {0} links de texto!
sk: Vytvorených {0} textových odkazov!
sl: Ustvarili ste {0} besedilnih povezav!
sr: Направљено {0} текст веза!

source: Created a text link.
bn_in: একটি টেক্সট লিঙ্ক তৈরি হয়েছে|
cs: Textový odkaz vytvořen.
de: Text-Link erstellt.
es: Creaste un enlace de texto.
fr: Lien créé.
hi_in: एक पाठ लिंक बनाया गया.
ja: テキストリンクを作成しました。
nl: Een tekstkoppeling gemaakt.
pl: Utworzono odnośnik tekstowy.
pt_br: Criar um link de texto.
sk: Vytvorený textový odkaz.
sl: Ustvarite besedilno povezavo.
sr: Направљена текст веза.

source: Page not found
bn_in: পৃষ্ঠা খুঁজে পাওয়া যায়নি
cs: Stránka nenalezena
de: Seite nicht gefunden
es: Página no encontrada
fr: Page introuvable
hi_in: पृष्ठ नहीं मिला
ja: ページが見つかりません
nl: Pagina niet gevonden
pl: Nie znaleziono strony
pt_br: Página não encontrada
sk: Stránka sa nenašla
sl: Ne najdem strani
sr: Страница није пронађена

source: Sorry, but we couldn’t find the page you’re looking for.
bn_in: দুঃখিত, কিন্তু আমরা কি আপনি যা খুঁজছেন পাতা খুঁজে না পারে.
cs: Je nám líto, ale stránku, kterou hledáte, se nám najít nepodařilo.
de: Es tut uns Leid, die gesuchte Seite wurde nicht gefunden.
es: Discúlpanos, pero no pudimos encontrar la página que buscabas.
fr: Nous sommes désolés, la page que vous recherchez est introuvable.
hi_in: क्षमा करें, लेकिन हम आप के लिए देख रहे हैं पृष्ठ नहीं मिल सकता है.
ja: 申し訳ありませんが、お探しのページは見つかりませんでした。
nl: Sorry, maar de gezochte pagina is niet gevonden.
pl: Przepraszamy, ale nie można znaleźć strony, którą szukasz.
pt_br: Desculpe, mas não encontramos a página que você está procurando.
sk: Je nám to ľúto, ale stránku, ktorú hľadáte, sa nám nepodarilo nájsť.
sl: Strani, ki ste jo iskali, žal ni bilo mogoče najti.
sr: Извињавамо се, али нисмо могли да пронађемо страницу коју сте тражили.

source: Server error
bn_in: সার্ভার সমস্যা
cs: Chyba serveru
de: Server-Fehler
es: Error del servidor
fr: Erreur serveur
hi_in: सर्वर त्रुटि
ja: サーバエラー
nl: Serverfout
pl: Błąd serwera
pt_br: Erro do servidor
sk: Chyba servera
sl: Napaka strežnika
sr: Серверска грешка

source: D’oh! Something went wrong!
bn_in: ওহ! কিছু একটা গন্ডগোল হয়েছে!
cs: Jejda! Něco je špatně!
de: Nein! Etwas ist schiefgegangen!
es: ¡Ouh! Algo salió mal.
fr: Oups, une erreur s'est produite.
hi_in: ओह डी ! कुछ गलत हो गया!
ja: 何か問題が発生しました！
nl: Deps! Er is iets misgegaan!
pl: Och! Coś się nie udało!
pt_br: Opa! Algo deu errado!
sk: Jéje! Niečo sa pokazilo!
sl: Joj, prišlo je do napake!
sr: Ох! Нешто је пошло наопако!

source: Sorry, but something went wrong on our end and we couldn’t process your request. Please try again in a few minutes.
bn_in: দুঃখিত, কিন্তু কিছু আমাদের শেষ ভুল হয়েছে এবং আমরা আপনার অনুরোধ প্রক্রিয়া করতে পারে না. কয়েক মিনিটের মধ্যে আবার চেষ্টা করুন|
cs: Omlouváme se, ale něco se na naší straně pokazilo a nemohli jsme tak zpracovat váš požadavek. Zkuste to prosím znovu za několik minut.
de: Es tut uns Leid, bei uns ist etwas schiefgegangen und wir konnten Ihre Anfrage nicht verarbeiten. Bitte versuchen Sie es in einigen Minuten erneut.
es: Discúlpanos, pero algo hicimos mal y no pudimos procesar tu solicitud. Inténtalo de nuevo pasados unos minutos.
fr: Nous sommes désolés, une erreur s'est produite de notre côté et nous n'avons pas pu traiter votre demande. Veuillez réessayer dans quelques minutes.
hi_in: क्षमा करें, लेकिन कुछ हमारे अंत पर गलत हो गया था और हम आपके अनुरोध पर कार्रवाई नहीं कर सका. कुछ ही मिनटों में पुनः प्रयास करें.
ja: 申し訳ありませんが、サーバ側で何らかの問題が発生し、リクエストを処理できませんでした。数分後に再度試してみてください。
nl: Sorry, maar er is aan onze kant iets misgegaan en we konden uw aanvraag niet verwerken. Probeer het over enkele minuten nog eens.
pl: Przepraszamy, ale stało się coś niedobrego po naszej stronie i nie możemy przetworzyć twojego żądania. Ponów próbę za kilka minut.
pt_br: Desculpe, mas algo deu errado no processamento da sua requisição. Por favor, tente novamente em breve.
sk: Ospravedlňujeme sa, ale niečo sa na našej strane pokazilo a nemohli sme tak spracovať vašu požiadavku. Skúste to prosím znovu o niekoľko minút.
sl: Med obdelovanjem vaše zahteve je žal prišlo do napake. Prosimo, poiskusite ponovno kasneje.
sr: Извињавамо се, али нешто је пошло наопако на крају и нисмо могли да обрадимо Ваш захтев. Молимо Вас покушајте поново за неколико минута.

source: About
bn_in: সম্বন্ধে
cs: O nás
de: Über
es: Acerca de
fr: À propos
hi_in: तकरीबन
ja: 概要
nl: Over
pl: Wszystko o…
pt_br: Sobre
sk: O nás
sl: Vizitka
sr: O нама

source: About Firefox Affiliates
bn_in: ফায়ারফক্স জয়নুল আবেদীন সম্পর্কে
cs: O Firefox Affiliates
de: Firefox-Partnerprogramm
es: Acerca de Firefox Affiliates
fr: À propos du programme d'affiliation
hi_in: फ़ायरफ़ॉक्स सहयोगी कंपनियों के बारे में
ja: Firefox アフィリエイトについて
nl: Over Firefox Affiliates
pl: O Firefox Affiliates
pt_br: Sobre o Afiliados Firefox
sk: O Firefox Affiliates
sl: O Zaveznikih Firefoxa
sr: О Firefox партнерима
