Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: Mozilla on Twitter
bn_in: Twitter-এ Mozilla
cs: Mozilla na Twitteru
de: Mozilla auf Twitter
es: Mozilla en Twitter
fr: Mozilla sur Twitter
hi_in: ट्विटर पर मोज़िला
ja: Mozilla の Twitter
nl: Mozilla op Twitter
pl: Mozilla na Twitterze
pt_br: Mozilla no Twitter
sk: Mozilla na Twitteri
sl: Mozilla na Twitterju
sr: Mozilla на Twitter-у

source: Firefox on Twitter
bn_in: Twitter-এ Firefox
cs: Firefox na Twitteru
de: Firefox auf Twitter
es: Firefox en Twitter &raquo;
fr: Firefox sur Twitter
hi_in: ट्विटर पर फ़ायरफ़ॉक्स
ja: Firefox の Twitter
nl: Firefox op Twitter
pl: Firefox na Twitterze
pt_br: Firefox no Twitter
sk: Firefox na Twitteri
sl: Firefox na Twitterju
sr: Firefox на Twitter-у

source: Mozilla on Facebook
bn_in: ফেসবুকে মজিলা
cs: Mozilla na Facebooku
de: Firefox auf Facebook
es: Mozilla en Facebook
fr: Mozilla sur Facebook
hi_in: फेसबुक पर मोज़िला
ja: Mozilla の Facebook
nl: Mozilla op Facebook
pl: Mozilla na Facebooku
pt_br: Mozilla no Facebook
sk: Mozilla na Facebooku
sl: Mozilla na Facebooku
sr: Mozilla на Facebook-у

source: Firefox on Facebook
bn_in: ফেসবুকে ফায়ারফক্স
cs: Firefox na Facebooku
de: Firefox auf Facebook
es: Firefox en Facebook
fr: Firefox sur Facebook
hi_in: फेसबुक पर फ़ायरफ़ॉक्स
ja: Firefox の Facebook
nl: Firefox op Facebook
pl: Firefox na Facebooku
pt_br: Firefox no Facebook
sk: Firefox na Facebooku
sl: Firefox na Facebooku
sr: Firefox на Facebook-у

source: See how your banners are performing and where you rank among other Firefox Affiliates. Thanks for supporting Firefox and the Mozilla mission to build a better Web for all!
bn_in: আপনার ব্যানার সম্পাদন করা হয় তা দেখুন এবং আপনি অন্যান্য ফায়ারফক্স জয়নুল আবেদীন মধ্যে স্থান কোথায়| সব জন্য একটি ভাল ওয়েব নির্মাণ মোজিলা ফায়ারফক্স এবং মিশন সমর্থনের জন্য ধন্যবাদ!
cs: Sledujte, jak si vaše bannery vedou a jak si vedete vy v porovnání s ostatními partnery. Děkujeme vám za podporu Firefox a mise Mozilly při utváření lepšího webu pro všechny!
de: Sehen Sie, wie Ihre Banner aufgerufen werden und wo Sie unter den Firefox-Partnern stehen. Danke, dass Sie Firefox und die Mozilla-Mission unterstützen, die ein besseres Internet für alle zum Ziel hat!
es: Mira cómo están funcionando tus banners y qué posición tienes en la clasificación de Firefox Affiliates. ¡Gracias por apoyar Firefox y la misión de Mozilla para construir una Web mejor para todos!
fr: Découvrez votre classement et les scores de vos bannières par rapport aux autres affiliés. Merci de votre soutien à Firefox et à la mission de Mozilla pour créer un Web meilleur&nbsp;!
hi_in: अपने बैनर प्रदर्शन कर रहे हैं कि कैसे देखते हैं और आप अन्य फ़ायरफ़ॉक्स सहयोगी संगठनों के बीच रैंक है. सभी के लिए एक बेहतर वेब निर्माण करने के लिए फायरफॉक्स और मोज़िला मिशन का समर्थन करने के लिए धन्यवाद!
ja: あなたのバナーの実績と、他の Firefox アフィリエイト参加者と比べた順位を見てみましょう。Firefox と、すべての人のためにより良い Web を創るという Mozilla のミッションを支えていただきありがとうございます！
nl: Bekijk hoe uw banners presteren en waar u tussen andere Firefox Affiliates bent geplaatst. Bedankt voor het steunen van Firefox en de Mozilla-missie om een beter web voor iedereen te bouwen!
pl: Zobacz jak twoje banery są wykonywane i gdzie znajdujesz się w rankingu partnerów Firefoksa. Dziękujemy za wsparcie Firefoksa i misji Mozilli budowania lepszego internetu dla wszystkich!
pt_br: Veja como estão os status dos seus banners e como está seu rank entre os demais contribuidores do Afiliados Firefox. Obrigado por apoiar o Firefox e a missão da Mozilla de criar uma Web melhor para todos!
sk: Sledujte, ako sa vašim bannerom darí v porovnaní s inými partnermi. Ďakujeme vám za podporu Firefoxu a misie Mozilly pri vytváraní lepšieho webu pre všetkých!
sl: Poglejte si, kako ogledane so vaše pasice in kako so uvrščene glede na druge Zaveznike Firefoxa. Hvala, ker podpirate Firefox in Mozillo na njunem poslanstvu do boljšega spleta!
sr: Погледајте како Ваши банери функционишу и где су рангирани међу другим Firefox партнерима. Хвала на подршци Firefox-a и Mozilla мисије да се изгради бољи интернет за све!

source: My stats
bn_in: আমার পরিসংখান
cs: Mé statistiky
de: Meine Statistiken
es: Mis estadísticas
fr: Mes statistiques
hi_in: मेरे आंकड़े
ja: 自分の統計情報
nl: Mijn statistieken
pl: Moje statystyki
pt_br: Meus pontos
sk: Moje štatistiky
sl: Moja statistika
sr: Моја статистика

source: My Banners
bn_in: আমার ব্যানারগুলি
cs: Mé bannery
de: Meine Banner
es: Mis banners
fr: Mes bannières
hi_in: मेरा बैनरों
ja: 自分のバナー
nl: Mijn banners
pl: Moje banery
pt_br: Meus banners
sk: Moje bannery
sl: Moje pasice
sr: Моји банери

source: Create a new banner
bn_in: নতুন ব্যানার বানান
cs: Vytvořit nový banner
de: Neues Banner erstellen
es: Crear un nuevo banner
fr: Créer une nouvelle bannière
hi_in: एक नए बैनर बनाएँ
ja: 新しいバナーを作成
nl: Een nieuwe banner maken
pl: Utwórz nowy baner
pt_br: Criar um novo banner
sk: Vytvoriť nový banner
sl: Ustvarite novo pasico
sr: Направите нови банер

source: You don’t have any banners yet. Why not create one now?
bn_in: আপনি এখনও কোনো ব্যানার হবে না| কেন না এখন এক তৈরি?
cs: Zatím nemáte žádné bannery. Vytvořte si nějaký.
de: Sie haben noch keine Banner. Warum erstellen Sie nicht jetzt eines?
es: Todavía no tienes ningún anuncio. ¿Por qué no creas uno?
fr: Vous n'avez aucune bannière. Pourquoi ne pas en créer une maintenant&nbsp;?
hi_in: आपने अभी तक कोई बैनर नहीं है. अब क्यों नहीं एक बना?
ja: あなたはまだバナーを作成していません。今すぐ作成しましょう。
nl: U hebt nog geen banners. Waarom niet nu een banner maken?
pt_br: Você ainda não tem banners. Que tal criar um agora?
sk: Zatiaľ nemáte žiadne bannery. Nechcete si nejaký vytvoriť?
sl: Nimate še nobene pasice. Jo želite narediti zdaj?
sr: Немате ниједан банер? Зашто не направите један?

source: 1. Pick a banner
bn_in: ১. একটি ব্যানার বাছুন
cs: 1. Výběr banneru
de: 1. Wählen Sie ein banner
es: 1. Elige un banner
fr: 1. Choisissez une bannière
hi_in: 1. एक बैनर उठाओ
ja: 1. バナーを選択
nl: 1. Kies een banner
pl: 1. Wybierz banner
pt_br: 1. Escolha um banner
sk: 1. Výber bannera
sl: 1. Izberi pasico
sr: 1. Изабери банер

source: Choose from a number of designs that support Firefox and other Mozilla products.
bn_in: বিভিন্ন ডিজাইনের মধ্যে থেকে একটি নির্বাচন করুন যেগুলি Firefox এবং অন্যান্য Mozilla প্রোডাক্ট সাপোর্ট করে।
cs: Vyberte si z bezpočtu vzhledů, které budou nejlépe podporovat Firefox a ostatní produkty Mozilla.
de: Wählen Sie eines von vielen Designs, die Firefox und andere Mozilla-Produkte unterstützen.
es: Elije de entre un número de diseños que apoyan Firefox y otros productos de Mozilla.
fr: Faites votre choix parmi de nombreux éléments pour soutenir Firefox et les logiciels Mozilla.
hi_in: फ़ायरफ़ॉक्स और अन्य मोज़िला उत्पादों का समर्थन करने वाले डिजाइन की एक संख्या से चुनें.
ja: Firefox やその他の Mozilla 製品を支える様々なデザインから好きなものを選んでください。
nl: Maak een keuze uit een aantal ontwerpen die Firefox en andere Mozilla-producten steunen.
pl: Wybierz jeden z wielu wzorów propagujących Firefoksa i inne produkty Mozilli.
pt_br: Escolha o design que mais gostar para ajudar o Firefox e os demais produtos da Mozilla.
sk: Vyberte si z veľkého počtu vzhľadov, ktoré budú nejlepšie podporovať Firefox a ďalšie produkty Mozilla.
sl: Izbirajte med številnimi možnostmi, ki podpirajo Firefox in ostale Mozilline izdelke.
sr: Изаберите из низа дизајна који подржавају Firefox и друге Mozilla производе.

source: 2. Customize
bn_in: ২. কাস্টমাইজ করুন
cs: 2. Přizpůsobení
de: 2. Passen Sie es an
es: 2. Personaliza
fr: 2. Personnalisez-la
hi_in: 2. अनुकूलित
ja: 2. カスタマイズ
nl: 2. Pas hem aan
pl: 2. Dostosuj
pt_br: 2. Personalize
sk: 2. Prispôsobenie
sl: 2. Prilagodi
sr: 2. Прилагоди

source: Select the size and color that suits your site. Banners and links are also available in over 30 languages.
bn_in: <pre class="tw-data-text vk_txt tw-ta tw-text-small" data-placeholder="Translation" id="tw-target-text" data-fulltext="" dir="ltr" style="unicode-bidi: -webkit-isolate; border: none; padding-right: 0.14em; position: relative; margin-bottom: 0px; resize: none; font-family: inherit; overflow: hidden; text-align: left; width: 237.5px; white-space: pre-wrap; word-wrap: break-word; color: rgb(33, 33, 33); height: 72px; background-color: rgb(255, 255, 255);">আপনার সাইট অনুসারে যে আকার এবং রং নির্বাচন করুন. ব্যানার এবং লিঙ্ক উপর 30 টি ভাষায় পাওয়া যায়</pre>
cs: Nastavte velikost a barvu, která bude vhodná pro vaši stránku. Bannery a odkazy jsou dostupné ve více než 30 jazycích.
de: Wählen Sie die Größe und Farbe, die zu Ihrer Website passen. Banner und Links stehen in über 30 Sprachen zur Verfügung.
es: Elije el tamaño y color que se ajusten a tu web. Además, los banners y enlaces están disponibles en más de 30 idiomas.
fr: Choisissez la couleur et la taille qui conviennent le mieux à votre site. Les liens et bannières sont également disponibles en plus de 30 langues.
hi_in: अपनी साइट पर जंचता है कि आकार और रंग का चयन करें। बैनर और लिंक भी 30 से अधिक भाषाओं में उपलब्ध हैं.
ja: あなたのサイトに合ったサイズと色を選んでください。バナーとリンクは 30 以上の言語に対応しています。
nl: Kies de grootte en kleur die bij uw website passen. Banners en koppelingen zijn ook in meer dan 30 talen beschikbaar.
pl: Wybierz rozmiar i kolor pasujące do twojej witryny. Bannery i odnośniki są dostępne w ponad 30 językach.
pt_br: Escolha o tamanho e a cor mais adequados para o seu site. Os banners e os links estão disponíveis em mais de 30 idiomas.
sk: Nastavte veľkosť a farbu, ktorá bude vhodná pre vašu stránku. Bannery a odkazy sú dostupné vo viac ako 30-tich jazykoch.
sl: Izberite velikost in barvo, ki ustreza vaši strani. Pasice in povezave so na voljo v več kot 30-ih jezikih.
sr: Изаберите величину и боју која одговара Вашем сајту. Банери и везе су такође доступне у преко 30 језика.

source: 3. Post to your site
bn_in: ৩. আপনার সাইটে পোস্ট করুন
cs: 3. Vložte na svou stránku
de: 3. Stellen sie es auf ihre website
es: 3. Publícalo en tu web
fr: 3. Placez-la sur votre site
hi_in: 3. आपकी साइट के लिए पोस्ट
ja: 3. サイトへ投稿
nl: 3. Plaats hem op uw website
pl: 3. Prześlij na swoją witrynę
pt_br: 3. Divulgue em seu site
sk: 3. Vložte na stránku
sl: 3. OBJAVITE NA VAŠI STRANI<br>
sr: 3. Објави на свом сајту

source: Copy and paste the HTML or text link into your site, email or wherever you’d like to share it.
bn_in: <pre class="tw-data-text vk_txt tw-ta tw-text-small" data-placeholder="Translation" id="tw-target-text" data-fulltext="" dir="ltr" style="unicode-bidi: -webkit-isolate; border: none; padding-right: 0.14em; position: relative; margin-bottom: 0px; resize: none; font-family: inherit; overflow: hidden; text-align: left; width: 237.5px; white-space: pre-wrap; word-wrap: break-word; color: rgb(33, 33, 33); height: 96px; background-color: rgb(255, 255, 255);">কপি ও&nbsp;<span style="font-family: inherit; line-height: 1.5;">পেস্ট করুন&nbsp;</span><span style="font-family: inherit; line-height: 1.5;">HTML</span><span style="font-family: inherit; line-height: 1.5;">&nbsp;</span><span style="font-family: inherit; line-height: 1.5;"> বা টেক্সট লিঙ্ক </span><span style="font-family: inherit; line-height: 1.5;">আপনার সাইট&nbsp;</span><span style="font-family: inherit; line-height: 1.5;">এ</span><span style="font-family: inherit; line-height: 1.5;">, </span><span style="font-family: inherit; line-height: 1.5;">ইমেইল মধ্যে</span><span style="font-family: inherit; line-height: 1.5;"> পেস্ট করুন অথবা যেখানেই থাকুন না কেন আপনি এটি শেয়ার করতে চাই</span></pre>
cs: Zkopírujte a vložte HTML kód nebo text na svou stránku, do e-mailu nebo kdekoliv jej chcete sdílet.
de: Kopieren Sie den HTML- oder Text-Link und fügen Sie ihn in Ihrer Website, E-Mail, oder wo auch immer Sie ihn teilen möchten, ein.
es: Copia y pega el HTML o enlace de texto en tu web, email o donde te quieras compartirlo.
fr: Copiez-collez le code HTML ou le lien dans votre site, un courriel, ou ailleurs.
hi_in: कॉपी करें और अपनी साइट, ईमेल में HTML या पाठ लिंक पेस्ट या जहाँ आप इसे साझा करना चाहते हैं.
ja: HTML もしくはテキストリンクを、サイト、メール署名、その他どこでも共有したいところにコピー＆ペーストしてください。
nl: Kopieer en plak de HTML- of tekstkoppeling in uw website, e-mailbericht of waar u deze ook wilt delen.
pl: Skopiuj i wklej kod HTML lub tekst odnośnika na swoją witrynę, do wiadomości e-mail lub gdziekolwiek chcesz.
pt_br: Copie e cole o HTML ou o texto no seu site, email, ou onde quiser compartilhar.
sk: Skopírujte a vložte HTML kód alebo text na svoju stránku, do e-mailu alebo kdekoľvek ho chcete zdieľať.
sl: Kopirajte in prilepite HTML kodo ali povezavo na vašo stan, v vašo e-pošto ali kamorkoli drugam, kjer jo želite deliti.
sr: Копирајте и налепите HTML или текст везе на Ваш сајт, е-пошту или где год бисте желели да га поделите.

source: My Milestones
bn_in: আমার মাইলফলক
cs: Mé milníky
de: Meine Meilensteine
es: Mis hitos
fr: Mes jalons
hi_in: मेरा मील के पत्थर
ja: 自分のマイルストーン
nl: Mijn mijlpalen
pl: Moje ważne wydarzenia
pt_br: Meus recordes
sk: Moje míľniky
sl: Moji mejniki
sr: Моје прекретнице

source: Affiliates News
bn_in: Affiliates-এর খবর
cs: Novinky pro partnery
de: Nachrichten vom Partnerprogramm
es: Noticias de Affiliates
fr: Actualité du programme
hi_in: सहयोगी कंपनियों के समाचार
ja: アフィリエイト最新情報
nl: Affiliates-nieuws
pl: Wiadomości partnerów
pt_br: Novidades do Afiliados
sk: Novinky pre partnerov
sl: Zavezniške novice
sr: Вести партнера

source: Become a Mozillian
bn_in: Mozillian হন
cs: Stát se Mozillian
de: Werden Sie Mozillianer
es: Convertirse en <em>mozillian</em>
fr: Devenir un mozillien
hi_in: एक Mozillian बनें
ja: Mozillian になる
nl: Word een Mozillian
pl: Zostań Mozillianinem
pt_br: Torne-se um Mozillian
sk: Stante sa Mozillian
sl: Postani Moziljan
sr: Постаните мозилијан

source: At Mozilla, doing good is part of our code. Our mission is to promote openness, innovation and opportunity on the Web, and we can only do it with awesome people like you. If you’d like to do even more to help our mission, we have volunteer opportunities available in a number of areas.
bn_in: মোজিলা এ, ভাল করছেন আমাদের কোড অংশ| আমাদের লক্ষ্য ওয়েব অকপটতা, নতুনত্ব এবং সুযোগ উন্নীত করা হয়, এবং আমরা শুধুমাত্র আপনার মত সন্ত্রস্ত মানুষের সঙ্গে কাজ করতে পারেন| আপনি যদি আমাদের মিশন সাহায্য করার জন্য আরও কাজ করতে চান তাহলে, আমরা এলাকার একটি সংখ্যা পাওয়া স্বেচ্ছাসেবক সুযোগ আছে|
cs: V Mozille je naším cílem dělat dobro. Naší misí je propagovat otevřenost, inovace a příležitosti na webu, a to můžeme jen s pomocí tak úžasných lidí, jako jste vy. Pokud byste rádi pomohli naší misi ještě více, máme příležitosti pro dobrovolníky v mnoha oblastech.
de: Bei Mozilla gehört Gutes zu tun zum Fundament. Unsere Mission ist es, Offenheit, Innovation und Chancen im Internet zu fördern, und das geht nur mit wunderbaren Menschen wie Ihnen. Wenn Sie noch mehr tun möchten, um unserer Mission zu helfen, haben wir in vielen Bereichen Einsatzmöglichkeiten für Freiwillige.
es: En Mozilla, ser buenos es parte de nuestro código. Nuestra misión es promover la apertura, la innovación y la oportunidad en la Web, y solo podemos hacerlo con gente increíble como tú. Si deseas contribuir y ayudarnos en nuestra misión, tenemos oportunidades de voluntariado disponibles en diferentes áreas.
fr: Chez Mozilla, nous œuvrons à améliorer le Web. Notre mission est de promouvoir l'ouverture, l'innovation et les possibilités sur le Web, et ce n'est possible que grâce à vous. Si vous souhaitez faire encore plus pour nous aider dans notre mission, nous avons de nombreuses possibilités de contribution dans des domaines variés.
hi_in: मोज़िला पर, अच्छा कर रही हमारी कोड का हिस्सा है. हमारे मिशन के लिए वेब पर खुलापन, नवाचार और बढ़ावा देने का अवसर है, और हम केवल आप जैसे भयानक लोगों के साथ ऐसा कर सकते हैं. यदि आप हमारे मिशन में मदद करने के लिए और भी अधिक करने के लिए करना चाहते हैं, हम क्षेत्रों की संख्या में उपलब्ध स्वयंसेवक अवसर है.
ja: Mozilla では、善いことをするという精神が製品に刻み込まれています。私たちのミッションは、Web の公開性、革新、機会を推進することであり、それはあなたのような素晴らしい人たちの協力があってこそ成し遂げられるものです。私たちのミッションを支えるため他にも何かしたいという人は、様々な分野でボランティアとして協力できます。
nl: Bij Mozilla is goed doen onderdeel van onze code. Onze missie is het bevorderen van openheid, innovatie en mogelijkheden op het web, en we kunnen dit alleen met geweldige mensen zoals u. Als u nog meer wilt doen om onze missie te helpen, zijn er op verschillende gebieden mogelijkheden voor vrijwilligers beschikbaar.
pl: W Mozilli czynienie dobra jest częścią naszego kodeksu. Naszą misją jest promowanie otwartości, innowacyjności i możliwości w internecie, a możemy zrobić to tylko z fantastycznymi ludźmi, takimi jak ty. Jeśli chcesz zrobić jeszcze więcej, aby pomóc naszej misji, mamy możliwości wolontariatu w wielu dziedzinach.
pt_br: Na Mozilla, fazer o bem está em nosso código. Nossa missão é promover abertura, inovação e oportunidades na Web, e isso só é possível com pessoas maravilhosas como você. Se você quer ajudar ainda mais nossa missão, conheça as outras oportunidades de voluntariado que temos em muitas áreas diferentes.
sk: V Mozille je našim cieľom robiť dobro. Našou misiou je propagovať otvorenosť, inovácie a príležitosti na webe, a to môžeme len s pomocou tak skvelých ľudí, ako ste vy. Ak by ste radi pomohli našej misii ešte viac, máme príležitosti pre dobrovoľníkov v mnohých oblastiach.
sl: Pri Mozilli se zavedamo, da je delati dobro del našega poslanstva. Naša vizija je predstavljati odprtost, inovativnost in priložnosti na spletu. To pa lahko naredimo samo s pomočjo super oseb, kot ste vi. Če nam želite pomagati pri našem poslanstvu vas vabimo, da se nam pridružite v prostovoljnih aktivnostih.
sr: У Mozilla-и, чинети добро је део нашег кода. Наша мисија је да промовишемо отвореност, иновације и могућности на интернету и то можемо остварити само са одличним људима као што сте ви. Ако бисте желели да урадите још више да помогнете нашој мисији, имамо шансе за волонтере у многим регијама.

source: Learn more
bn_in: আরো জানুন
cs: Dozvědět se více
de: Erfahren Sie mehr
es: Descubre más
fr: En savoir plus
hi_in: और अधिक जानें
ja: 詳しくはこちら
nl: Meer info
pl: Dowiedz się więcej
pt_br: Veja mais
sk: Dozvedieť sa viac
sl: Preberite si več
sr: Сазнајте више

source: So long, <strong>Firefox Affiliates</strong>.
cs: Děkujeme, <strong>Firefox Affiliates</strong>.
de: Mach’s gut <strong>Firefox-Partnerprogramm</strong>.
fr: Adieu <strong>Firefox Affiliates</strong>.
nl: Tot kijk, <strong>Firefox Affiliates</strong>.
pt_br: Assim por muito tempo <strong>Afiliados do Firefox</strong>.
sl: Hvala vam, <strong>Zavezniki Firefoxa</strong>.
sr: Збогом, <strong>Firefox партнери</strong>.

source: Hello, <strong>Firefox Friends</strong>.
cs: Zdravíme, <strong>přátelé Firefoxu</strong>.
de: Hallo <strong>Firefox Friends</strong>.
fr: Bonjour, <strong>Firefox Friends</strong>.
nl: Hallo, <strong>Firefox Friends</strong>.
pt_br: Olá, <strong>Amigos do Firefox</strong>.
sl: Pozdravljeni, <strong>Prijatelji Firefoxa</strong>.
sr: Здраво, <strong>Firefox пријатељи</strong>.

source: We’re moving our Affiliates program to Firefox Friends, an exciting new way to share what we do with the world. At Firefox Friends you’ll have opportunities to get recognized for making an impact — plus, you’ll be in the know for all the latest Mozilla news and announcements.
cs: Náš partnerský program přesouváme na stránku Firefox Friends, nový skvělý způsob jak sdílet, co děláme, s celým světem. S Firefox Friends budete mít mnohem více možností se zviditelnit — a navíc se dozvíte všechny nejnovější zprávy a oznámení Mozilly.
de: Wir ziehen unser Partnerprogramm auf Firefox Friends um, eine aufregende neue Möglichkeit, unsere Taten mit der Welt zu teilen. Auf Firefox Friends haben Sie Möglichkeiten, für Ihre Arbeit Anerkennung zu bekommen – außerdem erfahren Sie alle Neuigkeiten und Ankündigungen von Mozilla.
fr: Nous remplaçons notre programme d’affiliation par Firefox Friends, un nouveau moyen de faire connaître nos actions. Sur Firefox Friends, vous aurez de nombreuses opportunités d’obtenir de la reconnaissance pour l’impact que vous créerez. Et en plus vous serez au courant de toutes les annonces et de l’actualité Mozilla.
nl: Ons Affiliates-programma wordt omgezet naar Firefox Friends, een spannende nieuwe manier om met de wereld te delen wat we doen. Bij Firefox Friends hebt u de gelegenheid om erkenning te krijgen voor het maken van impact – en u blijft op de hoogte van al het laatste nieuws en mededelingen van Mozilla.
pt_br: Estamos movendo o nosso programa de Afiliados para o Amigos do Firefox, uma nova maneira de compartilhar o que fazemos com o mundo. No Amigos do Firefox, você terá a oportunidade de ser reconhecido por fazer um impacto — positivo, você vai estar a par de todas as últimas notícias e anúncios da Mozilla.
sl: Program zaveznikov bodo zamenjali Prijatelji Firefoxa, ki omogočajo nov način širjenja našega poslanstva s svetom. Kot prijatelj Firefoxa lahko dobite priznanje za vaše delo , poleg tega pa boste tudi na tekočem z vsemi Mozillinimi novicami in objavami.
sr: Селимо наш програм партнера на Firefox пријатеље, узбудљиви нови начин да делите оно шта ми радимо са светом. Програм Firefox пријатељи Вам даје могућност да будете препознати — такође ћете знати све најновије Mozilla вести и објаве.

source: At the beginning of August, new banner creation for Affiliates will be disabled, so please join us at Firefox Friends to continue sharing Mozilla with world.
cs: Na začátku srpna bude vypnuta možnost vytvářet nové bannery na Firefox Affiliates. Zapojte se prosím do nového programu Firefox Friends a nadále sdílejte Mozillu.
de: Ende August wird das Erstellen neuer Banner im Partnerprogramm deaktiviert, ziehen Sie daher bitte mit nach Firefox Friends um, um weiterhin Mozilla mit der Welt zu teilen.
fr: Début août, la création de nouvelles bannières pour Affiliates sera désactivée. N’attendez plus pour rejoindre Firefox Friends et continuer à faire connaître Mozilla au plus grand nombre.
nl: Begin augustus zal het maken van nieuwe banners voor Affiliates worden uitgeschakeld, dus sluit u aan bij Firefox Friends om Mozilla met de wereld te blijven delen.
pt_br: No início de agosto, o Affiliates será desativado, venha para o Amigos do Firefox e continue a compartilhar a Mozilla com o mundo.
sl: V začetku avgusta bomo onemogočili prijavo in ustvarjanje pasic na Zaveznikih, zato se pridružite Prijateljem Firefoxa in še naprej širite glas o Mozilli.
sr: Почетком августа, могућност за прављење новог банера за партнере ће биће онемогућена, тако да молимо Вас да се прикључите Firefox пријатељима да бисте наставили делити Mozillа-у са светом.

source: Join Firefox Friends
cs: Zapojte se do Firefox Friends
de: Machen Sie mit bei Firefox Friends
fr: Rejoindre Firefox Friends
nl: Sluit u aan bij Firefox Friends
pt_br: Junte-se aos Amigos do Firefox
sl: Postanite Prijatelji Firefoxa
sr: Придружите се Firefox пријатељима

source: Click here for more information
cs: Pro více informací klepněte sem
de: Klicken Sie hier, um weitere Informationen zu erhalten
fr: Cliquer ici pour davantage d’informations
nl: Klik hier voor meer informatie
pt_br: Clique aqui para mais informações
sl: Za več informacij kliknite tu
sr: Кликните овде за више информација

source: This site requires JavaScript.
bn_in: এই সাইটটি JavaScript প্রয়োজন|
cs: Stránka vyžaduje JavaScript.
de: Diese Website erfordert JavaScript.
es: Este sitio requiere JavaScript.
fr: Ce site nécessite JavaScript.
hi_in: यह साइट JavaScript की आवश्यकता है.
ja: このサイトは JavaScript を必要とします。
nl: Deze website vereist JavaScript.
pl: Na tej witrynie musi być włączona obsługa JavaScriptu.
pt_br: Este site exige Javascript.
sk: Táto stránka požaduje JavaScript.
sl: Ta stan zahteva JavaScript.
sr: Овај сајт захтева JavaScript.
