Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: Do you already have an account from affiliates.mozilla.org? You can link your account to this application and you'll get credit for any clicks that you drive through Facebook. To connect your account, just click here and fill in your information. We'll send you an email to confirm. If you'd like to sign up for an account, just visit <a href="%(link)s">affiliates.mozilla.org</a>.
cs: Máte již účet na serveru affiliates.mozilla.org? Můžete jej propojit s touto aplikací a získávat body za jakékoliv kliky, které získáte skrze Facebook. Pro propojení vašeho účtu jen klepněte zde a vyplňte své informace. Potvrzení vám zašleme e-mailem. Pokud si chcete založit nový účet, jednoduše navštivte <a href="%(link)s">affiliates.mozilla.org</a>.
de: Haben Sie bereits ein Benutzerkonto auf affiliates.mozilla.org? Sie können Ihr Benutzerkonto mit dieser Anwendung verbinden, damit alle Klicks, die Sie über Facebook erzeugen, Ihnen angerechnet werden. Um Ihr Benutzerkonto zu verbinden, klicken Sie einfach hier und tragen Sie Ihre Daten ein. Wir schicken Ihnen eine E-Mail zur Bestätigung. Wenn Sie sich für ein Benutzerkonto registrieren möchten, besuchen Sie einfach <a href="%(link)s">affiliates.mozilla.org</a>.
es: ¿Ya dispones de una cuenta affiliates.mozilla.org? Puedes vincular tu cuenta con esta aplicación y conseguirás crédito por cada clic que obtengas a través de Facebook. Para conectar tu cuenta, haz clic aquí y completa la información. Te enviaremos un correo de confirmación. Si deseas registrarte, visita <a href="%(link)s">affiliates.mozilla.org</a>.
fr: Avez-vous déjà un compte sur affiliates.mozilla.org? Vous pouvez relier votre compte à cette application et vous serez crédité pour chaque clic que vous amenez via Facebook. Pour connecter votre compte, cliquez ici et remplissez vos informations. Nous vous enverrons un message électronique pour confirmer. Si vous souhaitez vous inscrire, visitez <a href="%(link)s">affiliates.mozilla.org</a>.
hi_in: आप पहले से ही affiliates.mozilla.org से एक खाता है? आप इस आवेदन करने के लिए अपने खाते लिंक कर सकते हैं और क्या आप फेसबुक के माध्यम से ड्राइव उस क्लिक के लिए क्रेडिट मिलेगा. अपने खाते से कनेक्ट करने के लिए, बस यहाँ क्लिक करें और आपकी जानकारी में भरें. हम इस बात की पुष्टि करने के लिए आपको एक ईमेल भेज देंगे. यदि आप एक खाते के लिए साइन अप करना चाहते हैं तो बस <a href="%(link)s">affiliates.mozilla.org</a>जाएँ.
ja: 既に affiliates.mozilla.org のアカウントをお持ちですか？ そのアカウントとこのアプリケーションを関連付ければ、Facebook を通じて獲得したクリックもすべて実績として数えられます。アカウントを関連付けるには、ここをクリックして必要な情報を入力してください。確認のため、追ってメールをお送りします。まだアカウントをお持ちでない場合は <a href="%(link)s">affiliates.mozilla.org</a> を訪れてください。
nl: Hebt u al een account van affiliates.mozilla.org? Als u uw account aan deze applicatie koppelt, krijgt u voor elke klik die u via Facebook ontvangt tegoedpunten. Klik hier en vul uw gegevens in om uw account te verbinden. We sturen u een e-mailbericht voor bevestiging. Als u zich voor een account wilt registreren, bezoek dan <a href="%(link)s">affiliates.mozilla.org</a>.
pl: Masz już konto na witrynie affiliates.mozilla.org? Możesz je powiązać z tą aplikacją, a dostaniesz punkty za każde kliknięcie na Facebooku. Aby powiązać konto, w polu poniżej podaj potrzebne informacje. Wyślemy ci e-mail w celu potwierdzenia. Jeśli chcesz założyć konto, przejdź na witrynę <a href="%(link)s">affiliates.mozilla.org</a>.
pt_br: Você já possui uma conta do site affiliates.mozilla.org? Você pode vincular sua conta a este aplicativo e receber créditos para qualquer clique obtido pelo Facebook. Para vincular sua conta, basta clicar aqui e preencher com suas informações. Nós enviaremos uma mensagem de confirmação. Se você quiser registrar uma conta, basta visitar <a href="%(link)s">affiliates.mozilla.org</a>.
sk: Máte už účet na serveri affiliates.mozilla.org? Môžete ho prepojiť s touto aplikáciou a získavať body za akékoľvek kliky, ktoré získate cez Facebook. Na prepojenie vášho účtu len kliknite sem a vyplňte svoje informácie. Potvrdenie vám zašleme e-mailom. Ak si chcete založiť nový účet, jednoducho navštívte <a href="%(link)s">affiliates.mozilla.org</a>.
sl: Že imate račun na affiliates.mozilla.org? Vaš račun lahko povežete s programom in dobili boste zahvalo za vse klike, ki se bodo zgodili na Facebooku. Za povezavo vašega računa kliknite tukaj in vpišite informacije, mi pa vam bomo poslali e-poštno sporočilo, ki ga boste potrdili. Če želite odpreti nov račun, obiščite <a href="%(link)s">affiliates.mozilla.org</a>.
sr: Да ли већ имате налог код affiliates.mozilla.org? Можете да повежете свој налог на ову апликацију и добићете заслугу за све кликове које добијете преко Facebook-а. Да бисте се конектовали на Ваш налог, само кликните овде и испуните Ваше информације. Послаћемо Вам е-пошту да потврдите. Ако желите да направите налог, посетите <a href="%(link)s">affiliates.mozilla.org</a>.

source: Submit
bn_in: জমা দিন
cs: Hotovo
de: Absenden
es: Enviar
fr: Accepter
hi_in: प्रस्तुत करना
ja: 送信
nl: Indienen
pl: Wyślij
pt_br: Enviar
sk: Hotovo
sl: Pošlji
sr: Потврди

source: Thanks for linking your affiliates.mozilla.org account.
bn_in: আপনার affiliates.mozilla.org অ্যাকাউন্ট লিঙ্ক করার জন্য ধন্যবাদ|
cs: Děkujeme za propojení vašeho účtu na serveru affiliates.mozilla.org.
de: Danke, dass Sie Ihr Benutzerkonto von affiliates.mozilla.org verbunden haben.
es: Gracias por vincular tu cuenta affiliates.mozilla.org.
fr: Merci d'avoir lié votre compte affiliates.mozilla.org.
hi_in: अपने affiliates.mozilla.org खाते को जोड़ने के लिए धन्यवाद.
ja: affiliates.mozilla.org アカウントを関連付けていただき、ありがとうございます。
nl: Bedankt voor het koppelen van uw affiliates.mozilla.org-account.
pl: Dziękujemy za powiązanie swojego konta z witryny affiliates.mozilla.org.
pt_br: Obrigado por vincular sua conta do affiliates.mozilla.org.
sk: Ďakujeme za prepojenie vášho účtu na serveri affiliates.mozilla.org.
sl: Hvala, ker ste vaš račun povezali na affiliates.mozilla.org.
sr: Хвала што сте повезали Ваш affiliates.mozilla.org налог.

source: If the email address you entered has an account, you will receive a confirmation email.
bn_in: আপনি প্রবেশ ইমেইল ঠিকানা একটি অ্যাকাউন্ট আছে, আপনি একটি নিশ্চিতকরণ ইমেল পাবেন|
cs: Pokud má e-mailová adresa, kterou jste vložili, nějaký účet, obdržíte potvrzující e-mail.
de: Wenn die von Ihnen eingegebene E-Mail-Adresse ein Benutzerkonto besitzt, erhalten Sie eine Bestätigungs-E-Mail.
es: Si la dirección de correo electrónico que usaste dispone de una cuenta, recibirás un correo de confirmación.
fr: Si l'adresse électronique que vous avez saisie dispose d'un compte, vous recevrez un message de confirmation.
hi_in: आपके द्वारा दर्ज ईमेल पते एक खाता है, तो आपको एक पुष्टिकरण ईमेल प्राप्त होगा.
ja: 入力されたメールアドレスに該当するアカウントがある場合、確認のメールが送られます。
nl: Als het ingevulde e-mailadres een account heeft, ontvangt u een bevestigingsbericht.
pl: Jeśli na podany adres e-mail jest już założone konto, otrzymasz wiadomość z potwierdzeniem.
pt_br: Se o endereço de e-mail que você inseriu já possuir uma conta, você receberá uma mensagem de confirmação.
sk: Ak e-mailová adresa, ktorú ste zadali je priradená účtu, dostanete potvrdzujúci e-mail.
sl: Če je e-poštni naslov, ki ste ga vnesli, povezan z obstoječim računom, boste dobili potrditveno sporočilo.
sr: Ако адреса е-поште коју сте унели има налог, примићете е-пошту да потврдите.

source: Linked to <a href="%(link)s">affiliates.mozilla.org</a>
bn_in: <a href="%(link)s">affiliates.mozilla.org</a> লিঙ্ক
cs: Propojeno s <a href="%(link)s">affiliates.mozilla.org</a>
de: Verbunden mit <a href="%(link)s">affiliates.mozilla.org</a>
es: Vinculado a <a href="%(link)s">affiliates.mozilla.org</a>
fr: Lié à <a href="%(link)s">affiliates.mozilla.org</a>
hi_in: <a href="%(link)s">affiliates.mozilla.org</a>के लिए लिंक
ja: <a href="%(link)s">affiliates.mozilla.org</a> へ関連付けられました
nl: Gekoppeld aan <a href="%(link)s">affiliates.mozilla.org</a>
pl: Powiązany z <a href="%(link)s">affiliates.mozilla.org</a>
pt_br: Vinculado ao <a href="%(link)s">affiliates.mozilla.org</a>
sk: Prepojené s <a href="%(link)s">affiliates.mozilla.org</a>
sl: Povezan z <a href="%(link)s">affiliates.mozilla.org</a>
sr: Повезан на <a href="%(link)s">affiliates.mozilla.org</a>

source: This account is linked to affiliates.mozilla.org. You are credited for clicks from Facebook. You can unlink accounts by clicking below.
bn_in: এই অ্যাকাউন্টটি affiliates.mozilla.org সাথে সংযুক্ত করা হয়| আপনি ফেসবুক থেকে ক্লিকের জন্য জমা হয়. আপনি নীচের ক্লিক করে অ্যাকাউন্ট বিযুক্ত করতে পারেন|
cs: Tento účet je propojený se serverem affiliates.mozilla.org. Budete tak získávat body za kliky na Facebooku. Pro odpojení účtu klepněte níže.
de: Dieses Benutzerkonto ist mit affiliates.mozilla.org verbunden. Klicks über Facebook werden Ihnen angerechnet. Sie können die Verbindung entfernen, indem Sie auf den folgenden Link klicken.
es: Esta cuenta está vinculada a affiliates.mozilla.org. Consigues crédito por cada clic en Facebook. Puedes desvincular las cuentas haciendo clic abajo.
fr: Ce compte est lié à affiliates.mozilla.org. Vous êtes crédité(e) des clics depuis Facebook. Vous pouvez déconnecter les comptes en cliquant ci-dessous.
hi_in: यह खाता affiliates.mozilla.org से जुड़ा हुआ है. आप फेसबुक से क्लिक के लिए श्रेय दिया जाता है. आप नीचे क्लिक करके खातों लिंक रद्द कर सकते हैं.
ja: このアカウントは affiliates.mozilla.org へ関連付けられています。あなたは Facebook からのクリックも獲得できます。関連付けを取り消すには以下のリンクをクリックしてください。
nl: Deze account is aan affiliates.mozilla.org gekoppeld. U krijgt tegoedpunten voor klikken vanaf Facebook. U kunt accounts ontkoppelen door hieronder te klikken.
pl: To konto jest powiązane z affiliates.mozilla.com. Zaliczane są ci kliknięcia na Facebooku. Możesz przerwać powiązanie, naciskając poniższy przycisk.
pt_br: Esta conta está vinculada ao affiliates.mozilla.org. Você receberá créditos pelos cliques do Facebook. Você poderá desvincular as suas contas clicando abaixo.
sk: Tento účet je prepojený so serverom affiliates.mozilla.org. Budete tak získavať body za kliky na Facebooku. Pre odpojenie účtu kliknite nižšie.
sl: Ta račun je povezan z affiliates.mozilla.org. Nagrajeni ste za klike s Facebooka. Povezavo lahko prekinete na spodnjem gumbu.
sr: Овај налог је повезан са affiliates.mozilla.org. Добијате заслугу за кликове на Facebook-у. Можете прекинути везе налога тако што ћете кликнути испод.

source: Remove %(email_address)s
bn_in: সরান %(email_address)s
cs: Odstranit %(email_address)s
de: %(email_address)s entfernen
es: Eliminar %(email_address)s
fr: Votre adresse de courrier électronique
hi_in: एस %(email_address)s निकालें
ja: %(email_address)s を削除
nl: %(email_address)s verwijderen
pl: Usuń %(email_address)s
pt_br: Remover %(email_address)s
sk: Odstrániť %(email_address)s
sl: Odstrani %(email_address)s
sr: Уклони %(email_address)s

source: Your Statistics Summary
bn_in: আপনার পরিসংখ্যানের সংক্ষিপ্তসার
cs: Souhrn statistik
de: Zusammenfassung Ihrer Statistik
es: Resumen de tus estadísticas
fr: Le résumé de vos statistiques
hi_in: अपने आँकड़ों सारांश
ja: 統計情報の概要
nl: Uw statistieksamenvatting
pl: Twoje statystyki
pt_br: Seu resumo de estatísticas
sk: Súhrn vašich štatistík
sl: Vaša statistika
sr: Преглед Ваших статистика

source: You can filter results by selecting a specific month using the calendar above.
bn_in: আপনি উপরের থেকে একটি নির্দিষ্ট মাসের ক্যালেন্ডার ব্যবহার করে নির্বাচন করে ফলাফল ফিল্টার করতে পারেন।
cs: Pomocí kalendáře výše můžete filtrovat výsledky dle konkrétního měsíce.
de: Sie können die Suchergebnisse filtern, indem Sie aus obigem Kalender einen Monat wählen.
es: Puedes filtrar los resultados si seleccionas un mes en concreto en el calendario de arriba.
fr: Vous pouvez filtrer les résultats en choisissant un mois particulier dans le calendrier ci-dessus.
hi_in: आप ऊपर के कैलेंडर का उपयोग कर एक विशिष्ट महीने का चयन करके परिणाम फ़िल्टर कर सकते हैं.
ja: 上のカレンダーを使って特定の月を選択すると、結果を絞り込むことができます。
nl: U kunt resultaten filteren door via de bovenstaande kalender een bepaalde maand te selecteren.
pl: Wyniki można filtrować, wybierając w powyższym kalendarzu żądany miesiąc.
pt_br: Você pode filtrar os resultados selecionando um mês específico usando o calendário acima.
sk: Pomocou kalendára vyššie môžete filtrovať výsledky podľa konkrétneho mesiaca.
sl: Rezultate lahko filtrirate, in sicer tako, da si izberete mesec v koledarju zgoraj.
sr: Можете филтрирати резултате бирајући одређени месец користећи календар изнад.

source: Total clicks
bn_in: মোট ক্লিকস্
cs: Celkem kliků
de: Klicks insgesamt
es: Clics totales
fr: Clics totaux
hi_in: कुल क्लिक
ja: 合計クリック数
nl: Klikken totaal
pl: Liczba kliknięć
pt_br: Cliques totais
sk: Celkový počet kliknutí
sl: Vseh klikov
sr: Укупно кликова

source: Statistics are currently unavailable.
bn_in: পরিসংখ্যান বর্তমানে অনুপলব্ধ।
cs: Statistiky jsou aktuálně nedostupné.
de: Die Statistik ist zur Zeit nicht verfügbar.
es: Actualmente no están disponibles las estadísticas.
fr: Les statistiques sont actuellement indisponibles.
hi_in: आंकड़े बताते हैं कि वर्तमान में उपलब्ध नहीं हैं.
ja: 統計情報は現在利用できません。
nl: Statistieken zijn momenteel niet beschikbaar.
pl: Statystyki są obecnie niedostępne.
pt_br: As estatísticas não estão disponíveis neste momento.
sk: Štatistiky sú momentálne nedostupné.
sl: Statistike trenutno niso na voljo.
sr: Статистике су тренутно недоступне.

source: Be a part of the Firefox movement
bn_in: Firefox মুভমেন্টের অংশিদার হন
cs: Buďte součástí pokroku Firefoxu
de: Seien Sie Teil der Firefox-Bewegung
es: Forma parte del movimiento Firefox
fr: Faites partie du mouvement Firefox
hi_in: फ़ायरफ़ॉक्स आंदोलन का एक हिस्सा बनो
ja: Firefox の社会活動に参加しましょう
nl: Wees onderdeel van de Firefox-beweging
pl: Bądź częścią ruchu Firefoksa
pt_br: Faça parte do movimento Firefox
sk: Buďte súčasťou pokroku Firefoxu
sl: Bodite del gibanja Firefox
sr: Будите део Firefox покрета

source: It's easy!
bn_in: ইহা সোজা!
cs: Je to jednoduché!
de: Es ist einfach!
es: ¡Es fácil!
fr: C'est facile !
hi_in: यह आसान है!
ja: 簡単です！
nl: Het is simpel!
pl: To proste!
pt_br: É fácil!
sk: Je to jednoduché!
sl: To je enostavno!
sr: Лако је!

source: Create your custom banner.
bn_in: নিজস্ব ব্যানার বানান
cs: Vytvořte svůj vlastní banner.
de: Erstellen Sie Ihr angepasstes Banner.
es: Crea tu banner personalizado.
fr: Créez votre bannière personnalisée.
hi_in: अपने कस्टम बैनर बनाएँ.
ja: あなたのカスタムバナーを作成しましょう。
nl: Maak uw eigen banner.
pl: Utwórz baner.
pt_br: Crie seu banner personalizado.
sk: Vytvoriť vlastný banner.
sl: Ustvarite pasico po meri.
sr: Направите Ваш прилагођени банер.

source: Get clicks and you could be featured in a paid Facebook ad.
bn_in: ক্লিক করুন এবং আপনি একটি প্রদত্ত ফেসবুক বিজ্ঞাপন বৈশিষ্ট্যযুক্ত করা যেতে পারে|
cs: Získávejte kliky a můžete být zahrnuti do kampaně na Facebooku.
de: Sammeln Sie Klicks und Sie werden vielleicht in einer bezahlten Facebook-Anzeige präsentiert.
es: Obtén clics y podrás aparecer en un anuncio pagado en Facebook.
fr: Obtenez des clics et vous pourriez apparaître dans une publicité sur Facebook.
hi_in: क्लिक पाने और आप एक भुगतान फेसबुक विज्ञापन में चित्रित किया जा सकता है.
ja: 多くのクリック数を獲得すれば、有料 Facebook 広告として取り上げられる可能性があります。
nl: Verzamel klikken en u wordt mogelijk in een betaalde Facebook-advertentie aanbevolen.
pl: Zdobądź kliknięcia, a możesz być w płatnej reklamie na Facebooku.
pt_br: Obtenha cliques e você poderá ser escolhido para um anúncio pago do Facebook.
sk: Získavajte kliky a môžete byť začlenený do kampane na Facebooku.
sl: Pridobite klike in mogoče boste vključeni v plačljivo reklamo na Facebooku.
sr: Добијте кликове и можете бити истакнути у плаћеном Facebook огласу.

source: Get Firefox News
bn_in: ফায়ারফক্স খবর পান
cs: Novinky o Firefoxu
de: Firefox-Nachrichten erhalten
es: Noticias de Firefox
fr: Actualités sur Firefox
hi_in: फ़ायरफ़ॉक्स समाचार प्राप्त करें
ja: Firefox の最新情報を入手
nl: Firefox-nieuws ontvangen
pl: Otrzymuj najnowsze informacje o Firefoksie
pt_br: Receba notícias do Firefox
sk: Získajte novinky o Firefoxe
sl: Naročite se na novice o Firefoxu
sr: Примајте Firefox новости

source: I agree to the <a href="%(link)s">Privacy Policy</a>
cs: Souhlasím s <a href="%(link)s">Privacy Policy</a>
de: Ich stimme der <a href="%(link)s">Datenschutzerklärung</a> zu
es: Acepto la <a href="%(link)s">Política de privacidad</a>
fr: J'accepte la <a href="%(link)s">Politique de confidentialité</a>
hi_in: मैं <a href="%(link)s">गोपनीयता नीति</a>करने के लिए सहमत
ja: <a href="%(link)s">プライバシーポリシー</a> に同意します
nl: Ik ga akkoord met het <a href="%(link)s">Privacybeleid</a>
pl: Akceptuję <a href="%(link)s">Zasady ochrony prywatności</a>
pt_br: Eu concordo com a <a href="%(link)s">Política de privacidade</a>
sk: Súhlasím so <a href="%(link)s"> Zásadami ochrany osobných údajov</a>
sl: Strinjam se s <a href="%(link)s">politiko zasebnosti</a>
sr: Слажем се са <a href="%(link)s">Полисом приватности</a>

source: We will only send you Mozilla-related information.
bn_in: আমরা শুধুমাত্র আপনার মজিলা সংক্রান্ত তথ্য পাঠাতে হবে|
cs: Budeme vám zasílat pouze informace související s Mozillou.
de: Wir schicken Ihnen nur Informationen mit Bezug zu Mozilla.
es: Te enviaremos solo información relacionada con Mozilla.
fr: Nous vous enverrons seulement des informations de Mozilla.
hi_in: हम केवल आप मोज़िला से संबंधित जानकारी भेज देंगे.
ja: Mozilla に関する情報のみお届けします。
nl: We sturen u alleen Mozilla-gerelateerde informatie.
pl: Będziesz otrzymywać tylko informacje związane z Mozillą.
pt_br: Nós enviaremos somente informações relacionadas à Mozilla.
sk: Budeme vám posielať len informácie súvisiace s Mozillou.
sl: Pošiljali vam bomo samo informacije, ki so povezane z Mozillo.
sr: Послаћемо Вам само информације везане за Mozilla-у.

source: Thanks!
bn_in: ধন্যবাদ!
cs: Děkujeme!
de: Danke!
es: ¡Gracias!
fr: Merci !
hi_in: शुक्रिया!
ja: ありがとうございます！
nl: Bedankt!
pl: Dziękujemy!
pt_br: Obrigado!
sk: Ďakujeme!
sl: Hvala!
sr: Хвала!

source: Whoops!
bn_in: ওহ!
cs: Oops!
de: Hoppla!
es: ¡Uy!
fr: Oups !
hi_in: ओह!
ja: おっと！
nl: Oeps!
pl: Ups!
pt_br: Ops!
sk: Upps!
sl: Opla!
sr: Упс!

source: What are you doing here?
bn_in: আপনি এখানে কি করছেন?
cs: Co zde děláte?
de: Was tun Sie hier?
es: ¿Qué haces aquí?
fr: Que faisiez-vous ici ?
hi_in: तुम यहां क्या कर रहे हो?
ja: ここで何をしていますか？
nl: Wat doet u hier?
pl: Co ty tutaj robisz?
pt_br: O que você está fazendo aqui?
sk: Ako ste sa sem dostali?
sl: Kako pa ste zašli sem?
sr: Шта радите овде?

source: Did you make a left at that last URL instead of a right? No problem. Here are some tips to get you back on your way:
bn_in: আপনি একটি বাম পরিবর্তে একটি অধিকার যে শেষ URL- এ করা? কোন অসুবিধা নাই| এখানে আপনার পথে আপনি ফিরে পেতে কিছু টিপস:
cs: Přišli jste na tuto URL na místo nějaké konkrétní? Není problém. Zde je několik tipů, kam pokračovat:
de: Sind Sie an der letzten URL links statt rechts abgebogen? Kein Problem. Hier sind ein paar Vorschläge, um Sie wieder auf den richtigen Weg zu führen:
es: ¿Giraste a la izquierda en la última URL en lugar de a la derecha? No te preocupes, barajamos y repartimos las cartas de nuevo para que empieces a jugar otra vez:
fr: Avez-vous pris la mauvaise direction à la dernière page visitéeb&nbsp;? Pas de problème. Voici quelques liens pour vous remettre sur le bon chemin&nbsp;:
hi_in: आप एक बाएं बजाय एक सही की है कि पिछले URL पर बना था? कोई बात नहीं. यहाँ आप अपने रास्ते पर वापस लाने के लिए कुछ सुझाव दिए गए हैं:
ja: 最後に見たページから間違った方向に進んでしまったようですね。でも問題ありません。元に戻るためのいくつかのヒントを紹介します。
nl: Bent u bij die laatste URL links in plaats van rechts afgeslagen? Geen probleem. Hier zijn een aantal tips om u weer op de goede weg te helpen:
pl: Na ostatnim łączu skręciłeś w lewo zamiast w prawo? Nie ma problemu. Pomożemy ci wrócić na właściwą drogę. Oto kilka wskazówek:
pt_br: Você virou à esquerda naquela última URL em vez da direita? Sem problema. Aqui estão algumas dicas para você encontrar o seu caminho:
sk: Prišli ste na túto URL adresu namiesto nejakej konkrétnej? Nie je problém. Ak to chcete riešiť, je tu niekoľko tipov, kam ďalej:
sl: Ste zavili levo na zadnjem URL namesto desno, kajne? Ni problema. Razen, če ne želite, da iščemo naprej, je tu nekaj nasvetov, kako se vrnete na pravo pot:
sr: Да ли сте залутали? Нема проблема, ево неколико савета који ће Вас вратити назад на прави пут:

source: If you typed in the address, check your spelling. Could just be a typo.
bn_in: আপনি ঠিকানা টাইপ করেন, তাহলে আপনার বানান চেক করুন| শুধু একটি ত্রুটি লক্ষ্য করা যায়নি|
cs: Pokud jste napsali adresu, zkontrolujte její správnost. Možná jste se překlepli.
de: Wenn Sie die Adresse eingetippt haben, kontrollieren Sie die Schreibweise. Vielleicht ist’s nur ein Tippfehler.
es: Si escribiste la dirección, comprueba la ortografía porque podría haber algún error.
fr: Si vous avez saisi votre adresse, vérifiez son orthographe. C'est peut-être une simple faute de frappe.
hi_in: आप पते में टाइप करते हैं, तो अपनी वर्तनी की जाँच करें. सिर्फ एक टाइपो हो सकता है.
ja: 直接アドレスを入力した場合は、スペルを確認してください。単なる入力ミスである可能性があります。
nl: Als u het adres hebt ingetypt, controleer dan de spelling. Het kan een typefout zijn.
pl: Sprawdź pisownię. Być może wkradła się jakaś literówka.
pt_br: Se você digitou o endereço, verifique novamente a ortografia. Talvez seja apenas um erro de digitação.
sk: Ak ste napísali adresu, skontrolujte jej správnosť. Možno ste spravili preklep.
sl: Če ste naslov vtipkali, preverite črkovanje. Lahko da ste se zatipkali.
sr: Ако сте укуцали адресу, молимо проверите да ли је исправна. Можда је то само грешка у куцању.

source: If you followed a link, it’s probably broken. Please <a href="mailto:%(email)s">contact us</a> and we’ll fix it.
cs: Pokud jste klepli na odkaz, je pravděpodobně špatně. <a href="mailto:%(email)s">Kontaktujte nás</a> a my to opravíme.
de: Wenn Sie einem Link gefolgt sind, ist er vermutlich kaputt. Bitte <a href="mailto:%(email)s">melden Sie uns das Problem</a> und wir bringen das in Ordnung.
es: Si seguiste un enlace, seguramente estará roto. <a href="mailto:%(email)s">Contacta con nosotros</a> y lo solucionaremos.
fr: Si vous avez suivi un lien, il es probablement brisé. Veuillez <a href="mailto:%(email)s">nous contacter</a> et nous le réparerons.
hi_in: आप एक लिंक का अनुसरण करते हैं, यह शायद टूट गया है. <a href="mailto:%(email)s"> हमसे संपर्क करें</a>और हम इसे ठीक कर देंगे कृपया.
ja: リンクを辿ってきた場合、そのリンクが間違っている可能性があります。修正しますので <a href="mailto:%(email)s">ご連絡ください</a>。
nl: Als u op een koppeling hebt geklikt, is deze waarschijnlijk defect. <a href="mailto:%(email)s">Neem contact met ons op</a> en we maken het in orde.
pl: Jeśli został użyty odnośnik &ndash; jest on prawdopodobnie uszkodzony. <a href="mailto:%(email)s">Powiadom nas</a> o tym, a my postaramy się to naprawić.
pt_br: Se você chegou até aqui clicando em algum link, é provável que ele esteja quebrado. Por favor, <a href="mailto:%(email)s">entre em contato</a> e nós corrigiremos o erro.
sk: Ak ste klikli na odkaz, je pravdepodobne zlý. <a href="mailto:%(email)s">Kontaktujte nás</a> a mi to opravíme.
sl: Če ste sledili povezavi, je lahko da polomljena. Prosim, <a href="mailto:%(email)s">obrnite se na nas</a>, da zadevo uredimo.
sr: Уколико сте пратили везу, вероватно је покварена. Молимо <a href="mailto:%(email)s">контактирајте нас</a> и ми ћемо је поправити.
