Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: Congratulations! Your Firefox banner has now become a Facebook ad!
bn_in: অভিনন্দন! আপনার ফায়ারফক্স ব্যানার এখন একটি ফেসবুক বিজ্ঞাপন হয়ে গেছে!
cs: Gratulujeme! Váš banner se stal Fecebookovou reklamou!
de: Herzlichen Glückwunsch! Ihr Firefox-Banner ist jetzt zur Facebook-Anzeige geworden!
es: ¡Felicitaciones! Tu banner de Firefox ahora es un anuncio de Facebook.
fr: Félicitations ! Votre bannière Firefox est à présent devenue une publicité sur Facebook !
hi_in: बधाई हो! अपने फ़ायरफ़ॉक्स बैनर अब एक फेसबुक विज्ञापन बन गया है!
ja: おめでとう！ あなたの Firefox バナーはついに Facebook 広告になりました！
nl: Gefeliciteerd! Uw Firefox-banner is nu een Facebook-advertentie geworden!
pl: Gratulacje! Twój baner Firefoksa stał się reklamą na Facebooku!
pt_br: Parabéns! Seu banner do Firefox tornou-se um anúncio do Facebook!
sk: Gratulujeme! Váš banner sa stal reklamou na Facebooku!
sl: Čestitamo! Vaša Firefox pasica je postala reklama za Facebook!
sr: Честитамо! Ваш Firefox банер је сада постао Facebook оглас!

source: Your banner has been deleted.
bn_in: আপানার ব্যানারটি ডিলিট হয়ে গেছে।
cs: Váš banner byl smazán.
de: Ihr Banner wurde gelöscht.
es: Su banner ha sido eliminado.
fr: Votre bannière a été supprimée.
hi_in: अपने बैनर हटा दिया गया है.
ja: バナーは削除されました。
nl: Uw banner is verwijderd.
pl: Baner został usunięty.
pt_br: Seu banner foi excluído.
sk: Váš banner bol odstránený.
sl: Vaša pasica je bila izbrisana.
sr: Ваш банер је обрисан.

source: You have successfully posted a banner to your wall !
bn_in: আপনি সফলভাবে আপনার প্রাচীর একটি ব্যানার পোস্ট করেছেন!
cs: Úspěšně jste umístili banner na vaši zeď!
de: Sie haben erfolgreich ein Banner auf Ihre Pinnwand gestellt!
es: ¡Has publicado un banner en tu muro!
fr: Vous avez publié une bannière sur votre mur&nbsp;!
hi_in: आपने सफलतापूर्वक अपना दीवार के लिए एक बैनर पोस्ट किया है !
ja: ウォールへのバナー投稿が完了しました！
nl: U hebt uw banner met succes aan uw wall toegevoegd!
pl: Baner został zamieszczony na twojej tablicy!
pt_br: Você postou um banner no seu mural com sucesso!
sk: Úspešne ste umiestnili banner na vašu nástenku!
sl: Pasica je bila uspešno objavljena na vašem zidu!
sr: Успешно сте поставили банер на Ваш зид !

source: You have successfully sent a message to one of your friends!
bn_in: আপনি সফলভাবে আপনার বন্ধুদের এক একটি বার্তা পাঠানো হয়েছে!
cs: Úspěšně jste odeslali zprávu svému příteli!
de: Sie haben erfolgreich eine Nachricht an einen Ihrer Freunde geschickt!
es: ¡Has enviado un mensaje a uno de tus amigos!
fr: Vous avez envoyé un message à l'un(e) de vos ami(e)s !
hi_in: आप सफलतापूर्वक अपने मित्रों में से एक के लिए एक संदेश भेजा है!
ja: 友達のひとりへのメッセージ送信が完了しました！
nl: U hebt met succes een bericht naar een van uw vrienden gestuurd!
pl: Wiadomość została wysłana!
pt_br: Você enviou uma mensagem para um de seus amigos com sucesso!
sk: Úspešne ste odoslali správu svojmu priateľovi!
sl: Sporočilo ste uspešno poslali prijatelju!
sr: Успешно сте послали поруку једном од Ваших пријатеља!

source: First, choose one of the banner styles below.
bn_in: প্রথমত, নিচে ব্যানার শৈলী একটি বেছে নিন|
cs: Nejdříve si vyberte jeden ze stylů banner.
de: Wählen Sie zuerst einen der folgenden Stile für das Banner.
es: Primero, elige uno de los estilos de banner siguientes.
fr: Commencez par choisir l'un des styles de bannière ci-dessous.
hi_in: सबसे पहले, बैनर के नीचे शैलियों में से एक का चयन करें.
ja: まず最初に、以下のバナースタイルの中からひとつを選択してください。
nl: Kies eerst een van de onderstaande bannerstijlen.
pl: Najpierw poniżej wybierz obrazek tła banera.
pt_br: Primeiro, escolha um dos estilos de banner abaixo.
sk: Najskôr vyberte jeden zo štýlov bannerov uvedených nižšie.
sl: Najprej izberite stil pasice.
sr: Прво, изаберите један од стилова банера који се налазе испод.

source: Please correct the errors in the form below.
bn_in: নীচের ফর্মটি ত্রুটি সংশোধন করুন|
cs: Opravte prosím chyby ve formuláři níže.
de: Bitte korrigieren Sie die Fehler im folgenden Formular.
es: Por favor, corrige los errores en el formulario de abajo.
fr: Veuillez corriger les erreurs dans le formulaire ci-dessous.
hi_in: नीचे दिए गए फॉर्म में त्रुटियों को ठीक करें.
ja: 以下のフォームの間違いを訂正してください。
nl: Corrigeer de fouten in het onderstaande formulier.
pl: Popraw błędy w poniższym formularzu.
pt_br: Por favor, corrija os erros no formulário abaixo.
sk: Prosím opravte chyby vo formulári uvedenom nižšie.
sl: Popravite napake v obrazcu.
sr: Молимо Вас да исправите грешке у форми испод.

source: Your banner preview
bn_in: আপনার ব্যানার প্রিভিউ
cs: Náhled na váš banner
de: Vorschau Ihres Banners
es: Vista previa de tu banner
fr: Aperçu de la bannière
hi_in: अपने बैनर पूर्वावलोकन
ja: バナーのプレビュー
nl: Uw bannervoorbeeld
pl: Podgląd twojego banera
pt_br: Pré-visualização do seu banner
sk: Náhľad vášho bannera
sl: Predogled pasice
sr: Преглед Вашег банера

source: Next, tell the world why you love Firefox in 90 characters or less.
bn_in: আপনি 90 অক্ষর বা তার কম ফায়ারফক্স ভালোবাসি কেন এর পরে, বিশ্বের বলুন|
cs: Nyní sdělte světu v 90 znacích, proč máte Firefox tak rádi.
de: Erzählen sie als nächstes der Welt in höchstens 90 Zeichen, warum Sie Firefox lieben.
es: A continuación, cuéntale al mundo por qué te encanta Firefox en un máximo de 90 caracteres.
fr: Ensuite, expliquez à tout le monde pourquoi vous aimez Firefox en 90 caractères ou moins.
hi_in: आप 90 वर्ण या उससे कम समय में फ़ायरफ़ॉक्स प्यार क्यों आगे, दुनिया को बताना है.
ja: 次に、90 文字以内であなたが Firefox を好きな理由を世界に伝えてください。
nl: Vertel de wereld daarna in maximaal 90 tekens waarom u zo gek op Firefox bent.
pl: Następnie, używając maksymalnie 90. znaków opisz dlaczego uwielbiasz Firefoksa.
pt_br: Em seguida, conte ao mundo por que você ama o Firefox usando 90 caracteres ou menos.
sk: A teraz povedzte svetu, prečo máte radi Firefox v maximálne 90 znakoch.
sl: V 90-ih znakih povejte svetu, zakaj imate radi Firefox.
sr: Следеће, реците свету зашто волите Firefox у 90 карактера или мање.

source: Use my profile image
bn_in: আমার প্রোফাইলের ছবি ব্যাবহার করুন
cs: Použít můj profilový obrázek
de: Mein Profilbild verwenden
es: Usar mi imagen de perfil
fr: Utiliser mon image de profil
hi_in: मेरे प्रोफ़ाइल छवि का प्रयोग करें
ja: 自分のプロフィール画像を使用
nl: Mijn profielafbeelding gebruiken
pl: Użyj obrazka z mojego profilu
pt_br: Usar a imagem do meu perfil
sk: Použiť môj profilový obrázok
sl: Uporabi profilno sliko
sr: Употреби моју профилну слику

source: Feature me in a paid Facebook ad.
bn_in: একটি প্রদত্ত ফেসবুক বিজ্ঞাপন আমার বৈশিষ্ট্য|
cs: Zahrňte mne do placené kampaně na Facebooku.
de: Ich will in einer bezahlten Facebook-Anzeige erscheinen.
es: Aparecer en un anuncio de Facebook.
fr: Apparaître dans une publicité Facebook rémunérée.
hi_in: एक भुगतान फेसबुक विज्ञापन में मुझे शामिल हैं.
ja: 有料 Facebook 広告として私のバナーを取り上げてください。
nl: Beveel mij aan in een betaalde Facebook-advertentie.
pl: Zezwalam na użycie w płatnej reklamie na Facebooku.
pt_br: Permito minha participação em um anúncio pago do Facebook.
sk: Začleňte ma do platenej kampane na Facebooku.
sl: Vključi me v plačljivo Facebook reklamo.
sr: Истакни ме у плаћеном Facebook огласу.

source: What does this mean?
bn_in: এটার মানে কি?
cs: Co to znamená?
de: Was bedeutet das?
es: ¿Qué quiere decir esto?
fr: Qu'est-ce que ça veut dire&nbsp;?
hi_in: इसका क्या अर्थ है?
ja: これはどういう意味ですか？
nl: Wat betekent dit?
pl: Co to oznacza?
pt_br: O que isso significa?
sk: Čo to znamená?
sl: Kaj to pomeni?
sr: Шта ово значи?

source: If you get %(click_count)s clicks or more, we would like to have permission to turn your banner into a paid ad on Facebook in your region. By checking this box you are granting us permission to use your banner in a paid Facebook ad, including your profile photo if you checked the box to include it in the banner, and the text you added to the banner. For a full description of the rights you are granting and more information, see the FAQs. Don't want to be featured in an ad? Make sure you don't opt in. If you opted in and don't want to be featured anymore, send us a note at <a href="%(link)s">affiliates@mozilla.org</a> and we'll make sure your ad is removed.
cs: Pokud získáte %(click_count)s nebo více kliků, rádi bychom získali svolení použít váš banner jako placenou reklamu na Facebooku pro vaši oblast. Vybráním tohoto volby nám toto svolení dáte, včetně svolení použít vaši fotografii, pokud jste ji do banneru zahrnuli, a textu, který jste k banneru přidali. Pro úplný popis práv, která nám zaškrtnutím udělíte, prosím navštivte FAQs. Nechcete být reklamou propagováni? Pak stačí nezaškrtávat. Pokud jste se již k použití banneru přihlásili, můžete nám napsat e-mailem na <a href="%(link)s">affiliates@mozilla.org</a> a my váš banner z reklamy odebereme.
de: Wenn Sie %(click_count)s oder mehr Klicks erhalten, hätten wir gerne Ihre Erlaubnis, Ihr Banner in eine bezahlte Facebook-Anzeige für Ihre Region zu verwandeln. Indem Sie dieses Kästchen aktivieren, geben Sie uns die Erlaubnis, Ihr Banner in einer Facebook-Anzeige zu verwenden, einschließlich Ihres Profilfotos, wenn Sie das Kästchen aktiviert haben, um es in das Banner aufzunehmen und des Textes, den Sie zu dem Banner hinzugefügt haben. Eine vollständige Beschreibung der Rechte, die Sie uns geben sowie weitere Informationen finden Sie in den Häufig gestellten Fragen. Sie möchten nicht in einer Anzeige erscheinen? Stellen Sie sicher, dass Sie sich nicht dafür anmelden. Wenn Sie sich angemeldet haben und nicht mehr erscheinen möchten, schicken Sie uns eine Nachricht an <a href="%(link)s">affiliates@mozilla.org</a> und wir sorgen dafür, dass Ihre Anzeige entfernt wird.
es: Si obtienes %(click_count)s clics o más, nos gustaría tener el permiso para convertir tu banner en un anuncio pagado para Facebook en tu región. Al marcar esta casilla nos concedes el permiso para utilizar tu banner en un anuncio pagado para Facebook, además de tu foto de perfil, si marcaste la casilla para incluirla en el banner, así como el texto que agregaste a tu banner. Para obtener más información y una descripción completa de los derechos que otorgas, consulta las preguntas más frecuentes. ¿No quieres aparecer en un anuncio? Asegúrate de no seleccionar esta opción. Si, por el contrario, elegiste esta opción y no deseas aparecer en ningún anuncio, envíanos una nota a <a href="%(link)s">affiliates@mozilla.org</a> y nos encargaremos de que tu anuncio sea eliminado.
fr: Si vous obtenez %(click_count)s clics ou plus, nous aimerions avoir la permission de transformer votre bannière en publicité rémunérée sur Facebook dans votre région. En cochant cette case, vous nous donnez la permission d'utiliser votre bannière dans une publicité Facebook rémunérée, photo de profil incluse si vous avez coché la case pour l'inclure dans la bannière, et le texte que vous avez ajouté à la bannière. Pour une description complète des droits que vous donnez et plus d'informations, voir les FAQ. Vous ne voulez pas apparaître dans une publicité&nbsp;? Attention de ne pas vous engager. Si vous vous êtes engagé(e) et que vous ne voulez plus apparaître, envoyez-nous un mot sur <a href="%(link)s">affiliates@mozilla.org</a> et nous veillerons à ce que votre publicité soit supprimée.
hi_in: आप %(click_count)s एस क्लिक या अधिक मिलता है, तो हम अपने क्षेत्र में फेसबुक पर एक भुगतान किया विज्ञापन में अपने बैनर बारी करने के लिए अनुमति की तरह होता है. आप बैनर में इसे शामिल करने के लिए बॉक्स की जाँच अगर इस बॉक्स को चेक करके आप अपने प्रोफाइल फोटो सहित, एक भुगतान फेसबुक विज्ञापन में अपने बैनर का उपयोग करने के लिए हमें अनुमति प्रदान कर रहे हैं, और पाठ आप बैनर के लिए कहा. आप प्रदान कर रहे हैं अधिकार और अधिक जानकारी के लिए एक पूर्ण विवरण के लिए पूछे जाने वाले FAQs देखें. एक विज्ञापन में चित्रित किया जा नहीं करना चाहते हैं? आप में शामिल हुए हैं. सुनिश्चित करें कि आप में नहीं चुनते हैं बनाओ और अब और जाने की जरूरत नहीं है, <a href="%(link)s">affiliates@mozilla.org</a> पर हमें एक नोट भेजने और हम अपने विज्ञापन हटा दिया जाता है सुनिश्चित करेंगे.
ja: もしあなたのバナーが %(click_count)s 回以上のクリック数を獲得した場合、Mozilla はあなたの許可を得た上で、それをあなたの地域向けの有料 Facebook 広告として使いたいと思います。このボックスにチェックを入れることで、プロフィール写真 (バナーに含めるボックスにチェックを入れた場合) やバナーへ追加したテキストを含めて、あなたのバナーを有料 Facebook 広告に使うことを Mozilla に許可します。あなたが与えることになる権利の詳しい説明やその他の情報は FAQ を参照してください。広告として取り上げて欲しくない場合は、このボックスにチェックを入れないでください。チェックを入れて広告として取り上げられたものの、今後取り上げて欲しくないという場合は、あなたの広告を削除しますので、<a href="%(link)s">affiliates@mozilla.org</a> までお知らせください。
nl: Als u %(click_count)s of meer klikken ontvangt, zouden we graag toestemming hebben om uw banner om te zetten naar een betaalde advertentie op Facebook in uw regio. Door dit vakje aan te vinken verleent u toestemming om uw banner in een betaalde Facebook-advertentie te gebruiken, inclusief uw profielfoto als u het vakje voor het toevoegen in de banner hebt aangevinkt, en de tekst die u aan de banner hebt toegevoegd. Zie de FAQ’s voor een volledige beschrijving van de rechten die u verleent en voor meer informatie. Wilt u niet in een advertentie worden aanbevolen? Zorg er dan voor dat u zich niet inschrijft. Als u zich hebt ingeschreven en niet meer wilt worden aanbevolen, stuur dan een bericht via <a href="%(link)s">affiliates@mozilla.org</a> en we zorgen ervoor dat uw advertentie wordt verwijderd.
pl: Jeśli twój baner osiągnie co najmniej %(click_count)s kliknięć, chcielibyśmy mieć zezwolenie włączenia twojego bannera do płatnej reklamy na Facebooku w twoim regionie. Zaznaczając to pole zezwalasz nam na używanie banerów w płatnej reklamie w serwisie Facebook i jeśli zaznaczysz odpowiednie pole wyboru, włączenie twojego zdjęcia i załączonego przez ciebie tekstu. Aby uzyskać pełny opis praw, jakie udzielasz i uzyskać więcej informacji, zapoznaj się z często zadawanymi pytaniami. Nie chcesz, by cię prezentowano w reklamie? Masz tego pewność? Jeśli na pewno nie chcesz, wyślij nam wiadomość na adres <a href="%(link)s">affiliates@mozilla.org</ a>, a my spowodujemy usunięcie takiej reklamy.
pt_br: Se você receber %(click_count)s cliques ou mais, gostaríamos de ter a sua permissão para transformar o seu banner em um anúncio pago no Facebook na sua região. Ao marcar essa caixa, você estará concedendo para nós permissão para usar o seu banner em um anúncio pago do Facebook, incluindo a foto do seu perfil (caso você tenha marcado a opção para incluí-la no banner) e o texto que você acrescentou ao banner. Para uma descrição completa dos direitos que você está concedendo e mais informações, consulte as Dúvidas comuns. Não quer ser destaque em um anúncio? Basta manter essa caixa desmarcada. Se você optou por participar de anúncios e mudou de ideia, envie uma nota para <a href="%(link)s">affiliates@mozilla.org</a> e vamos garantir que seu anúncio seja removido.
sk: Ak získate %(click_count)s alebo viac klikov, radi by sme získali váš súhlas použiť váš banner ako platenú reklamu na Facebooku pre vašu oblasť. Výberom tejto voľby nám tento súhlas dávate, vrátane dovolenia použiť vašu fotografiu, ak ste ju do banneru zahrnuli, a taktiež textu, ktorý ste k banneru pridali. Pre kompletný popis práv, ktoré nám označením tejto voľby udelíte, prosím navštívte stránku FAQs. Ak nechcete byť reklamou propagovaný, tak stačí túto voľbu neoznačovať. Ak ste sa už k použitiu banneru prihlásili, môžete nám napísať e-mailem na <a href="%(link)s">affiliates@mozilla.org</a> a následne váš banner z reklamy odoberieme.
sl: Če boste prejeli %(click_count) klikov ali več, bi radi imeli vaše dovoljenje, da lahko pasico spremenimo v plačljivo reklamo za Facebook v vaši regiji. Z izbiro tega polja nam dovolite, da uporabimo vašo pasico za plačljivo Facebook reklamo. V kolikor ste izbrali tudi možnost, da se v pasico vključi vaša profilna slika, bomo v reklamo vključili tudi vašo profilno sliko in besedilo, ki ste ga dodali pasici. Za podrobnejši opis pravic, ki jih prenašate na nas in ostala pogosta vprašanja, pa si prosimo poglejte Pogosto zastavljena vprašanja. Če ne želite biti vključeni v reklamo, te opcije ne izberite. Če ste jo izbrali in ne želite biti več vključeni v promociji, naj pošljite sporočilo na <a href="%(link)s">affiliates@mozilla.org</a> in poskrbeli bomo, da bo reklama odstranjena.
sr: Ако добијете %(click_count)s кликова или више, волели бисмо да имамо дозволу да променимо Ваш банер у плаћени оглас на Facebook-у у Вашем региону. Чекирањем поља нам дозвољавате да искористимо Ваш банер као плаћени Facebook оглас, укључујући Вашу профилну слику ако сте чекирали поље да се нађе на банеру, и текст који сте додали на банер. За потпуни опис права која имате и више информација, погледајте ЧПП. Не желите да будете истакнути у огласу? Немојте се определити за њега. Ако се определите и не желите више да будете у огласу, пошаљите нам поруку на <a href="%(link)s">affiliates@mozilla.org</a> и потрудићемо се да уклонимо Ваш оглас.

source: Save and Share
bn_in: সংরক্ষণ করুন এবং শেয়ার করুন
cs: Uložit a sdílet
de: Speichern und Weitergeben
es: Guardar y compartir
fr: Enregistrer et partager
hi_in: सहेजें और साझा करें
ja: 保存して共有
nl: Opslaan en delen
pl: Zapisz i udostępnij
pt_br: Salvar e compartilhar
sk: Uložiť a zdielať
sl: Shrani in deli
sr: Сачувај и поделите

source: Are you sure?
bn_in: আপনি নিশ্চিত?
cs: Jste si jistí?
de: Sind Sie sicher?
es: ¿Seguro?
fr: Confirmer la suppression ?
hi_in: क्या आपको यकीन है?
ja: 本当によろしいですか？
nl: Weet u het zeker?
pl: Czy na pewno tego chcesz?
pt_br: Tem certeza?
sk: Ste si istý?
sl: Ali ste prepričani?
sr: Да ли сте сигурни?

source: These are the banners you've created so far:
bn_in: এই ব্যানারগুলি আপনি এখনও পর্যন্ত তৈরি করেছেন:
cs: Zde jsou bannery, které jste již vytvořili:
de: Diese Banner haben Sie bisher erstellt:
es: Estos son los banners que creaste hasta ahora:
fr: Voici les bannières que vous avez créées jusqu'à présent :
hi_in: ये आप अब तक बना लिया बैनर कर रहे हैं:
ja: あなたがこれまでに作ったバナーはこちら:
nl: Dit zijn de banners die u tot nu toe hebt gemaakt:
pl: To są banery utworzone przez ciebie:
pt_br: Estes são os banners que você criou até agora:
sk: Tu sú bannery, ktoré ste už vytvorili:
sl: Doslej ste naredili naslednje pasice:
sr: Ово су банери које сте направили до сада:

source: Creation date
bn_in: নির্মাণের তারিখ
cs: Datum vytvoření
de: Erstelldatum
es: Fecha de creación
fr: Date de création
hi_in: निर्माण तिथि
ja: 作成日
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Data de criação
sk: Dátum vytvorenia
sl: Narejeno dne
sr: Датум прављења

source: Clicks
bn_in: ক্লিকস্
cs: Kliky
de: Klicks
es: Clics
fr: Clics
hi_in: क्लिक्स
ja: クリック数
nl: Klikken
pl: Kliknięcia
pt_br: Cliques
sk: Klikov
sl: Klikov
sr: Кликови

source: Post to Feed
bn_in: খাবার পোস্ট করুন
cs: Odeslat na Timeline
de: Im Feed veröffentlichen
es: Publicar en el canal de noticias
fr: Publier sur le fil
hi_in: फ़ीड करने के लिए पोस्ट
ja: フィードに投稿
nl: Posten naar feed
pl: Prześlij baner
pt_br: Postar no mural
sk: Odoslať na časovú os
sl: Objavi v novičarski tok
sr: Објави на почетну страну

source: Delete
bn_in: ডিলিট
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
hi_in: हटाना
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Remover
sk: Odstrániť
sl: Izbriši
sr: Обриши

source: Click Goal: <span>%(count)s</span>
bn_in: গোল ক্লিক করুন: <span>%(count)s</span>
cs: Počet kliků: <span>%(count)s</span>
de: Klickziel: <span>%(count)s</span>
es: Objetivo de clics: <span>%(count)s</span>
fr: Cible de clics : <span>%(count)s</span>
hi_in: लक्ष्य पर क्लिक करें: <span>%(count)s</span>
ja: 目標クリック数: <span>%(count)s</span>
nl: Klikdoel: <span>%(count)s</span>
pl: Liczba kliknięć: <span>%(count)s</span>
pt_br: Meta de cliques: <span>%(count)s</span>
sk: Počet klikov: <span>%(count)s</span>
sl: Kategorija: <span>%(count)s</span>
sr: Циљани број кликова: <span>%(count)s</span>

source: Help us share Firefox with the world.
bn_in: আমাদের বিশ্বের সঙ্গে ফায়ারফক্স ভাগ করতে সাহায্য করুন|
cs: Pomozte nám sdílet Firefox se světem.
de: Helfen Sie uns, Firefox an die Welt weiterzugeben.
es: Ayúdanos a compartir Firefox con el mundo.
fr: Aidez-nous à partager Firefox avec le monde entier.
hi_in: हमें दुनिया के साथ फ़ायरफ़ॉक्स साझा करने में मदद.
ja: Firefox の世界中への普及にご協力ください。
nl: Help ons Firefox met de wereld te delen.
pl: Pomóż nam podzielić się Firefoksem ze światem.
pt_br: Ajude-nos a compartilhar o Firefox com o mundo!
sk: Pomôžte nám zdieľať Firefox so svetom.
sl: Pomagajte nam Firefox deliti s svetom.
sr: Помозите нам да поделимо Firefox са светом.

source: Invite your friends to Download Firefox!
bn_in: ফায়ারফক্স ডাউনলোড করুন আপনার বন্ধুদের আমন্ত্রণ জানান!
cs: Pozvěte své přátele, aby si stáhli Firefox!
de: Laden Sie Ihre Freunde ein, Firefox herunterzuladen!
es: ¡Invita a tus amigos a descargar Firefox!
fr: Invitez vos amis à télécharger Firefox&nbsp;!
hi_in: फ़ायरफ़ॉक्स डाउनलोड करने के लिए अपने मित्रों को आमंत्रित करें!
ja: 友達を招待して Firefox をダウンロードしてもらいましょう！
nl: Vraag uw vrienden Firefox te downloaden!
pl: Zachęć znajomych do pobrania Firefoksa!
pt_br: Convide seus amigos para baixar o Firefox!
sk: Pozvite svojich priateľov, aby si prevzali Firefox!
sl: Povabite prijatelje k prenosu Firefoxa!
sr: Позовите Ваше пријатеље да преузму Firefox!

source: My banners
bn_in: আমার ব্যানারগুলি
cs: Mé bannery
de: Meine Banner
es: Mis banners
fr: Mes bannières
hi_in: मेरा बैनर
ja: 自分のバナー
nl: Mijn banners
pl: Moje banery
pt_br: Meus banners
sk: Moje bannery
sl: Moje pasice
sr: Моји банери

source: FAQs
bn_in: জিজ্ঞাসা
cs: FAQ
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: FAQ
ja: FAQ
pl: Pytania i odpowiedzi
pt_br: Dúvidas comuns
sk: Podpora
sl: Pogosta vprašanja
sr: ЧПП
