Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: If you qualify for an affiliates prize you will be notified that you have won via the email account in your affiliates profile.
bn_in: আপনি যদি একটি অনুমোদিত পুরস্কার যোগ্যতা থাকে, তাহলে আপনি আপনার ঘটনাও প্রোফাইলে ইমেল অ্যাকাউন্টের মাধ্যমে জয়ী হয়েছে যে অবহিত করা হবে.
cs: Pokud se stanete výhercem ceny, budete upozorněn e-mailem na adresu vašeho partnerského profilu.
de: Wenn Sie sich für einen Partnerpreis qualifizieren, erhalten Sie über das E-Maik-Konto in Ihrem Partnerprofil eine Benachrichtigung über den Gewinn.
es: Si reúnes los requisitos para ganar un premio de Affiliates, recibirás un aviso a través de la cuenta de correo de tu perfil de Affiliates.
fr: Si vous remportez un prix vous serez prévenu par courriel à l'adresse indiquée sur votre profil d'affilié.
hi_in: आप एक सहयोगी संगठनों के पुरस्कार के लिए अर्हता प्राप्त अगर आप आप अपने सहयोगियों प्रोफ़ाइल में ईमेल खाते के माध्यम से जीत लिया है कि अधिसूचित किया जाएगा.
ja: あなたがアフィリエイト賞を獲得した場合、アフィリエイトプロフィールに登録されているメールアドレスを通じて受賞をお知らせします。
nl: Als u in aanmerking komt voor een Affiliates-prijs, wordt u via de e-mailaccount in uw Affiliates-profiel medegedeeld dat u hebt gewonnen.
pl: Jeśli zakwalifikujesz się do nagrody, otrzymasz powiadomienie na adres e-mail podany w twoim profilu.
pt_br: Se você ganhar um prêmio do Afiliados vamos entrar em contato pelo email cadastrado na sua conta de usuário.
sk: Ak sa stanete výhercom ceny, bude vám zaslaný e-mail na adresu vášho partnerského profilu.
sl: Če se boste kvalificirali za zavezniško nagrado, vas bomo o nagradi obvestili preko e-poštnega naslova, ki ste ga vpisali v zavezniški profil.
sr: Ако сте квалификовани за неку партнерску награду биће те обавештени о томе путем налога е-поште у вашем партнерском профилу.

source: Getting involved With Firefox Affiliates
bn_in: ফায়ারফক্স সম্বন্ধযুক্ত জড়িত হচ্ছে
cs: Zapojení se s programem Firefox Affiliates
de: Mitmachen beim Firefox-Partnersystem
es: Cómo participar en Firefox Affiliates
fr: S'impliquer dans Firefox Affiliates
hi_in: फ़ायरफ़ॉक्स सहयोगी संगठनों के साथ शामिल हो रही है
ja: Firefox アフィリエイトに参加しよう
nl: Betrokken raken bij Firefox Affiliates
pl: Angażowanie się w projekt Partnerzy Firefoksa
pt_br: Envolvendo-se com o programa Afiliados Firefox
sk: Zapojenie sa s partnerským programom Firefoxu
sl: Pridružite se Zaveznikom Firefoxa
sr: Укључите се у Firefox партнерство

source: I have an idea of a button. How can I share it?
bn_in: আমি একটি বাটন একটি ধারণা আছে| আমি কিভাবে এটা শেয়ার করতে পারেন?
cs: Mám nápad na tlačítko. Chcete jej slyšet?
de: Ich habe eine Idee für einen Anstecker. Wie kann ich sie weitergeben?
es: Se me ocurre una idea sobre un botón. ¿Cómo puedo compartirla?
fr: J'ai une idée de bouton. Comment la partager ?
hi_in: मैं एक बटन के एक विचार है. मैं इसे कैसे साझा कर सकते हैं?
ja: ボタンについての提案がある場合、どのように伝えたら良いですか？
nl: Ik heb een idee voor een knop. Hoe kan ik dat delen?
pl: Mam pomysł na przycisk. Jak mam się nim podzielić?
pt_br: Eu tenho uma ideia para um botão. Como posso compartilhá-la?
sk: Mám nápad na tlačítko. Chcete ho počuť?
sl: Imam idejo za gumb. Kako jo lahko pokažem drugim?
sr: Имам идеју за дугме. Како могу да је поделим са Вама?

source: Mozilla and Firefox are all about community. If you have an idea, we want to hear it. Send us a note at <a href="%(email)s">affiliates@mozilla.org</a> and tell us your amazing idea for the program.
cs: Mozilla a Firefox jsou vždy o komunitě. Pokud máte nápad, chceme jej slyšet. Pošlete nám e-mail na adresu <a href="%(email)s">affiliates@mozilla.org</a> a řekněte nám, jaký skvělý nápad máte.
de: Bei Mozilla und Firefox geht’s immer um Gemeinschaft. Wenn Sie eine Idee haben, möchten wir sie hören. Schicken Sie uns eine Nachricht an <a href="%(email)s">affiliates@mozilla.org</a> und sagen Sie uns Ihre wunderbare Idee für das Programm.
es: La comunidad es la razón de ser de Mozilla y Firefox. Si tienes una idea, queremos conocerla. Envíanos una nota a <a href="%(email)s">affiliates@mozilla.org</a> y cuéntanos tu idea increíble para el programa.
fr: La communauté est l'essence de Mozilla et Firefox. Si vous avez une idée, nous voulons la connaître. Envoyez-nous un message à <a href="%(email)s">affiliates@mozilla.org</a> et expliquez-nous votre idée pour le programme.
hi_in: मोज़िला और फ़ायरफ़ॉक्स सभी समुदाय के बारे में हैं. आप एक विचार है, तो हम यह जानना चाहते हैं. <a href="%(email)s">affiliates@mozilla.org </a> पर हमें एक नोट भेजें और हमें इस कार्यक्रम के लिए अपने अद्भुत विचार बताओ.
ja: Mozilla と Firefox ではコミュニティがすべてです。何かアイデアをお持ちなら、ぜひ聞かせてください。このプログラムをもっと良くする素晴らしいアイデアがあれば、<a href="%(email)s">affiliates@mozilla.org</a> までメールを送ってください。
nl: Bij Mozilla en Firefox draait alles om de gemeenschap. Als u een idee hebt, horen we dat graag. Stuur ons een mailtje via <a href="%(email)s">affiliates@mozilla.org</a> en meld uw geweldige idee voor het programma.
pl: Mozilla i Firefox to przede wszystkim społeczność. Jeśli masz jakiś pomysł, z przyjemnością się z nim zapoznamy. Wyślij nam informację na adres <a href="%(email)s">affiliates@mozilla.org</a> i przedstaw swój wspaniały pomysł dla projektu partnerstwa.
pt_br: A Mozilla e o Firefox são uma grande comunidade. Se você tiver uma ideia, nós queremos ouvi-la! Envie uma mensagem para o endereço <a href="%(email)s">affiliates@mozilla.org</a> e conte a sua ideia incrível para o programa.
sk: Mozilla a Firefox sú o komunite. Ak máte nápad, chceme ho počuť. Pošlite nám e-mail na <a href="%(email)s">affiliates@mozilla.org</a> a povedzte nám, aký skvelý nápad máte.
sl: Pri Mozilli in Firefoxu igra skupnost osrednjo vlogo. Če imate kakšno idejo, naj jo prosim sporočite. Pošljite nam sporočilo na <a href="%(email)s">affiliates@mozilla.org</a> in nam opišete svojo idejo za program.
sr: Mozilla и Firefox су усредсређени на заједницу. Ако имате идеју, ми желимо да је чујемо. Пошаљите нам <a href="%(email)s">affiliates@mozilla.org</a> и реците нам која је Ваша идеја.

source: Can I build my own button?
bn_in: আমি কি আমার নিজস্ব বাটন বানাতে পারি?
cs: Mohu vytvářet vlastní bannery?
de: Kann ich meinen eigenen Anstecker erstellen?
es: ¿Puedo crear mi propio botón?
fr: Puis-je créer mon propre bouton ?
hi_in: मैं अपना खुद का बटन का निर्माण कर सकते हैं?
ja: 独自のボタンを作れますか？
nl: Kan ik mijn eigen knop maken?
pl: Czy mogę stworzyć swój przycisk?
pt_br: Posso criar meu próprio botão?
sk: Môžem vytvárať vlastné bannery?
sl: Ali lahko ustvarim svojo lasten gumb?
sr: Да ли ја могу да направим дугме?

source: Not yet… but soon. We're working on a way to make it easy for people to create their own Firefox buttons in their language. Look for this in future versions of Firefox Affiliates.
bn_in: এখনো নেই ... কিন্তু শীঘ্রই| আমরা এটা সহজ মানুষ তাদের ভাষায় তাদের নিজস্ব ফায়ারফক্স বোতাম তৈরি করার জন্য একটি উপায় কাজ করছি| ফায়ারফক্স জয়নুল আবেদীন ভবিষ্যত সংস্করণ এই জন্য দল|
cs: Zatím ne… ale brzy se to změní. Pracujeme na tom, aby lidé mohli snadno vytvářet vlastní tlačítka s Firefoxem ve svém jazyce. Sledujte partnerský program Firefoxu do budoucna.
de: Noch nicht&hellip; aber bald. Wir arbeiten an einer Möglichkeit, um es Menschen zu vereinfachen, ihren eigenen Firefox-Anstecker in ihrer Sprache zu erstellen. Achten Sie in zukünftigen Versionen des Firefox-Partnersystems darauf.
es: Aún no... pero sí muy pronto. Estamos trabajando para que resulte más fácil crear botones para Firefox en diferentes idiomas. Presta atención en las futuras versiones de Firefox Affiliates.
fr: Pas encore… mais bientôt. Nous travaillons sur une manière de permettre facilement aux gens de créer leurs propres boutons Firefox dans leur langue. Tenez à l'œil les prochaines versions de Firefox Affiliates.
hi_in: अभी नहीं... लेकिन जल्द ही. हम इसे आसानी से लोगों को अपनी भाषा में अपने स्वयं के लिए फ़ायरफ़ॉक्स बटन बनाने के लिए के लिए रास्ता बनाने के लिए काम कर रहे हैं. फ़ायरफ़ॉक्स सहयोगी कंपनियों के भविष्य के संस्करणों में इस बात के लिए देखो.
ja: まだできませんが、もうすぐできるようになる予定です。皆さんが自分の言語で簡単に独自の Firefox ボタンを作成できるようにする方法を模索中です。Firefox アフィリエイトの今後に期待してください。
nl: Nog niet… maar binnenkort wel. We werken aan een manier om het voor mensen eenvoudig te maken hun eigen Firefox-knoppen in hun taal te maken. Let hierop in toekomstige versies van Firefox Affiliates.
pl: Jeszcze nie teraz... ale wkrótce. Pracujemy nad sposobem ułatwienia tworzenia własnych przycisków w języku twórcy. Szukaj takiej możliwości w następnych wersjach projektu Partnerzy Firefoksa.
pt_br: Ainda não… mas em breve. Estamos trabalhando em uma maneira fácil para as pessoas criarem seu próprios banners em seus próprios idiomas. Aguarde as próximas versões do programa Afiliados Firefox.
sk: Zatiaľ nie... ale už onedlho sa to zmení. Pracujeme na tom, aby ľudia mohli jednoducho vytvárať vlastné tlačidlá s Firefoxom vo svojom jazyku. Pravidelne sledujte partnerský program Firefoxu.
sl: Trenutno še ne ... vendar kmalu. Razvijamo možnost, ki bo ljudem omogočila enostavno oblikovanje Firefox gumbov v njihovem jeziku. Poiščite to možnost v prihodnjih različicah Firefoxovih zaveznikov.
sr: Још увек не... али ускоро ћете моћи. Радимо на томе да омогућимо људима да сами праве своје дугмиће, на свом језику. Потражите ову могућност у некој од будућих верзија Firefox партнера.

source: I want to help make Firefox Affiliates better. How can I get involved?
bn_in: আমি ভাল ফায়ারফক্স জয়নুল আবেদীন করতে সাহায্য চাই| আমি কিভাবে জড়িত হতে পারে?
cs: Chci učinit partnerský program Firefoxu lepším. Jak mohu pomoci?
de: Ich möchte helfen, das Firefox-Partnersystem zu verbessern. Wie kann ich mitmachen?
es: Quiero ayudar a mejorar Firefox Affiliates. ¿Cómo puedo participar?
fr: Je voudrais aider à améliorer Firefox Affiliates. Comment puis-je participer ?
hi_in: मैं बेहतर फ़ायरफ़ॉक्स सहबद्धों बनाने में मदद करना चाहते हैं. मैं कैसे शामिल हो सकता हूं?
ja: Firefox アフィリエイトを良くするために協力したいです。どうすれば参加できますか？
nl: Ik wil Firefox Affiliates helpen verbeteren. Hoe kan ik meedoen?
pl: Chcę pomóc w udoskonaleniu projektu Partnerzy Firefoksa. Jak mogę się zaangażować?
pt_br: Quero ajudar a tornar o programa Afiliados Firefox melhor. Como posso me envolver?
sk: Chcem aby bol partnerský program Firefoxu lepší. Ako môžem pomôcť?
sl: Rad bi pomagal izboljšati Zaveznike Firefoxa. Kako lahko začnem sodelovati?
sr: Хоћу да помогнем овом сајту у раду. Како се могу прикључити?

source: If you’d like to help out with the affiliates program, contact us at <a href="%(email)s">affiliates@mozilla.org</a>. We’d love your help with everything from coding to marketing.
cs: Pokud byste nám rádi pomohli s našim partnerským programem, kontaktujte nás na e-mailu <a href="%(email)s">affiliates@mozilla.org</a>. Budeme rádi za vaši pomoc od kódování po marketing.
de: Wenn Sie uns beim Partnerprogramm helfen möchten, melden Sie sich bei uns unter <a href="%(email)s">affiliates@mozilla.org</a>. Wir freuen uns auf Ihre Unterstützung bei allem vom Programmieren bis zum Marketing.
es: Si deseas ayudar en el programa Firefox Affiliates, contacta con nosotros en <a href="%(email)s">affiliates@mozilla.org</a>. ¡Nos encantararía que nos ayudaras en cualquier área, desde programación hasta difusión!
fr: Si vous désirez nous aider pour le programme d'affiliation de Firefox, contactez-nous à <a href="%(email)s">affiliates@mozilla.org</a>. Toute aide est bienvenue, du code au marketing.
hi_in: आप सहयोगी कार्यक्रम के साथ बाहर की मदद करना चाहते हैं, तो <a href="%(email)s">affiliates@mozilla.org </a>पर हमसे संपर्क करें. हम विपणन के लिए कोडिंग से सब कुछ के साथ आपकी मदद के लिए प्यार करता हूँ.
ja: アフィリエイトプログラムの改善にご協力いただける場合は、<a href="%(email)s">affiliates@mozilla.org</a> までご連絡ください。コーディングからマーケティングまであらゆる形での参加をお待ちしています。
nl: Als u ons wilt helpen met het Affiliates-programma, neem dan contact op via <a href="%(email)s">affiliates@mozilla.org</a>. Uw hulp is welkom bij alles, van code schrijven tot marketing.
pl: Jeśli chcesz nam pomóc przy projekcie Partnerzy Firefoksa, skontaktuj się z nami, wysyłając informację na adres: <a href="%(email)s">affiliates@mozilla.org</a>. Cieszymy się, że chcesz nam pomóc!
pt_br: Se deseja ajudar com o programa Afiliados Firefox, entre em contato pelo endereço <a href="%(email)s">affiliates@mozilla.org</a>. Gostaríamos muito de sua ajuda com tudo, a codificação ao marketing.
sk: Ak by ste nám radi pomohli s našim partnerským programom, kontaktujte nás na e-mailovej adrese <a href="%(email)s">affiliates@mozilla.org</a>. Budeme radi ak nám pomôžete, či už s kódovaním, alebo marketingom.
sl: Če želite pomagati pri projektu, nam pišite na <a href="%(email)s">affiliates@mozilla.org</a>. Vsa pomoč bo zelo dobrodošla.
sr: Ако бисте желели да помогнете програму партнерства, контактирајте нас путем е-поште на адресу <a href="%(email)s">affiliates@mozilla.org</a>. Волели бисмо да нам помогнете са свиме од кодирање до маркетинга.

source: Firefox Affiliates
bn_in: ফায়ারফক্স জয়নুল আবেদীন
cs: Partnerský program Firefoxu
de: Firefox-Partner
hi_in: फ़ायरफ़ॉक्स सहबद्धों
ja: Firefox アフィリエイト
pl: Partnerzy Firefoksa
pt_br: Afiliados Firefox
sk: Partnerský program Firefoxu
sl: Zavezniki Firefoxa
sr: Firefox партнери

source: Close
bn_in: বন্ধ
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hi_in: बंद
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar
sk: Zavrieť
sl: Zapri
sr: Затвори

source: This field is required.
bn_in: এই ক্ষেত্রটি প্রয়োজন বোধ করা হয়|
cs: Toto pole je povinné.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champ est requis.
hi_in: यह फ़ील्ड आवश्यक है.
ja: この項目は必ず入力してください。
nl: Dit veld is vereist.
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório.
sk: Toto pole je povinné.
sl: To polje je obvezno.
sr: Ово поље је обавезно.

source: Thanks for subscribing!
bn_in: সাবস্ক্রাইব করার জন্য ধন্যবাদ!
cs: Děkujeme za přihlášení!
de: Danke für’s Abonnieren!
es: ¡Gracias por suscribirte!
fr: Merci de votre abonnement&nbsp;!
hi_in: ग्राहक बनने के लिए आपको धन्यवाद!
ja: 購読ありがとうございます！
nl: Bedankt voor het abonneren!
pl: Dziękujemy za dokonanie subskrypcji!
pt_br: Obrigado por se inscrever!
sk: Ďakujeme za prihlásenie!
sl: Hvala za vašo prijavo!
sr: Хвала Вам на претплати!

source: Sorry, there was an error. Please refresh and try again.
bn_in: দুঃখিত, একটি ত্রুটি ছিল| রিফ্রেশ করুন এবং আবার চেষ্টা করুন|
cs: Je nám líto, ale došlo k chybě. Načtěte stránku a zkuste to prosím znovu.
de: Es tut uns Leid, ein Fehler ist aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es: Se ha producido un error. Actualiza y vuelve a intentarlo.
fr: Désolé, une erreur s'est produite. Veuillez actualiser la page puis réessayer.
hi_in: माफ़ कीजिए, इसमें एक त्रुटि थी। ताज़ा और फिर कोशिश करें.
ja: 申し訳ありませんが、問題が発生しました。ページを再読み込みしてもう一度試してください。
nl: Sorry, er is een fout opgetreden. Vernieuw de pagina en probeer het nogmaals.
pl: Przepraszamy, wystąpił błąd. Odśwież stronę i ponów próbę.
pt_br: Desculpe, ocorreu um erro. Atualize e tente novamente.
sk: Je nám to ľúto, ale nastala chyba. Načítajte stránku a skúste to prosím znovu.
sl: Prišlo do napake. Prosimo, poskusite znova.
sr: Жао нам је, дошло је до грешке. Освежите и покушајте поново.

source: Menu
bn_in: মেনু
cs: Nabídka
de: Menü
es: Menú
hi_in: मीनू
ja: メニュー
sk: Ponuka
sl: Meni
sr: Мени

source: Leaderboard
bn_in: লিডারবোর্ড
cs: Žebříček
de: Rangliste
es: Clasificación
fr: Tableau d'honneur
hi_in: लीडरबोर्ड
ja: 順位表
nl: Scorebord
pl: Ranking
pt_br: Quadro de Líderes
sk: Rebríček
sl: Lestvica najboljših
sr: Табела лидера

source: Performance
bn_in: পারফরম্যান্স
cs: Výkon
de: Leistung
es: Rendimiento
fr: Performances
hi_in: निष्पादन
ja: 実績
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
sk: Výkon
sl: Zmogljivost
sr: Перформансе

source: Dashboard
bn_in: ড্যাশবোর্ড
cs: Nástěnka
de: Übersicht
es: Panel
fr: Tableau d'honneur
hi_in: डैशबोर्ड
ja: ダッシュボード
pl: Tablica wyników
pt_br: Painel de controle
sk: Nástenka
sl: Nadzorna plošča
sr: Контролна табла

source: Profile
bn_in: প্রোফাইল
cs: Profil
de: Profil
es: Perfil
fr: Mon profil
hi_in: प्रोफ़ाइल
ja: プロフィール
nl: Profiel
pl: Profil
pt_br: Perfil
sk: Môj profil
sl: Moj profil
sr: Профил

source: Sign out
bn_in: সাইন আউট
cs: Odhlásit
de: Abmelden
es: Salir
fr: Déconnexion
hi_in: साइन आउट
ja: ログアウト
nl: Afmelden
pt_br: Sair
sk: Odhlásiť sa
sl: Odjava
sr: Одјави се

source: Sign in
bn_in: সাইন ইন
cs: Přihlášení
de: Anmelden
es: Conectar
fr: Connexion
hi_in: साइन इन करें
ja: ログイン
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
sk: Prihlásiť sa
sl: Prijava
sr: Пријави се

source: Get Firefox Affiliates News
bn_in: ফায়ারফক্স জয়নুল আবেদীন খবর পান
cs: Získávejte novinky o Firefox Affiliates
de: Erhalten Sie Nachrichten zum Firefox-Partnerprogramm
es: Recibir noticias de Firefox Affiliates
fr: Recevoir des nouvelles de Firefox Affiliates
hi_in: फ़ायरफ़ॉक्स सहबद्धों समाचार प्राप्त करें
ja: Firefox アフィリエイトの最新情報を入手
nl: Ontvang Firefox Affiliates-nieuws
pl: Pobierz aktualności
pt_br: Receba notícias dos Afiliados Firefox
sk: Získavajte novinky o Firefox Affiliates
sl: Naroči se na novice Zaveznikov Firefoxa
sr: Примајте новости Firefox партнерства

source: Your email address
bn_in: আপনার মেইল আইডি
cs: Vaše e-mailová adresa
de: Ihre E-Mail-Adresse
es: Tu dirección de correo
fr: Votre adresse électronique
hi_in: आपका ईमेल पता
ja: メールアドレス
nl: Uw e-mailadres
pl: Adres e-mail
pt_br: Seu endereço de e-mail
sk: Vaša e-mailová adresa
sl: Vaš e-poštni naslov
sr: Ваша адреса е-поште

source: Country
bn_in: দেশ
cs: Země
de: Land
es: País
fr: Pays
hi_in: कंट्री
ja: 国
nl: Land
pl: Kraj
pt_br: País
sk: Krajina
sl: Država
sr: Држава

source: Format
bn_in: ফরম্যাট
cs: Formát
es: Formato
hi_in: प्रारूप
ja: 形式
nl: Indeling
pt_br: Formato
sk: Formát
sl: Oblika zapisa
sr: Формат

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
cs: Souhlasím s tím, jak bude Mozilla nakládat s mými informacemi, jak je vysvětleno v <a href="%s">podmínkách</a>
de: Ich bin einverstanden, dass Mozilla meine Daten wie in <a href="%s">dieser Datenschutzerklärung</a> angegeben verwendet
es: Estoy de acuerdo con que Mozilla maneje mi información como se explica en <a href="%s">esta Política de privacidad</a>
fr: J'accepte que Mozilla utilise mes informations conformément à <a href="%s">cette politique de confidentialité</a>
hi_in: मैं<a href="%s"> इस गोपनीयता नीति</a>के रूप में समझाया मोज़िला मेरी जानकारी को संभालने के साथ ठीक हूँ
ja: Mozilla が <a href="%s">プライバシーポリシー</a> に従って私の個人情報を扱うことに同意します
nl: Ik ben het eens met hoe Mozilla met mijn gegevens omgaat, zoals uitgelegd in <a href="%s">dit privacybeleid</a>
pl: Zgadzam się na wykorzystanie przez Mozillę moich danych na zasadach określonych w <a href="%s">Zasadach ochrony prywatności</a>
pt_br: Eu concordo que vocês tratem essas informações de acordo com sua <a href="%s"> Política de Privacidade.</a>
sk: Souhlasím s tým, ako bude Mozilla zaobchádzať s mojimi informáciami, ako je vysvetlené v <a href="%s">podmienkach</a>
sl: Dovoljujem Mozilli, da upravlja moje osebne podatke, kot je to opisano v <a href="%s">pravilniku o zasebnosti</a>
sr: Прихватам услове да Mozilla користи моје информације као што је објашњено у <a href="%s">овој полиси приватности</a>

source: Sign me up!
cs: Chci se zaregistrovat!
de: Schreibt mich auf die Liste!
es: ¡Suscribirme!
fr: Je m'abonne !
hi_in: मुझे साइन अप!
ja: 購読開始
nl: Abonneer me!
pl: Zarejestruj mnie!
pt_br: Inscrever!
sk: Prihlás ma!
sl: Vpiši me!
sr: Пријави ме!

source: Portions of this content are ©1998–%(thisyear)s by individual mozilla.org contributors. Content available under a <a href="%(license)s">Creative Commons license</a>.
cs: Části tohoto obsahu jsou ©1998–%(thisyear)s jednotlivými přispěvateli mozilla.org. Obsah je dostupný pod <a href="%(license)s">licencí Creative Commons</a>.
de: Teiles dieses Inhaltes sind 1998–%(thisyear)s von einzelnen Mitwirkenden an mozilla.org. Der Inhalt steht unter einer <a href="%(license)s">Creative-Commons-Lizenz</a>.
es: Partes de este contenido están sujetas a derechos de autor ©1998–%(thisyear)s de colaboradores particulares de mozilla.org. El contenido está disponible bajo una <a href="%(license)s">licencia Creative Commons</a>.
fr: Certaines parties de ce contenu sont ©1998–%(thisyear)s par les contributeurs individuels de mozilla.org. Le contenu est disponible sous <a href="%(license)s">licence Creative Commons</a>.
hi_in: व्यक्तिगत mozilla.org योगदानकर्ताओं द्वारा %(thisyear) एस - इस सामग्री के भाग ©1998 हैं. एक<a href="%(license)s">क्रिएटिव कॉमन्स लाइसेंस</a>के तहत उपलब्ध सामग्री.
ja: © 1998–%(thisyear)s このコンテンツの一部は mozilla.org の個別貢献者によって提供されたものです。コンテンツは <a href="%(license)s">Creative Commons ライセンス</a> で公開されています。
nl: Delen van deze inhoud zijn ©1998–%(thisyear)s door individuele mozilla.org-medewerkers. Inhoud is beschikbaar onder een <a href="%(license)s">Creative Commons-licentie</a>.
pl: Prawa autorskie ©1998–%(thisyear)s części treści posiadają poszczególni twórcy mozilla.org. Treści dostępne są na zasadach licencji <a href="%(license)s">Creative Commons</a>.
pt_br: Partes deste conteúdo possuem ©1998–%(thisyear)s por contribuidores da mozilla.org. Conteúdo disponível sob licença <a href="%(license)s">Creative Commons</a>.
sk: Časť tohto obsahu bola v rokoch ©1998–%(thisyear)s vytvorená individuálnymi prispievateľmi mozilla.org. Obsah je dostupný pod licenciou <a href="%(license)s">Creative Commons</a>.
sl: Deli vsebine v letih ©1998-%(thisyear)s so avtorska dela različnih prostovoljcev spletne strani mozilla.org. Vsebine so na voljo pod <a href="%(license)s">licenco Creative Commons</a>.
sr: Делови овог садржаја су ©1998–%(thisyear)s од стране појединих mozilla.org сарадника. Садржај је доступан под <a href="%(license)s">Creative Commons лиценцом</a>.

source: Source code
bn_in: সোরস্ কোড
cs: Zdrojový kód
de: Quelltext
es: Código fuente
fr: Code source
hi_in: सोर्स कोड
ja: ソースコード
nl: Broncode
pl: Kod źródłowy
pt_br: Código fonte
sk: Zdrojový kód
sl: Izvorna koda
sr: Изворни код

source: Contact Us
bn_in: আমাদের সাথে জোগাজোগ করুন
cs: Kontaktujte nás
de: Kontakt
es: Contacta con nosotros
fr: Nous contacter
hi_in: हमसे संपर्क करें
ja: お問い合わせ
nl: Contact
pl: Kontakt z nami
pt_br: Contato
sk: Kontaktujte nás
sl: Stopite v stik z nami
sr: Контактирајте нас

source: Partner with Us
bn_in: অংশীদার হন
cs: Staňte se partnerem
de: Werden Sie unser Partner
es: Asóciate con nosotros
fr: Partenariats
hi_in: हमारे साथ साथी
ja: パートナーシップ
nl: Partner worden
pl: Zostań partnerem
pt_br: Seja nosso parceiro
sk: Partnerstvo
sl: Postanite naš zaveznik
sr: Постаните партнер

source: Donate
bn_in: অনুদান দিন
cs: Přispět
de: Spenden
es: Dona
fr: Faire un don
hi_in: दान करना
ja: 寄付
nl: Doneren
pl: Dotacje
pt_br: Doar
sk: Darujte
sl: Prispevajte
sr: Донирај

source: Privacy Policy
bn_in: গোপনীয়তা নীতি
cs: Zásady ochrany soukromí
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi_in: गोपनीयता नीति
ja: プライバシーポリシー
nl: Privacybeleid
pl: Zasady ochrony prywatności
pt_br: Política de privacidade
sk: Zásady ochrany súkromia
sl: Politika zasebnosti
sr: Полиса о приватности

source: Legal Notices
bn_in: আইনি বিজ্ঞপ্তি
cs: Právní omezení
de: Impressum
es: Aviso legal
fr: Mentions légales
hi_in: कानूनी नोटिस
ja: 法的事項
nl: Juridische kennisgevingen
pl: Informacje prawne
pt_br: Avisos legais
sk: Právne informácie
sl: Pravna obvestila
sr: Правна обавештења

source: Report Trademark Abuse
bn_in: ট্রেডমার্ক অপব্যবহার সম্বন্ধে রিপোর্ট
cs: Nahlásit zneužití ochranné známky
de: Markenrechtsverletzung melden
es: Informar sobre abuso de marca
fr: Signaler un abus de marque déposée
hi_in: रिपोर्ट ट्रेडमार्क दुर्व्यवहार
ja: 商標不正使用報告
nl: Misbruik van handelsmerk melden
pl: Nadużycie znaku towarowego
pt_br: Denunciar abuso de marcas registradas
sk: Nahlásiť zneužitie ochrannej známky
sl: Sporočite zlorabo blagovne znamke
sr: Пријавите злоупотребу заштитног знака
