Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: What happens when an affiliate button for a campaign is deactivated?
bn_in: একটি প্রচারের জন্য একটি শাখা বোতাম নিষ্ক্রিয় করা হয় তখন কি হবে?
cs: Co se stane, když je tlačítko partnerského programu v rámci kampaně deaktivováno?
de: Was passiert, wenn ein Partneranstecker für eine Kampagne deaktiviert wird?
es: ¿Qué ocurre si se desactiva un botón de Affiliates para una campaña?
fr: Que se passe-t-il quand un bouton d'affiliation pour une campagne est désactivé ?
hi_in: एक अभियान के लिए एक सहयोगी के बटन निष्क्रिय है तो क्या होता है?
ja: あるキャンペーンのアフィリエイトボタンが中止された場合、どうなりますか？
nl: Wat gebeurt er als een Affiliate-knop voor een campagne wordt gedeactiveerd?
pl: Co się stanie, gdy partnerski przycisk dla danej kampanii zostanie dezaktywowany?
pt_br: O que acontece quando um botão é desativado?
sk: Čo sa stane, ak je tlačidlo partnerského programu v rámci kampane deaktivované?
sl: Kaj se zgodi, kadar je zavezniški gumb za akcijo onemogočen?
sr: Шта се дешава када се неко дугме за одређену кампању деактивира?

source: Sometimes we run special time-limited campaigns to encourage people to download Firefox. If you’re using an affiliate button for one of these campaigns, try to update your button as soon as you can. People who click on that button will be directed to a general Firefox download page. You’ll get credit for the click as an Affiliate, but you may not get credit for clicks for that specific campaign.
bn_in: কখনও কখনও আমরা ফায়ারফক্স ডাউনলোড করতে উত্সাহিত বিশেষ সময় সীমিত প্রচারণা চালানো| আপনি এই প্রচারণা এক জন্য একটি শাখা বাটন ব্যবহার করছেন, যত তাড়াতাড়ি আপনি পারেন হিসাবে আপনার বোতাম আপডেট করার চেষ্টা করুন| যে বাটন ক্লিক করা লোকেদের একটি সাধারণ ফায়ারফক্স ডাউনলোড পাতা নির্দেশ করা হবে| আপনি একটি শাখা হিসেবে ক্লিকের জন্য ক্রেডিট পাবেন, কিন্তু আপনি যে নির্দিষ্ট প্রচারের জন্য ক্লিক জন্য ক্রেডিট পেতে পারে না|
cs: V některých případech máme časově omezenou kampaň na to, aby si uživatelé stáhli Firefox. Pokud využíváte tlačítko partnerského programu u jedné z takových kampaní, aktualizujte své tlačítko co nejdříve. Lidé, kteří klepnou na takové tlačítko, budou přesměrování na obecnou stránku ke stažení Firefoxu. Kredit za stažení v rámci partnerského programu vám bude započítán, ale nemusí se započítat jako stažení pro konkrétní kampaň.
de: Manchmal führen wir besondere, zeitlich befristete Kampagnen durch, um Menschen dazu zu ermuntern, Firefox herunterzuladen. Wenn Sie einen Partneranstecker für eine dieser Kampagnen verwenden, versuchen Sie, Ihren Anstecker schnellstmöglich zu aktualisieren. Menschen, die auf diesen Anstecker klicken, werden auf eine allgemeine Firefox-Downloadseite geleitet. Ihnen wird der Klick als Partner angerechnet, aber der Klick für diese Kampagne möglicherweise nicht.
es: A veces hacemos campañas especiales de duración limitada para animar a la gente a que descargue Firefox. Si estás usando un botón que promueve una de estas campañas, actualízalo cuanto antes. La gente que haga clic sobre ese botón será dirigida a la página general de descargas de Firefox. Obtendrás crédito como simpatizante por la descarga, pero no por las descargas de esa campaña en concreto.
fr: Il arrive que nous organisions des campagnes spéciales limitées dans le temps pour encourager les gens à télécharger Firefox. Si vous utilisez un bouton d'affiliation pour une de ces campagnes, essayez de le mettre à jour dès que possible. Les visiteurs qui cliqueront sur ce bouton seront dirigés vers une page de téléchargement générale de Firefox. Vous recevrez le crédit de ce clic en tant qu'affilié(e), mais pas forcément pour cette campagne particulière.
hi_in: कभी-कभी हम फ़ायरफ़ॉक्स डाउनलोड करने के लिए लोगों को प्रोत्साहित करने के लिए विशेष समय सीमित अभियान चलाने. आप इन अभियानों में से एक के लिए एक सहयोगी के बटन का प्रयोग कर रहे हैं, जैसे ही आप कर सकते हैं के रूप में अपने बटन को अद्यतन करने का प्रयास करें. उस बटन पर क्लिक करने वाले लोगों को एक सामान्य Firefox डाउनलोड पृष्ठ के लिए निर्देशित किया जाएगा. आप एक सहबद्ध के रूप में क्लिक के लिए क्रेडिट मिलेगा, लेकिन आपको लगता है कि विशेष अभियान के लिए क्लिक के लिए क्रेडिट नहीं मिल सकता है.
ja: 人々に Firefox のダウンロードを促すため、私たちは時々特別な期間限定キャンペーンを行います。そうしたキャンペーンのためにアフィリエイトボタンを使う場合は、できるだけ速やかにボタンを更新するようにしてください。キャンペーン終了後、そのボタンをクリックした人たちは通常の Firefox ダウンロードページへ誘導されます。あなたはアフィリエイト参加者として引き続きクリック数の獲得はできますが、その特定のキャンペーンのためのクリック数を獲得することはできなくなります。
nl: Soms hanteren we speciale tijdelijke campagnes om mensen aan te zetten tot het downloaden van Firefox. Als u een Affiliate-knop voor een van deze campagnes gebruikt, probeer uw knop dan zo snel mogelijk bij te werken. Mensen die op die knop klikken zullen naar een algemene downloadpagina voor Firefox worden geleid. Voor de klik krijgt u als partner tegoedpunten, maar mogelijk krijgt u geen punten voor klikken voor die specifieke campagne.
pl: Czasami uruchamiamy ograniczone czasowo kampanie zachęcające do pobierania Firefoksa. Jeśli używasz partnerskiego przycisku dla jednej z tych kampanii, spróbuj możliwie jak najszybciej zaktualizować swój przycisk. Osoby, które użyją tego przycisku zostaną przekierowane na stronę główną pobierania Firefoksa. W takim przypadku otrzymasz punkty jako partner, ale możesz nie otrzymać punktów za pobranie w ramach danej kampanii.
pt_br: Às vezes ocorrem campanhas especiais com tempo limitado para encorajar pessoas a baixarem o Firefox. Se você estiver usando um banner afiliado de uma dessas campanhas, tente atualizar seu banner assim que possível. Visitantes que clicarem nesses banners serão direcionados à pagina principal de download do Firefox. Você obterá créditos pelo clique como afiliado, mas você não obterá créditos pelos cliques da campanha.
sk: V niektorých prípadoch máme časovo obmedzenú kampaň na to, aby si používatelia prevzali Firefox. Ak využívate tlačidlo partnerského programu pri niektorej z kampaní, aktualizujte ho čo najskôr. Ľudia, ktorí kliknú na takéto tlačidlo budú automaticky presmerovaní na všeobecnú stránku na prevzatie Firefoxu. Kredit za prevzatie v rámci partnerského programu vám bude započítaný, ale nie ako prevzatie pre konkrétnu kampaň.
sl: Občasno imamo posebne časovno omejene kampanije, ki spodbujajo ljudi, da si prenesejo Firefox. Če za eno od kampanij uporabljate zavezniški gumb, ga čimprej osvežite. Ljudje, ki ga bodo kliknili, bodo preusmerjeni na Firefoxovo stran za prenose. Vi boste dobili zasluge za klike po programu Zaveznik, zaslug za klike za posebno kampanijo pa verjetno ne boste dobili.
sr: Понекад имамо специјалне временски ограничене мисије како бисмо охрабрили људе да преузму Firefox. Ако користите дугме за промоцију за неку од ових мисија, пробајте да ажурирате дугме што пре можете. Људи који прате везу преко тог дугмета ће бити преусмерени на општу Firefox страницу за презимања. Ви ћете добити поене за преузимање као партнер, али нећете добити поене за ту мисију.

source: Leaderboard and user statistics
bn_in: লিদারবোর্ড এবং ব্যাবহারকারির পরিসংখান
cs: Žebříček a uživatelské statistiky
de: Partnerleiter und Benutzerstatistik
es: Clasificación y estadísticas de usuarios
fr: Tableau d'honneur et statistiques utilisateur
hi_in: लीडरबोर्ड और उपयोगकर्ता आँकड़े
ja: 順位表とユーザ統計情報
nl: Scorebord en gebruikersstatistieken
pl: Ranking i statystyki użytkownika
pt_br: Quadro de líderes e estatísticas do usuário
sk: Rebríček a používateľské štatistiky
sl: Lestvica najboljših in uporabniška statistika
sr: Табела лидера и статистике корисника

source: How often do leaderboard statistics update?
bn_in: কত দিন অন্তর লিডারবোর্ড পরিসংখান আপডেট হয়?
cs: Jak často jsou statistiky v žebříčku aktualizovány?
de: Wie oft wird die Statistik der Partnerleiter aktualisiert?
es: ¿Con qué frecuencia se actualizan las estadísticas de la clasificación?
fr: Quelle est la fréquence d'actualisation des statistiques du tableau d'honneur ?
hi_in: कितनी बार लीडरबोर्ड के आँकड़े को अद्यतन करते हैं?
ja: 順位表の更新頻度は？
nl: Hoe vaak worden scorebordstatistieken bijgewerkt?
pl: Jak często statystyki są aktualizowane?
pt_br: Com que frequência as estatísticas do quadro de líderes são atualizadas?
sk: Ako často sú štatistiky v rebríčku aktualizované?
sl: Kako pogosto se top lestvico najboljših posodablja?
sr: Колико често се статистика у табели ажурира?

source: Leaderboard stats update every night at midnight Pacific Time. No need to keep hitting refresh over and over again to see how you’re doing. Just check in the next day to see your progress.
bn_in: লিডারবোর্ড পরিসংখ্যান মধ্যরাত প্যাসিফিক সময় প্রতি রাতে আপডেট করুন| কোন প্রয়োজন নেই কিভাবে আপনি করছেন দেখতে এবং উপর আবার রিফ্রেশ আঘাত রাখা| শুধু আপনার অগ্রগতি দেখতে পরের দিন চেক|
cs: Statistiky žebříčku jsou aktualizovány vždy o půlnoci pacifického času. Není nutné zkoušet znovu a znovu obnovovat stránku ve snaze zjistit, jak jste na tom. Pro kontrolu toho, jak jste pokročili, se podívejte následující den.
de: Die Statistik der Rangliste wird jede Nacht um Mitternacht pazifischer Zeit (PST) aktualisiert. Sie brauchen nicht immer wieder auf &bdquo;Aktualisieren&ldquo; zu klicken, um zu sehen, wie es bei Ihnen läuft. Schauen Sie einfach am nächsten Tag nach, um Ihren Fortschritt anzusehen.
es: Las estadísticas de la clasificación se actualizan cada día a medianoche, hora del Pacífico. No es necesario que actualices la página una y otra vez para ver cómo vas. Simplemente consúltala al día siguiente para ver tu progreso.
fr: Les statistiques sont mises à jour chaque nuit à minuit, heure du Pacifique (UTC-7). Il n'est pas nécessaire d'actualiser sans cesse la page pour voir où vous en êtes. Attendez simplement le jour suivant pour connaître votre progression.
hi_in: लीडरबोर्ड आँकड़े आधी रात प्रशांत समय पर हर रात को अपडेट करें. कोई ज़रूरत नहीं है कि आप क्या कर रहे हैं कि कैसे को देखने के लिए और फिर से ताज़ा करे मार रखने के लिए. बस अपनी प्रगति को देखने के लिए अगले दिन में जाँच करें.
ja: 順位表の統計情報は毎日、太平洋標準時の真夜中に更新されます。ブラウザの再読み込みボタンを何度も押して頻繁に実績を確認する必要はありません。次の日に進捗を確認すれば大丈夫です。
nl: Scorebordstatistieken worden elke nacht om middernacht Pacifische tijd bijgewerkt. Telkens op Vernieuwen drukken om te zien hoe u het doet is niet nodig. Controleer uw voortgang gewoon de volgende dag.
pl: Statystyki są aktualizowane o północy czasu pacyficznego. Nie ma potrzeby ciągłego odświeżania statystyk, by zobaczyć, jak działasz. Po prostu sprawdź je następnego dnia i zobacz swój progres.
pt_br: As estatísticas do quadro de líderes são atualizadas diariamente à meia noite no fuso horário do Pacífico. Não há necessidade de ficar atualizando a página várias e várias vezes para ver o seu desempenho. Basta verificar novamente no dia seguinte para ver seu progresso.
sk: Štatistiky rebríčka sú aktualizované každú noc pacifického času. Nie je nutné skúšať znovu a znovu obnovovať stránku v snahe zistiť, ako ste na tom. Pre kontrolu toho, jak ste pokročili, sa pozrite na nasledovný deň.
sl: Statistika lestvice najboljših se posodablja vsako noč opolnoči po pacifiškem času. Ni potrebe po ročnem osveževanju, da bi ugotovili napredek ampak opočakajte do naslednjega jutra.
sr: Статистика у табели се ажурира сваког дана у поноћ по пацифичком времену. Нема потребе да освежавате страну на сваких 5 минута да бисте видели нове податке. Све што треба да урадите је да поново посетите ту страну другог дана.

source: Is there a prize for getting the most Firefox clicks?
bn_in: সবচেয়ে ফায়ারফক্স ক্লিক পাবার জন্য একটি পুরস্কার আছে কি?
cs: Je nějaká cena pro ty, kteří získají nejvíce stažení Firefoxu?
de: Gibt es einen Preis für das Erlangen der meisten Firefox-Klicks?
es: ¿Hay premio por conseguir el mayor número de clics de Firefox?
fr: Y a-t-il un prix à gagner pour le plus grand nombre de clics Firefox ?
hi_in: सबसे फ़ायरफ़ॉक्स क्लिक्स प्राप्त करने के लिए एक पुरस्कार है?
ja: 最も多くクリック数を獲得した場合の賞などはありますか？
nl: Is er een prijs voor het verkrijgen van de meeste Firefox-klikken?
pl: Czy jest jakaś nagroda za osiągnięcie największej liczby kliknięć?
pt_br: Existe algum prêmio para quem conseguir mais cliques do Firefox?
sk: Je nejaká cena pre tých, čo získajú najviac prevzatí Firefoxu?
sl: Ali dobim nagrado, če sem na prvem mestu po številu klikov?
sr: Да ли постоји награда за корисника са највећим бројем кликова за реузимање Firefox-а?

source: From time to time we will be sending out T-shirts and other prizes. In future versions of Firefox Affiliates we will have a rewards program and more opportunities to participate in affiliate challenges.
bn_in: সময়ে সময়ে আমরা টি-শার্ট এবং অন্যান্য পুরস্কার আউট প্রেরণ করা হবে| ফায়ারফক্স জয়নুল আবেদীন ভবিষ্যত সংস্করণে আমরা অধিভুক্ত চ্যালেঞ্জ অংশগ্রহণ করতে একটি পুরষ্কার প্রোগ্রাম এবং আরো সুযোগ দেওয়া হবে|
cs: Čas od času budeme posílat naše trička či jiné ceny. V budoucích verzích partnerského programu Firefox Affiliates budeme mít další odměny příležitosti, jak se zapojit do výzev okolo programu.
de: Von Zeit zu Zeit verschicken wir T-Shirts und andere Preise. In zukünftigen Versionen von Firefox Affiliates wird es ein Belohnungsprogramm und mehr Möglichkeiten geben, um an Partnerwettbewerben teilzunehmen.
es: De vez en cuando enviaremos <em>T-shirts</em> y otros premios. En versiones futuras de Firefox Affiliates ofreceremos más recompensas y oportunidades de participar en este tipo de desafíos.
fr: De temps à autre nous enverrons des T-shirts et d'autres prix. Dans des versions ultérieures du programme d'affiliation nous proposerons un programme de récompenses et des possibilités supplémentaires de participer à des concours.
hi_in: समय-समय पर हम टी शर्ट और अन्य पुरस्कार बाहर भेज दिया जाएगा. फ़ायरफ़ॉक्स सहयोगी कंपनियों के भविष्य के संस्करणों में हम संबद्ध चुनौतियों में भाग लेने के लिए एक पुरस्कार कार्यक्रम और अधिक अवसर होगा.
ja: 私たちは時々 T シャツやその他の賞品を参加者に贈っています。将来的には、報酬プログラムとアフィリエイトの挑戦に参加するより多くの機会を Firefox アフィリエイトを通じて提供したいと考えています。
nl: Van tijd tot tijd geven we T-shirts en andere prijzen weg. Toekomstige versies van Firefox Affiliates zullen een beloningsprogramma en meer gelegenheden voor deelname aan Affiliate-uitdagingen bevatten.
pl: Od czasu do czasu będziemy wysyłali koszulki T-shirt i inne nagrody. W następnych wersjach projektu partnerstwa będziemy mieli program nagród i więcej możliwości uczestniczenia w partnerskich wyzwaniach.
pt_br: De tempos em tempos enviaremos camisetas e outros prêmios. No futuro teremos um programa de recompensas e mais oportunidades para participar dos desafios para afiliados.
sk: Čas od času budeme posielať naše tričká alebo iné ceny. V budúcich verziách partnerského programu budeme mať program odmien a ďalšie príležitosti ako sa zapojiť do výziev okolo partnerského programu.
sl: Občasno bomo pošiljali majice in druge nagrade. V prihodnjih različicah programa Zavezniki bomo imeli šrpgram nagrajevanja in več priložnosti za sodelovanje v zavezniških izzivih.
sr: С времена на време ћемо слати мајице и друге награде. У будућим верзијама програма ћемо имати програм за награде који доноси више могућности за партнере да учествују у такмичењима.

source: I think my click statistics are wrong. Is there any way to fix them?
bn_in: আমি আমার ক্লিক পরিসংখ্যান ভুল মনে হয়. তাদের ঠিক করা কোন উপায় আছে কি?
cs: Myslím si, že mé statistiky stažení nefungují korektně. Je nějaký způsob, jak to opravit?
de: Ich glaube, meine Klick-Statistik stimmt nicht. Gibt es eine Möglichkeit, sie zu reparieren?
es: Creo que mis estadísticas de clics están mal. ¿Hay alguna forma de corregirlas?
fr: Je pense que mes statistiques de clics sont fausses. Comment faire pour les corriger ?
hi_in: मैं अपने लिए क्लिक करें आँकड़े गलत कर रहे हैं लगता है. उन्हें ठीक करने के लिए कोई रास्ता नहीं है?
ja: 私のクリック統計は間違っているようです。修正する方法はありますか？
nl: Ik denk dat mijn klikstatistieken onjuist zijn. Is er een manier om ze te repareren?
pl: Sądzę, że moje statystyki są nieprawidłowe. Czy jest jakiś sposób, by je zweryfikować?
pt_br: Acho que as minhas estatísticas de cliques estão erradas. Existe alguma maneira de corrigir?
sk: Myslím si, že moje štatistiky preberania nefungujú korektne. Je nejaký spôsob, ako to opraviť?
sl: Mislim, da je moja statistika klikov napačna. Ali jo je mogoče kako popraviti?
sr: Мислим да је моја статистика кликова за преузимање неисправна. Да ли постоји начин да се то поправи?

source: If you think there is an error with your click statistics, drop us a note at <a href="%(email)s">affiliates@mozilla.org</a> and we’ll do our best to help you out.
bn_in: আপনি আপনার ক্লিক পরিসংখ্যান সঙ্গে একটি ত্রুটি আছে যদি মনে করেন,<a href="%(email)s">affiliates@mozilla.org</a>আমাদের একটি নোট ড্রপ করুন এবং আমরা আপনাকে সাহায্য করতে আমাদের যথাসাধ্য চেষ্টা করবো|
cs: Pokud si myslíte, že je ve vašich statistikách stažení chyba, napište nám na e-mail <a href="%(email)s">affiliates@mozilla.org</a> a my se vynasnažíme vám pomoci.
de: Wenn Sie glauben, dass es einen Fehler in Ihrer Klick-Statistik gibt, lassen Sie es uns unter <a href="%(email)s">affiliates@mozilla.org</a> wissen und wir tun unser Bestes, um Ihnen zu helfen.
es: Si crees que hay un error en las estadísticas de clics, déjanos una nota en <a href="%(email)s">affiliates@mozilla.org</a> y haremos todo lo posible por ayudarte.
fr: Si vous pensez qu'il y a une erreur dans vos statistiques de clics, signalez-le à <a href="%(email)s">affiliates@mozilla.org</a> et nous ferons de notre mieux pour vous aider.
hi_in: आप अपने लिए क्लिक करें आँकड़ों के साथ एक त्रुटि लगता है कि वहाँ है, तो <a href="%(email)s">affiliates@mozilla.org </a> पर हमें एक नोट ड्रॉप और हम तुम्हारी मदद करने के लिए हमारी पूरी कोशिश करूँगा.
ja: クリック統計に何か問題があると思われる場合は、<a href="%(email)s">affiliates@mozilla.org</a> までお知らせください。問題の解決に努力したいと思います。
nl: Als u denkt dat er iets mis is met uw klikstatistieken, laat het ons dan weten via <a href="%(email)s">affiliates@mozilla.org</a> en we doen ons best om u te helpen.
pl: Jeśli sądzisz, że jest jakiś błąd w twoich statystykach kliknięć, wyślij do nas informację na adres <a href="%(email)s">affiliates@mozilla.org</a>, a my zrobimy wszystko, by ci pomóc.
pt_br: Se você acredita que há algum erro nas suas estatísticas de cliques, envie uma notificação para<a href="%(email)s">affiliates@mozilla.org</a> e nós faremos o melhor possível para ajudá-lo.
sk: Ak si myslíte, že je vo vašich štatistikách preberaní chyba, napíšte nám na e-mail <a href="%(email)s">affiliates@mozilla.org</a> a mi sa vám pokúsime pomôcť.
sl: Če menite, da je v vaši statistiki klikov napaka, nam pošljite sporočilo na <a href="%(email)s">affiliates@mozilla.org</a> , mi pa se bomo potrudili, da vam pomagamo problem rešiti.
sr: Ако мислите да постоји грешка у Вашим статистикама, пошаљите нам <a href="%(email)s">affiliates@mozilla.org</a> и ми ћемо покушати све да Вам помогнемо.

source: My profile
bn_in: আমার প্রোফাইল
cs: Můj profil
de: Mein Profil
es: Mi perfil
fr: Mon profil
hi_in: मेरी प्रोफाइल
ja: 自分のプロフィール
nl: Mijn profiel
pl: Mój profil
pt_br: Meu perfil
sk: Môj profil
sl: Moj profil
sr: Мој профил

source: How do I update my personal profile information?
bn_in: আমি কিভাবে আমার ব্যক্তিগত প্রোফাইল তথ্য আপডেট করতে পারি?
cs: Jak mohu aktualizovat své osobní informace?
de: Wie aktualisiere ich meine persönlichen Profilinformationen?
es: ¿Cómo actualizo la información sobre mi perfil?
fr: Comment mettre à jour mes informations personnelles de profil ?
hi_in: मैं अपने व्यक्तिगत प्रोफ़ाइल जानकारी को अपडेट करते हैं?
ja: プロフィール情報を更新するには？
nl: Hoe werk ik mijn persoonlijke profielgegevens bij?
pl: Jak zaktualizować informacje osobiste w profilu?
pt_br: Como eu atualizo as informações do meu perfil?
sk: Ako môžem aktualizovať svoje osobné informácie?
sl: Kako posodobim osebne podatke v svojem profilu?
sr: Како да променим информације о мом личном профилу?

source: Moved? Changed your name? Grew a moustache? Just visit your profile page and click on the edit profile link at the top.
bn_in: সরানো হয়েছে? আপনার নাম পরিবর্তন হয়েছে? গোঁফ বৃদ্ধি? শুধু আপনার প্রফাইল পাতা যান এবং উপরের প্রোফাইল সম্পাদনা লিঙ্কে ক্লিক করুন|
cs: Přestěhovali jste se? Změnili jméno? Jednoduše klepněte na tlačítko pro úpravu profilu v horní části stránky.
de: Umgezogen? Name geändert? Haben Sie jetzt einen Bart? Besuchen Sie einfach Ihre Profilseite und klicken Sie oben auf den Link &bdquo;Ihr Profil bearbeiten&ldquo;.
es: ¿Cambiaste de dirección? ¿Ahora tienes bigote? Visita tu página de perfil y haz clic en el botón de edición del perfil de la parte superior.
fr: Vous avez déménagé&nbsp;? Changé de nom&nbsp;? Vous vous êtes laissé pousser la moustache&nbsp;? Cliquez simplement sur le bouton de modification du profil en haut de la page.
hi_in: चले गए? अपना नाम बदल गया है? एक मूंछें बढ़ी? बस अपने प्रोफाइल पेज पर जाएं और शीर्ष पर प्रोफ़ाइल संपादित करें लिंक पर क्लिक करें.
ja: サイトを移動しましたか？ 名前を変えましたか？ 口ひげを生やしましたか？ そんなときは、プロフィールページを開いて、上の方にあるプロフィール編集リンクをクリックしてください。
nl: Verhuisd? Uw naam veranderd? Een snor laten staan? Bezoek eenvoudig uw profielpagina en klik bovenaan op de koppeling Profiel bewerken.
pl: Chcesz przenieść? Zmienić swoją nazwę? Nic prostszego. Przejdź na stronę swojego profilu, naciśnij przycisk <b>Edytuj swój profil</b> znajdujący się na górze strony.
pt_br: Mudou-se? Mudou de nome? Cresceu um bigode? Basta clicar no botão editar perfil no canto superior direito do site.
sk: Presťahovali ste sa? Zmenili ste svoje meno? Jednoducho kliknite na tlačidlo úpravy profilu, ktoré sa nachádza hore vpravo na webovej stránke.
sl: Ste se preselili? Spremenili svoje ime? Želite zamenjati prikazno sliko? Obiščite profilno stran in na vrhu kliknite na urejanje profila.
sr: Преселили сте се? Променили сте име? Или презиме? Само кликните на дугме `измени профил` у горњем десном углу сајта.

source: You can update your avatar picture at <a href="%(gravatar)s">gravatar.com</a>.
cs: Můžete aktualizovat svůj obrázek na <a href="%(gravatar)s">gravatar.com</a>.
de: Sie können Ihre Avatargrafik auf <a href="%(gravatar)s">gravatar.com</a> aktualisieren.
es: Puedes actualizar la imagen de tu avatar en <a href="%(gravatar)s">gravatar.com</a>.
fr: Vous pouvez changer votre avatar sur <a href="%(gravatar)s">gravatar.com</a>.
hi_in: आप <a href="%(gravatar)s">gravatar.com</a>पर अपने अवतार तस्वीर अपडेट कर सकते हैं.
ja: アバター写真は <a href="%(gravatar)s">gravatar.com</a> で更新できます。
nl: U kunt uw avatarafbeelding bijwerken op <a href="%(gravatar)s">gravatar.com</a>.
pl: Możesz zaktualizować swój awatar na stronie <a href="%(gravatar)s">gravatar.com</a>.
pt_br: Você pode mudar sua foto do perfil no <a href="%(gravatar)s">gravatar.com</a>.
sk: Môžete aktualizovať svoj obrázok na <a href="%(gravatar)s">gravatar.com</a>.
sl: Vašo profilno sliko lahko naložite na <a href="%(gravatar)s">gravatar.com</a>.
sr: Можете ажурирати Ваш аватар на <a href="%(gravatar)s">gravatar.com</a>.

source: How will you contact me if I win a prize?
bn_in: আমি একটি পুরস্কার জিতে কিভাবে যদি আপনি আমার সাথে যোগাযোগ করবে?
cs: Jak mne budete kontaktovat, pokud vyhraji cenu?
de: Wie werde ich kontaktiert, wenn ich einen Preis gewinne?
es: ¿Cómo sabré si gano un premio?
fr: Comment allez-vous me contacter si je gagne un prix&nbsp;?
hi_in: मैं एक पुरस्कार जीत अगर तुम मुझे कैसे संपर्क करेंगे?
ja: 賞を獲得した場合の連絡方法は？
nl: Hoe nemen jullie contact op als ik een prijs win?
pl: Jak się ze mną skontaktować, gdy zdobędę nagrodę?
pt_br: Como vocês entrarão em contato se eu ganhar um prêmio?
sk: Ako ma budete kontaktovať, ak vyhrám nejakú cenu?
sl: Kako boste z menoj stopili v stik, če dobim nagrado?
sr: Како ће те ме контактирати ако освојим награду?
