Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: Download Firefox (Large Firefox logo rising in front of an orange background)
bn_in: ফায়ারফক্স (বড় ফায়ারফক্স লোগো একটি কমলা পটভূমি সামনে ক্রমবর্ধমান) ডাউনলোড
cs: Stáhnout Firefox (Velké logo Firefoxu v popředí na oranžovém pozadí)
de: Laden Sie Firefox herunter (Großes Firefox-Logo das vor einem orangen Hintergrund aufgeht)
es: Descargar Firefox (logo de Firefox de gran tamaño sobre fondo naranja)
fr: Télécharger Firefox (grand logo Firefox sur un fond orange)
hi_in: फ़ायरफ़ॉक्स (बड़े फ़ायरफ़ॉक्स लोगो एक नारंगी रंग की पृष्ठभूमि के सामने बढ़ती) डाउनलोड
ja: Firefox をダウンロード (オレンジの背景に、下からせり上がってくる大きな Firefox ロゴ)
nl: Download Firefox (Groot Firefox-logo dat opkomt voor een oranje achtergrond)
pl: Pobierz Firefoksa (Duże logo Firefoksa na pomarańczowym tle)
pt_br: Baixe o Firefox (logotipo do Firefox grande ascendendo em frente a um fundo laranja)
sk: Prevziať Firefox (Velké logo Firefoxu v popredí na oranžovom pozadí)
sl: Prenesite Firefox (velik logotip Firefoxa na oranžnem ozadju)
sr: Преузмите Firefox (велики Firefox лого који се уздиже испред наранџасте позадине)

source: Download Firefox (Small Firefox logo on a light blue background)
bn_in: (একটি হালকা নীল পটভূমি ছোট ফায়ারফক্স লোগো) ফায়ারফক্স ডাউনলোড
cs: Stáhnout Firefox (Malé logo Firefoxu na světle modrém pozadí)
de: Laden Sie Firefox herunter (Kleines Firefox-Logo auf einem hellblauen Hintergrund)
es: Descargar Firefox (logo de Firefox de menor tamaño sobre fondo azul claro)
fr: Télécharger Firefox (petit logo Firefox sur un fond bleu clair)
hi_in: (एक हल्के नीले रंग की पृष्ठभूमि पर छोटे फ़ायरफ़ॉक्स लोगो) फ़ायरफ़ॉक्स डाउनलोड करें
ja: Firefox をダウンロード (明るい青の背景に、小さな Firefox ロゴ)
nl: Download Firefox (Klein Firefox-logo op een lichtblauwe achtergrond)
pl: Pobierz Firefoksa (Małe logo Firefoksa na jasno-niebieskim tle)
pt_br: Baixe o Firefox (logotipo do Firefox pequeno sobre um fundo azul claro)
sk: Prevziaľ Firefox (Malé logo Firefoxu na svetlomodrom pozadí)
sl: Prenesite Firefox (majhen logotip Firefoxa na modrem ozadju)
sr: Преузмите Firefox (мали Firefox лого на светло плавој позадини)

source: Download Firefox (Large Firefox logo resting on a light blue background)
bn_in: (একটি হালকা নীল পটভূমি বড় ফায়ারফক্স লোগো বিশ্রামের) ফায়ারফক্স ডাউনলোড
cs: Stáhnout Firefox (Velké logo Firefoxu na světle modrém pozadí)
de: Laden Sie Firefox herunter (Großes Firefox-Logo steht auf einem hellblauen Hintergrund aufgeht)
es: Descargar Firefox (logo de Firefox de gran tamaño sobre fondo azul claro)
fr: Télécharger Firefox (grand logo Firefox sur un fond bleu clair)
hi_in: (एक हल्के नीले रंग की पृष्ठभूमि पर बड़े फ़ायरफ़ॉक्स लोगो विश्राम) फ़ायरफ़ॉक्स डाउनलोड करें
ja: Firefox をダウンロード (明るい青の背景に、静止した大きな Firefox ロゴ)
nl: Download Firefox (Groot Firefox-logo dat op een lichtblauwe achtergrond rust)
pl: Pobierz Firefoksa (Duże logo Firefoksa na jasno-niebieskim tle)
pt_br: Baixe o Firefox (logotipo do Firefox grande sobre um fundo azul claro)
sk: Prevziať Firefox (Veľké logo Firefoxu na svetlomodrom pozadí)
sl: Prenesite Firefox (velik logotip Firefoxa na svetlo modrem ozadju)
sr: Преузмите Firefox (велики Firefox лого положен на светло плавој позадини)

source: Download Firefox (For Android. A mobile phone in front of a faded Firefox logo with a light blue background)
cs: Stáhnout Firefox (Pro Android. Mobilní telefon v popředí před logem Firefoxu na světle modrém pozadí)
de: Laden Sie Firefox herunter (Für Android. Ein Handy vor einem blassen Firefox-Logo mit einem hellblauen Hintergrund)
es: Descargar Firefox (para Android. Imagen del teléfono delante del logo de Firefox sobre fondo azul claro)
fr: Télécharger Firefox (pour Android. Un téléphone mobile devant un logo Firefox estompé sur un fond bleu clair)
hi_in: (एंड्रॉयड के लिए. एक मोबाइल फोन एक फीका फ़ायरफ़ॉक्स लोगो के सामने एक हल्के नीले रंग की पृष्ठभूमि के साथ) डाउनलोड फ़ायरफ़ॉक्स
ja: Firefox をダウンロード (Android 向け。明るい青の背景に、フェードアウトする Firefox ロゴに被さる携帯電話)
nl: Download Firefox (Voor Android. Een mobiele telefoon voor een vervaagd Firefox-logo met een lichtblauwe achtergrond)
pl: Pobierz Firefoksa (Dla Androida. Telefon komórkowy na tle poblakłego logo Firefoksa i jasno-niebieskiego tła)
pt_br: Baixe o Firefox Móvel (para Android; telefone em frente a um logotipo do Firefox em dégradé com um fundo azul claro)
sk: Prevziať Firefox (Pre Android. Mobilný telefón v popredí pred logom Firefoxu na svetlomodrom pozadí)
sl: Prenesite Firefox (Za Android. Mobilni telefon na bledem Firefox logotipu s svetlo modrim ozadjem)
sr: Преузмите Firefox (за Android. Мобилни телефон испред избледелог Firefox логоа са светло плавом позадином)

source: Download Firefox (For Android. A mobile phone displaying a large Firefox logo on its screen, over a light blue background)
cs: Stáhnout Firefox (Pro Android. Mobilní telefon zobrazující velké logo Firefoxu, to vše na světle modrém pozadí)
de: Laden Sie Firefox herunter (Für Android. Ein Handy, dessen Bildschirm ein großes Firefox-Logo zeigt, vor einem hellblauen Hintergrund)
es: Descargar Firefox (para Android. Imagen de teléfono en cuya pantalla se muestra un logo de Firefox de gran tamaño sobre fondo azul claro)
fr: Télécharger Firefox (pour Android. Un téléphone mobile avec logo Firefox sur son écran, sur un fond bleu clair)
hi_in: (एंड्रॉयड के लिए. अपनी स्क्रीन पर एक बड़ी फ़ायरफ़ॉक्स लोगो प्रदर्शित कर एक मोबाइल फोन, एक हल्के नीले रंग की पृष्ठभूमि पर) फ़ायरफ़ॉक्स डाउनलोड करें
ja: Firefox をダウンロード (Android 向け。明るい青の背景に、画面上に大きな Firefox ロゴを表示した携帯電話)
nl: Download Firefox (Voor Android. Een mobiele telefoon die een groot Firefox-logo op het scherm weergeeft, over een lichtblauwe achtergrond)
pl: Pobierz Firefoksa (Dla Androida. Telefon komórkowy z jasno-niebieskim wyświetlaczem, na którym widnieje duże logo Firefoksa)
pt_br: Baixe o Firefox Móvel (para Android; telefone exibindo logotipo do Firefox sobre um fundo azul claro)
sk: Prevziať Firefox (Pre Android. Mobilný telefón zobrazujúci veľké logo Firefoxu, to všetko na svetlomodrom pozadí)
sl: Prenesite Firefox (Za Android. Mobilni telefon z velikim logotipom Firefoxa na svetlo modrem ozadju)
sr: Преузмите Firefox (за Android. Мобилни телефон са приказом великог Firefox логоа на екрану, преко светло плаве позадине)

source: Download Firefox (For Android. Firefox logo floating over a mobile phone resting on an orange background)
cs: Stáhnout Firefox (Pro Android. Logo Firefoxu vznášející se nad mobilním telefonem na oranžovém pozadí)
de: Laden Sie Firefox (Für Android. Firefox-Logi schwebt über einem Handy, das auf einem orangen Hintergrund steht)
es: Descargar Firefox (para Android. Logo de Firefox sobre teléfono en fondo naranja)
fr: Télécharger Firefox (pour Android. Logo Firefox flottant par dessus un téléphone mobile sur un fond orange)
hi_in: फ़ायरफ़ॉक्स डाउनलोड (एक नारंगी रंग की पृष्ठभूमि पर आराम कर रही एक मोबाइल फोन पर तैरते एंड्रॉयड के लिए. फ़ायरफ़ॉक्स लोगो)
ja: Firefox をダウンロード (Android 向け。オレンジの背景に、静止した携帯電話の上に浮かび上がる Firefox ロゴ)
nl: Download Firefox (Voor Android. Firefox-logo dat voor een mobiele telefoon zweeft, rustend op een oranje achtergrond)
pl: Pobierz Firefoksa (Dla Androida. Logo Firefoksa opływające telefon komórkowy znajdujący się na pomarańczowym tle)
pt_br: Baixe o Firefox Móvel (para Android; logotipo do Firefox flutuando sobre telefone com fundo laranja)
sk: Prevziať Firefox (Pre Android. Logo Firefoxu vznášajúce se nad mobilným telefónom na oranžovom pozadí)
sl: Prenesite Firefox (Za Android. Logotip Firefoxa nad mobilnim telefonom z oranžnim ozadjem)
sr: Преузмите Firefox (за Android. Плутајући Firefox лого преко мобилног телефона положен на наранџастој позадини)

source: Download Firefox (Person in a Firefox costume jumping happily on a beach)
cs: Stáhnout Firefox (Osoba v kostýmu Firefox veselé skákající na pláži)
de: Laden Sie Firefox herunter (Person in einem Firefox-Kostüm, die glücklich am Stand herumspringt)
es: Descargar Firefox (persona con un disfraz de Firefox saltando feliz en una playa)
fr: Télécharger Firefox (Personne dans un costume Firefox sautillant joyeusement sur une plage)
hi_in: (एक समुद्र तट पर खुशी से कूद एक फ़ायरफ़ॉक्स पोशाक में व्यक्ति) फ़ायरफ़ॉक्स डाउनलोड करें
ja: Firefox をダウンロード (ビーチで Firefox の着ぐるみを着て楽しそうに飛び跳ねている人)
nl: Download Firefox (Persoon in een Firefox-kostuum, blij springend op een strand)
pl: Pobierz Firefoksa (Osoba w stroju Firefoksa skacząca ze szczęścia na plaży)
pt_br: Baixe o Firefox (pessoa usando fantasia do Firefox pulando na praia)
sk: Prevziať Firefox (Osoba v kostýme Firefox veselo poskakujúca po pláži)
sl: Prenesite Firefox (Maskota Firefoxa veselo poskakuje na plaži)
sr: Преузмите Firefox (Особа у Firefox костиму срећно скакуће на плажи)

source: Download Firefox (For Android. A mobile phone running Firefox for Android next to a coffee cup with the Firefox logo on it)
cs: Stáhnout Firefox (Pro Android. Mobilní telefon na němž běží Firefox pro Android a vedle něj šálek kávy s logem Firefoxu)
de: Laden Sie Firefox herunter (Für Android. Ein Handy, auf dem Firefox für Android läuft, neben einer Kaffeetasse mit dem Firefox-Logo darauf)
es: Descargar Firefox (para Android. Imagen de un teléfono ejecutando Firefox para Android junto a una taza de café con el logo de Firefox)
fr: Télécharger Firefox (pour Android. Un téléphone mobile affichant Firefox pour Android à côté d'une tasse de café marquée d'un logo Firefox)
hi_in: डाउनलोड फ़ायरफ़ॉक्स (एंड्रॉयड के लिए. एंड्रॉयड के लिए फ़ायरफ़ॉक्स चल रही एक मोबाइल फोन पर फ़ायरफ़ॉक्स के लोगो के साथ एक कप कॉफी के बगल में)
ja: Firefox をダウンロード (Android 向け。Android 版 Firefox が動いている携帯電話と、その隣に Firefox ロゴの付いたコーヒーカップ)
nl: Download Firefox (Voor Android. Een mobiele telefoon met Firefox voor Android naast een koffiekop met het Firefox-logo erop)
pl: Pobierz Firefoksa (Dla Androida. Telefon komórkowy z uruchomionym Firefoksem dla Androida obok filiżanki kawy z logo Firefoksa)
pt_br: Baixe o Firefox Móvel (para Android; telefone usando Firefox para Android próximo a uma caneca de café com o logotipo do Firefox)
sk: Prevziať Firefox (Pre Android. Mobilný telefon na ktorom beží Firefox pre Android a vedľa neho šálka kávy s logom Firefoxu)
sl: Prenesite Firefox (Za Android. Mobilni telefon s Firefoxom za Android ob skodelici kave z logotipom Firefoxa)
sr: Преузмите Firefox (За Android. Мобилни телефон који користи Firefox за Android поред шоље за кафу са Firefox логом на себи)

source: Firefox Affiliates allows you to build banners and place them on your Facebook profile to encourage visitors to download Firefox. When a visitor to your page or status update clicks on a banner and visits the Firefox download page, you get credit for that click. Affiliates who get a lot of clicks through their profile will be featured on our leaderboard and be elegible for fun stuff like Firefox T-shirts. While we do send out prizes and gifts to our Affiliates from time to time, Firefox Affiliates does not offer monetary rewards for hosting Firefox banners.
cs: Program Firefox Affiliates vám umožňuje vytvářet bannery a umisťovat je na Facebook a vyzvat tak návštěvníky, aby si stáhli Firefox. Pokud návštěvník vaší stránky nebo statusu klepne na banner a navštíví stránku stažení Firefoxu, získáte bod. Partneři, kteří získají hodně kliků budou uvedeni v našem žebříčku a mohou získat veselé ceny, jako například tričko s Firefoxem. Ačkoliv jako odměnu partnerům čas od času posíláme ceny a dárky, není partnerský program Firefox Affiliates o penězích, které by autoři webů od nás inkasovali za umístění bannerů.
de: Mit Firefox-Partner können Sie Banner erstellen und Sie auf Ihrem Facebook-Profil veröffentlichen, um Menschen dazu aufzufordern, Firefox herunterzuladen. Wenn ein Besucher Ihrer Seite oder Ihres Status-Updates auf ein Banner klickt und die Firefox-Downloadseite besucht, wird Ihnen dieser Klick angerechnet. Partner, über deren Profil viele Downloads durchgeführt werden, werden auf unserer Partnerleiter vorgestellt und kommen in Frage für lustiges Zeug wie Firefox-T-Shirts. Auch wenn wir von Zeit zu Zeit Preise und Geschenke an unsere Partner verschicken, bietet Firefox-Partner keine finanzielle Entlohnung für das Zeigen von Firefox-Bannern.
es: Firefox Affiliates te permite generar banners y colocarlos en tu perfil de Facebook para animar a los visitantes a descargar Firefox. Cada vez que un visitante de tu página o actualización de estado hace clic sobre un banner y va a la página de descarga de Firefox, obtienes crédito por ello. Aquellos simpatizantes que consigan muchas descargas a través de su perfil será destacados en nuestra tabla de clasificación y podrán ser elegidos para recibir cosas divertidas como, por ejemplo, camisetas/remeras de Firefox. Aunque sí enviamos premios y regalos a nuestros simpatizantes de vez en cuando, Firefox Affiliates no ofrece recompensa económica alguna por incluir banners de Firefox.
fr: Les boutons d'affiliation Firefox sont un bout de code HTML que vous placez sur votre site ou blog pour encourager les visiteurs à télécharger Firefox. Lorsqu'un visiteur de votre site clique sur un de ces boutons et télécharge Firefox, vous êtes crédité(e) de ce téléchargement. Les affiliés qui obtiennent un grand nombre de téléchargements via leur site seront présentés sur notre tableau d'honneur et seront susceptibles de recevoir de jolies choses comme des t-shirts Firefox. Bien que nous envoyions des prix et des cadeaux à nos affiliés de temps en temps, nous n'offrons aucune contrepartie financière pour l'hébergement de boutons Firefox.
hi_in: फ़ायरफ़ॉक्स सहबद्धों आप बैनर बनाने के लिए और फ़ायरफ़ॉक्स डाउनलोड करने के लिए आगंतुकों को प्रोत्साहित करने के लिए अपने फेसबुक प्रोफाइल पर उन्हें जगह की अनुमति देता है. अपने पृष्ठ या स्थिति अद्यतन करने के लिए एक आगंतुक एक बैनर पर क्लिक करता है और फ़ायरफ़ॉक्स डाउनलोड पृष्ठ पर जाता है, तो आप उस क्लिक के लिए ऋण मिलता है. उनके प्रोफाइल के माध्यम से क्लिक के एक बहुत कुछ मिलता सहयोगी है जो हमारे लीडरबोर्ड पर छापा और फ़ायरफ़ॉक्स टी शर्ट की तरह मज़ा सामान के लिए योग्य हो जाएगा. हम समय-समय पर हमारे सहयोगियों को पुरस्कार और उपहार भेजने के बाहर करते हैं, फ़ायरफ़ॉक्स के सहयोगी कंपनियों फ़ायरफ़ॉक्स बैनर की मेजबानी के लिए मौद्रिक पुरस्कार प्रदान नहीं करता है.
ja: Firefox アフィリエイトでは、Firefox のバナーを作成し、あなたの Facebook プロフィールに追加して、訪れた人に Firefox のダウンロードを促すことができます。あなたのページや近況を見た人がバナーをクリックして Firefox のダウンロードページを訪れると、そのクリックはあなたの実績として数えられます。プロフィールを通じて多くのクリック数を獲得したアフィリエイト参加者は順位表に載り、Firefox T シャツなどのグッズをもらうことができます。Firefox アフィリエイトでは、賞品やプレゼントを時々参加者へお届けしていますが、Firefox ボタンの設置に対する金銭的な報酬の提供は行いません。
nl: Via Firefox Affiliates kunt u banners bouwen en op uw Facebook-profiel plaatsen om bezoekers aan te zetten tot het downloaden van Firefox. Wanneer een bezoeker van uw pagina of statusupdate op een banner klikt en de Firefox-downloadpagina bezoekt, krijgt u voor die klik tegoedpunten. Partners die via hun profiel een hoop klikken ontvangen zullen op ons scorebord worden aanbevolen en komen in aanmerking voor leuke spullen als Firefox-T-shirts. Hoewel we van tijd tot tijd prijzen en geschenken aan onze partners weggeven, biedt Firefox Affiliates geen financiële vergoedingen voor het hosten van Firefox-banners.
pl: Partnerzy, którzy za kliknięcia za pośrednictwem ich profilu otrzymają dużo punktów będą prezentowani na naszej tablicy wyników i uzyskają prawo do otrzymania fajnych rzeczy, takich jak np. koszulkę T-shirt Firefoksa. Od czasu do czasu wysyłamy naszym partnerom nagrody i upominki, ale za publikowanie banerów Firefoksa nie otrzymują oni żadnych gratyfikacji pieniężnych.
pt_br: O programa Afiliados Firefox permite que você monte banners e os coloque no seu perfil do Facebook para encorajar visitantes a baixarem o Firefox. Quando um visitante da sua página clica em um banner e visita a página de download do Firefox, você ganha créditos. Afiliados que obtiverem muitos cliques em seus perfis terão destaque no nosso quadro de líderes e poderão ser escolhidos para ganhar brindes, como camisetas do Firefox. Apesar de enviarmos prêmios e presentes a nossos afiliados de tempos em tempos, o programa Afiliados Firefox não oferece recompensas monetárias por hospedagem dos banners do Firefox.
sk: Program Firefox Affiliates vám umožňuje vytvárať bannery a umiestňovať ich na Facebook a vyzvať tak návštevníkov, aby si prevzali Firefox. Ak návštevník vašej stránky, alebo statusu klikne na banner a navštívi stránku prevzatia Firefoxu, získate bod. Partneri, ktorí získajú veľa klikov budú uvedení v našom rebríčku a môžu získať veselé ceny, ako napríklad tričko s Firefoxom. Aj keď ako odmenu partnerom čas od času posielame ceny a darčeky, nie je partnerský program Firefox Affiliates o peniazoch, ktoré by autori webov od nás inkasovali za umiestnenie bannerov.
sl: Firefox Zavezniki vam omogočajo, da naredite pasice in jih naložite na vaš Facebook profil in vzpodbudite obiskovalce, da si prenesejo Firefox. Ko obiskovalec klikne pasico in obišče stran za prenos Firefoxa, za to dobite zasluge. Zavezniki, ki pripeljejo veliko obiskovalcev bodo omenjeni na naši lestvici in bodo upravičeni do zabavnih stvari, kot so Firefox majice. Čeprav Zaveznikom občasno pošljemo nagrade in darila, niso upravičeni do denarnega nadomestila za gostovanje Firefox pasic.
sr: Firefox партнерство Вам прижа могућност прављења банера и њихово постављање на Ваш Facebook профил како бисмо охрабрили посетиоце да преузму Firefox. Када посетилац Ваше стране или статуса кликне на банер и посети страницу за преузимање Firefox-а, добијате заслугу за тај клик. Партнери који добију пуно кликова кроз њихов профил биће истакнути на нашој табели лидера и добиће право на забавне ствари попут Firefox мајица. Иако с времена на време шаљемо награде и поклоне нашим партнерима, Firefox партнерство не пружа новчане награде за постављање Firefox банера.

source: Different by design. It's fast, flexible and secure. Share Firefox with your friends today.
bn_in: নকশা দ্বারা ভিন্ন| এটি দ্রুত, নমনীয় এবং নিরাপদ| আজ আপনার বন্ধুদের সাথে ফায়ারফক্স শেয়ার করুন|
cs: Odlišný už od návrhu. Je rychlý, flexibilní a bezpečný. Sdílejte Firefox se svými přáteli už dnes.
de: Absichtlich anders. Er ist schnell, flexibel und sicher. Geben Sie Firefox heute an Ihre Freunde weiter.
es: De todos. Para todos. Es rápido, flexible y seguro. Comparte Firefox con tus amigos hoy.
fr: Radicalement différent, rapide, flexible et sûr. Partagez Firefox avec vos amis.
hi_in: डिजाइन द्वारा अलग. यह तेज़, लचीला और सुरक्षित है. आज अपने दोस्तों के साथ फ़ायरफ़ॉक्स साझा करें.
ja: 根本的な違い。高速、柔軟、安全。今すぐ友達に Firefox を教えてあげましょう。
nl: Van nature anders. Het is snel, flexibel en veilig. Deel Firefox vandaag nog met uw vrienden.
pl: Inna z założenia. Jest szybka, elastyczna i bezpieczna. Poleć Firefoksa znajomym teraz.
pt_br: Diferente desde o projeto. É rápido, seguro e flexível. Compartilhe o Firefox com seus amigos hoje mesmo.
sk: Odlišný už od návrhu. Je rýchly, flexibilný a bezpečný. Zdieľajte Firefox so svojimi priateľmi už dnes.
sl: Zasnovan drugače. Je hiter, prilagodljiv in varen. Delite Firefox s svojimi prijatelji že danes.
sr: Различит по изгледу. Он је брз, флексибилан и сигуран. Поделите Firefox са Вашим пријатељима још данас.

source: You will lose credit for all your clicks on this banner.
bn_in: আপনি এই ব্যানার আপনার সব ক্লিকের জন্য ক্রেডিট নষ্ট হয়ে যাবে|
cs: Ztratíte body za všechny kliky na tento banner.
de: Sie verlieren die Punkte für alle Ihre Klicks auf dieses Banner.
es: Perderás todos los créditos obtenidos por los clics en este banner.
fr: Vous perdrez tous les points liés aux clics sur cette bannière.
hi_in: आप इस बैनर पर अपने सभी क्लिक के लिए क्रेडिट खो देंगे.
ja: このバナーで獲得したクリック数をすべて失うことになります。
nl: Dit gaat ten koste van tegoedpunten voor al uw klikken op deze banner.
pl: Stracisz wszystkie punkty za kliknięcia tego banera.
pt_br: Você perderá créditos a cada clique seu nesse banner.
sk: Stratíte body za všetky kliky na tento banner.
sl: Izgubili boste zasluge za vse klike na to pasico.
sr: Изгубићете заслугу за све кликове на овом банеру.

source: Newsletter subscription unavailable at this time.
bn_in: এই সময়ে অনুপলব্ধ নিউজলেটার সদস্যতা|
cs: Přihlášení newsletteru je v tuto chvíli nedostupné.
de: Newsletter-Abo ist derzeit nicht verfügbar.
es: La suscripción al boletín de noticias no está disponible en este momento.
fr: L'inscription à la liste de diffusion n'est pas disponible pour le moment.
hi_in: इस समय अनुपलब्ध न्यूज़लेटर सदस्यता.
ja: ニュースレターの購読受付は現在休止しています。
nl: Abonneren op de nieuwsbrief is momenteel niet mogelijk.
pl: Subskrypcja biuletynu jest w tej chwili niedostępna.
pt_br: Assinatura da Newsletter indisponível no momento.
sk: Prihlásenie newslettera je v tejto chvíli nedostupné.
sl: Trenutno se na novice ni mogoče naročiti.
sr: Пријава за билтен је тренутно недоступна.

source: I'd like to receive the Firefox Affiliate newsletter and periodic Firefox Affiliates updates via email.
bn_in: আমি ইমেইলের মাধ্যমে ফায়ারফক্স অ্যাফিলিয়েট নিউজলেটার এবং নির্ধারিত সময়ের ফায়ারফক্স জয়নুল আবেদীন আপডেট প্রাপ্ত করতে চাই|
cs: Rád bych dostával newsletter o programu Firefox Affiliates a pravidelné informace o jeho novinkách e-mailem.
de: Ich möchte den Newsletter des Firefox-Partnerprogramms und regelmäßige Neuigkeiten zum Firefox-Partnerprogramm per E-Mail erhalten.
es: Me gustaría recibir a través del correo electrónico el boletín de noticias así como actualizaciones periódicas sobre Firefox Affiliates.
fr: Je souhaiterais recevoir la newsletter Firefox Affiliate et des informations ponctuelles sur Firefox Affiliates par courriel.
hi_in: मैं ईमेल के माध्यम से फ़ायरफ़ॉक्स संबद्ध न्यूजलेटर और आवधिक फ़ायरफ़ॉक्स सहबद्धों अपडेट प्राप्त करना चाहते हैं.
ja: Firefox アフィリエイトニュースレターを購読し、Firefox アフィリエイトの最新情報をメールで定期的に受け取ります。
nl: Ik wil graag de Firefox Affiliate-nieuwsbrief en periodieke updates over Firefox Affiliates ontvangen via e-mail.
pl: Chcę otrzymywać biuletyn i okresowe aktualizacje programu partnerskiego Firefoksa pocztą elektroniczną.
pt_br: Eu gostaria de receber a newsletter dos Afiliados Firefox e atualizações periódicas dos Afiliados Firefox via e-mail.
sk: Rád by som dostával newsletter o programe Firefox Affiliates a pravidelné informácie o jeho novinkách e-mailom.
sl: Želim prejemati novice in občasne nadgradnje o Firefox Zaveznikih (po e-pošti).
sr: Волео/ла бих да примим билтен о Firefox партнерству и повремене новости Firefox партнерства преко е-поште.

source: Current banners
bn_in: বর্তমান ব্যানারগুলি
cs: Současné bannery
de: Aktuelle Banner
es: Banners actuales
fr: Bannières actuelles
hi_in: वर्तमान बैनर
ja: 現在のバナー
nl: Huidige banners
pl: Aktualne banery
pt_br: Banners atuais
sk: Aktuálne bannery
sl: Trenutne pasice
sr: Тренутни банери
