Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: Become a Firefox Affiliate today!
bn_in: একটি ফায়ারফক্স অ্যাফিলিয়েট আজ হয়ে উঠুন!
cs: Zapojte se do partnerského programu!
de: Werden Sie noch heute Partner von Firefox!
es: ¡Conviértete en simpatizante de Firefox!
fr: Affiliez-vous à Firefox&nbsp;!
hi_in: एक फ़ायरफ़ॉक्स संबद्ध आज बनें!
ja: 今日から Firefox アフィリエイトを始めよう！
nl: Word nu een Firefox-partner!
pl: Zostań partnerem Firefoksa teraz!
pt_br: Torne-se um afiliado do Firefox hoje!
sk: Zapojte sa ešte dnes do partnerského programu!
sl: Postanite Firefoxov zaveznik!
sr: Постаните Firefox партнер данас!

source: Get everything you need to share Firefox – and the other Mozilla products you love – with the world. Climb the leaderboard to help us build a better Web.
bn_in: সবকিছুই পান যা আপনি শেয়ার করতে চান Firefox-র সাথে – এবং অন্যান্য Mozilla প্রোডাক্টসমূহ যা আপনি ভালোবাসেন – সারা বিশ্বের সাথে। লিডারবোর্ডে ওপরের দিকে উঠুন আমাদের একটি উন্নত ওয়েব বানাতে সাহায্য করে।
cs: Získejte vše, co potřebujete pro sdílení Firefoxu - a ostatních produktů Mozilla, které milujete - s celým světem. Postupujte v žebříčku nahoru a pomozte nám utvářet lepší web.
de: Holen Sie sich alles, was Sie brauchen, um Firefox – und die anderen Mozilla-Produkte, die Sie lieben – mit der Welt zu teilen. Klettern Sie in der Rangliste nach oben, um uns zu helfen, ein besseres Internet zu schaffen.
es: Consigue todo lo que necesitas para compartir con el mundo Firefox y otros productos de Mozilla que amas. Asciende en la clasificación para ayudarnos a construir una Web mejor.
fr: Tout ce dont vous avez besoin pour faire découvrir à tout le monde Firefox et les autres logiciels Mozilla que vous appréciez. Grimpez au classement pour nous aider à créer un Web meilleur.
hi_in: और तुमसे प्यार करता हूँ अन्य मोज़िला उत्पादों - दुनिया के साथ आप Firefox साझा करने के लिए जरूरत है सब कुछ मिलता है. हमें एक बेहतर वेब के निर्माण में मदद करने के लिए लीडरबोर्ड चढ़ाई.
ja: Firefox、そしてあなたが好きな他の Mozilla 製品を世界に広めるために必要なものをすべて手に入れましょう。順位表を駆け上がって、より良い Web を創るという私たちのミッションを支えてください。
nl: Verkrijg alles wat u nodig hebt om Firefox – en de andere Mozilla-producten waarvan u houdt – met de wereld te delen. Klim omhoog op het scorebord om ons een beter internet te helpen bouwen.
pl: Tutaj znajdziesz wszystko potrzebne do propagowania Firefoksa i innych produktów Mozilli na całym świecie. Wspinaj się na szczyt rankingu, pomagając nam budować lepszy internet.
pt_br: Tenha tudo que você precisa para compartilhar o Firefox - e os demais produtos da Mozilla que você ama - com o mundo. Escale nosso quadro de líderes e nos ajude a construir uma Web cada vez melhor.
sk: Získajte všetko, čo potrebujete pre zdieľanie Firefoxu - a ďalších produktov Mozilla, ktoré milujete - s celým svetom. Postupujte v rebríčku nahor a pomôžte nám vytvárať lepší web.
sl: Pridobite vse, kar potrebujete za deljenje Firefoxa - in ostalih Mozillinih izdelkov, ki jih obožujete - s svetom. Povzpnite se na lestvico najboljših in nam pomagajte zgraditi boljši splet.
sr: Набавите све што Вам је потребно да поделите FIrefox - и друге Mozilla производе које волите - са светом. Попните се на табелу лидера и помозите нам да изградимо бољи интернет.

source: Get started
bn_in: শুরু করুন
cs: Začít
de: Erste Schritte
es: Comienza
fr: Lancez-vous
hi_in: शुरू हो जाओ
ja: はじめよう
nl: Beginnen
pl: Zaczynamy
pt_br: Começar
sk: Začať
sl: Začnite
sr: Почните

source: How it works
bn_in: এটি কিভাবে কাজ করে
cs: Jak to funguje
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
hi_in: यह काम किस प्रकार करता है
ja: 仕組み
nl: Hoe het werkt
pl: Jak to działa
pt_br: Como funciona
sk: Ako to funguje
sl: Kako deluje
sr: Како ово функционише

source: Earn rewards!
bn_in: পুরস্কার উপার্জন করুন!
cs: Získávejte odměny!
de: Gewinnen Sie Belohnungen!
es: ¡Gana premios!
fr: Grimpez au classement&nbsp;!
hi_in: पुरस्कार अर्जित करें!
ja: 報酬を獲得しよう！
nl: Verdien beloningen!
pl: Zdobywaj nagrody!
pt_br: Ganhe recompensas!
sk: Získavajte odmeny!
sl: Zaslužite nagrade!
sr: Зарадите награде!

source: Climb the affiliates leaderboard for your chance to win awesome Firefox gear, and to get even more involved with Mozilla. The more you share, the higher you can climb.
bn_in: <pre class="tw-data-text vk_txt tw-ta tw-text-small" data-placeholder="Translation" id="tw-target-text" data-fulltext="" dir="ltr" style="unicode-bidi: -webkit-isolate; border: none; padding-right: 0.14em; position: relative; margin-bottom: 0px; resize: none; font-family: inherit; overflow: hidden; text-align: left; width: 237.5px; white-space: pre-wrap; word-wrap: break-word; color: rgb(33, 33, 33); height: 120px; font-size: 16px !important; line-height: 24px !important; background-color: rgb(255, 255, 255);">সন্ত্রস্ত ফায়ারফক্স গিয়ার জয় , এবং আরও বেশি জড়িত মোজিলা সঙ্গে পেতে আপনার সুযোগ জন্য অনুমোদিত লিডারবোর্ডে আরোহণ. আপনি আরো ভাগ , উচ্চ আপনি আরোহণ করতে পারেন.</pre>
cs: Postupujte v žebříčku našich partnerů a získejte úžasné věci s Firefoxem a zapojte se ještě více do projektu Mozilla. Čím více sdílíte, tím výše v žebříčku postoupíte.
de: Klettern Sie die Partner-Rangliste nach oben, um die Chance zu haben, tolle Firefox-Artikel zu gewinnen und sich noch weiter bei Mozilla einzumischen. Je mehr Sie teilen, desto höher steigen Sie.
es: Asciende en la clasificación de simpatizantes para tener la oportunidad de ganar regalos de Firefox y para estar aún más involucrado en Mozilla. Cuanto más compartas, más alto puedes ascender.
fr: Grimpez au classement pour gagner des cadeaux Firefox, et pour participer encore plus à Mozilla. Plus vous partagez, plus haut vous pouvez grimper.
hi_in: भयानक फ़ायरफ़ॉक्स गियर को जीतने के लिए, और भी अधिक शामिल मोज़िला के साथ पाने के लिए अपने मौका के लिए सहयोगी कंपनियों लीडरबोर्ड चढ़ाई. जितना अधिक आप साझा, उच्च आप चढ़ाई कर सकते हैं.
ja: アフィリエイト順位表の上位に入れば、素敵な Firefox グッズなどをもらえて、より深く Mozilla に関われるチャンスがあります。Firefox を広めれば広めるほど順位が上がります。
nl: Klim op het Affiliates-scorebord om kans te maken op het winnen van geweldige Firefox-spullen, en om nog meer bij Mozilla betrokken te raken. Hoe meer u deelt, hoe hoger u kunt klimmen.
pl: Wspinaj się na szczyt rankingu partnerów, by zdobyć wspaniałe gadżety Firefoksa i jeszcze bardziej związać się z Mozillą. Im więcej rozpropagujesz, wyżej się wespniesz.
pt_br: Escale o quadro de líderes do Afiliados e aumente suas chances de ganhar brindes do Firefox e ajudar cada vez mais a Mozilla. Quanto mais compartilhar, mais chances de ganhar.
sk: Postupujte v rebríčku našich partnerov a získajte úžasné veci s Firefoxom a zapojte sa ešte viac do projektu Mozilla. Čím viac zdieľate, tým vyššie v rebríčku postúpite.
sl: Povzpnite se na lestvico zaveznikov in si zagotovite možnost osvojiti Firefoxove nagrade in se tako še bolj povezati z Mozillo. Več kot boste delili, višje boste uvrščeni.
sr: Попните се на партнерску табелу лидера како бисте добили шансу да освојите одличну Firefox опрему као и да бисте били још више укључени у Mozilla-у. Што више делите, више ће те се попети.

source: Top affiliates
bn_in: সেরা Affiliates
cs: Žebříček partnerů
de: Erfolgreichste Partner
es: Los mejores simpatizantes
fr: Classement des affiliés
hi_in: शीर्ष सहयोगी
ja: 上位アフィリエイト参加者
nl: Top-partners
pl: Czołowi partnerzy
pt_br: Afiliados em destaque
sk: Najlepší partneri
sl: Najboljši Zavezniki
sr: Најбољи сарадници

source: Someday soon!
bn_in: কিছুদিনের মধ্যে!
cs: Již brzy!
de: Schon bald!
es: ¡Muy pronto!
fr: Peut-être bientôt&nbsp;!
hi_in: जल्दी ही किसी दिन!
ja: もうまもなく！
nl: Ergens binnenkort!
pl: Wkrótce!
pt_br: Em breve!
sk: Už čoskoro!
sl: Kmalu!
sr: Једног дана ускоро!

source: <strong>%(rank)s</strong> ranking
bn_in: <strong>%(rank)s</strong> র্যাংকিং
cs: <strong>%(rank)s</strong> pořadí
de: Platz <strong>%(rank)s</strong>
es: <strong>%(rank)s</strong> clasificación
fr: Position <strong>%(rank)s</strong>
hi_in: <strong>%(rank)s</strong> की रैंकिंग
ja: <strong>%(rank)s</strong> 位
nl: <strong>%(rank)s</strong>e positie
pl: <strong>%(rank)s</strong> pozycja
pt_br: <strong>%(rank)s</strong> no rank
sk: <strong>%(rank)s</strong> poradie
sl: <strong>%(rank)s</strong> razvrstitev
sr: <strong>%(rank)s</strong> рангирање

source: Not yet ranked
bn_in: এখনো তম স্থান নেই
cs: Zatím mimo žebříček
de: Noch kein Platz erreicht
es: Sin clasificar aún
fr: Pas encore classé
hi_in: अभी तक रैंक नहीं
ja: まだ順位が付いていません
nl: Nog niet geplaatst
pl: Jeszcze nie ma w rankingu
pt_br: Ainda não está no ranking
sk: Zatiaľ mimo rebríček
sl: Še ni na lestvici
sr: Још увек није оцењено

source: <strong>%(count)s</strong> affiliate
cs: <strong>%(count)s</strong> partner
de: <strong>%(count)s</strong> Partner
es: <strong>%(count)s</strong> simpatizante
fr: <strong>%(count)s</strong> affilié
hi_in: <strong>%(count)s</strong> के संबद्ध
ja: <strong>%(count)s</strong> 人の参加者
nl: <strong>%(count)s</strong> partner
pt_br: <strong>%(count)s</strong> afiliado
sk: <strong>%(count)s</strong> partner
sl: <strong>%(count)s</strong> zaveznikov
sr: <strong>%(count)s</strong> партнер

source: <strong>%(count)s</strong> click
bn_in: <strong>%(count)s</strong> ক্লিক
cs: <strong>%(count)s</strong> klik
de: <strong>%(count)s</strong> Klick
es: <strong>%(count)s</strong> clic
fr: <strong>%(count)s</strong> clic
hi_in: <strong>%(count)s</strong> क्लिक
ja: <strong>%(count)s</strong> クリック
nl: <strong>%(count)s</strong> klik
pl: <strong>%(count)s</strong> kliknięcie
pt_br: <strong>%(count)s</strong> clique
sk: <strong>%(count)s</strong> klik
sl: <strong>%(count)s</strong> klikov
sr: <strong>%(count)s</strong> клик

source: <strong>%(count)s</strong> banner
bn_in: <strong>%(count)s</strong> ব্যানার
fr: <strong>%(count)s</strong> bannière
hi_in: <strong>%(count)s</strong> बैनर
ja: <strong>%(count)s</strong> 個のバナー
pl: <strong>%(count)s</strong> baner
sl: <strong>%(count)s</strong> pasic
sr: <strong>%(count)s</strong> банер

source: Mozilla Recruiting
bn_in: মোজিলা রিক্রুটিং
cs: Práce u Mozilly
de: Mozilla-Rekrutierung
es: Selección del personal de Mozilla
fr: Recrutement pour Mozilla
hi_in: मोज़िला भर्ती
ja: Mozilla 採用情報
nl: Mozilla-werving
pl: Rekrutacja Mozilli
pt_br: Recrutamento Mozilla
sk: Práca v Mozille
sl: Mozilla zaposluje
sr: Mozilla регрутовање

source: Firefox for Mobile
bn_in: মোবাইল এর জন্য ফায়ারফক্স
cs: Firefox pro mobily
de: Firefox für Mobilgeräte
es: Firefox para dispositivos móviles
fr: Firefox pour mobile
hi_in: मोबाइल के लिए फ़ायरफ़ॉक्स
ja: モバイル版 Firefox
nl: Firefox voor Mobiel
pl: Firefox dla urządzeń przenośnych
pt_br: Firefox para dispositivos móveis
sk: Firefox pre mobilné telefóny
sl: Firefox za mobilne naprave
sr: Firefox за мобилни

source: Firefox for Desktop
bn_in: ডেস্কটপ এর জন্য ফায়ারফক্স
cs: Firefox pro desktop
de: Firefox für Desktop-Rechner
es: Firefox para escritorio
fr: Firefox pour ordinateur
hi_in: डेस्कटॉप के लिए फ़ायरफ़ॉक्स
ja: デスクトップ版 Firefox
nl: Firefox voor Desktop
pl: Firefox dla komputerów stacjonarnych
pt_br: Firefox para Desktop
sk: Firefox pre počítač
sl: Firefox za namizni računalnik
sr: Firefox за декстоп

source: Firefox Plugins
bn_in: Firefox প্লাগ-ইন
cs: Zásuvné moduly Firefoxu
es: Plugins de Firefox
fr: Plugins <span>pour</span> Firefox
hi_in: फ़ायरफ़ॉक्स प्लगइन्स
ja: Firefox プラグイン
nl: Plug-ins voor Firefox
pl: Wtyczki Firefoksa
pt_br: Plugins para Firefox
sk: Zásuvné moduly pre Firefox
sl: Vstavki za Firefox
sr: Firefox прикључци

source: Upgrade
bn_in: আপগ্রেড করুন
cs: Aktualizace
de: Aktualisieren
es: Actualizar
fr: Mise à jour
hi_in: नवीनीकरण
ja: アップグレード
nl: Upgraden
pl: Aktualizuj
pt_br: Atualização
sk: Aktualizácia
sl: Nadgradnja
sr: Надоградња

source: Download: Fast, Fun, Awesome
bn_in: ডাউনলোড করুন: আরও দ্রুত, মজাদার এবং আকর্ষণীও
cs: Stáhnout: Rychlý, zábavný, skvělý
de: Herunterladen: Schnell, spaßig, wunderbar
es: Descárgalo: rápido, divertido y genial
fr: Télécharger : facile, amusant, génial
hi_in: डाउनलोड: मज़ा, बहुत बढ़िया, फास्ट
ja: ダウンロード: 高速で、楽しく、素晴らしい
nl: Downloaden: snel, leuk, geweldig
pl: Pobierz: szybko, zabawnie, fantastycznie
pt_br: Baixe: rápido, fácil e divertido
sk: Prevezmite si: Rýchly, zábavný, výborný
sl: Prenos: hiter, prima, kul
sr: Преузмите: брз, забаван, одличан

source: Work for Mozilla
bn_in: Mozilla-তে কাজ করুন
cs: Práce pro Mozillu
de: Für Mozilla arbeiten
es: Trabaja para Mozilla
fr: Travaillez chez Mozilla
hi_in: मोज़िला के लिए काम
ja: Mozilla で働く
nl: Werken voor Mozilla
pl: Działaj z Mozillą
pt_br: Trabalhe para a Mozilla
sk: Práca pre Mozillu
sl: Delajte za Mozillo
sr: Радите за Mozilla-у

source: Plugin Checker
bn_in: প্লাগ-ইন পরীক্ষক
cs: Kontrola zásuvných modulů
de: Plugin-Test
es: Comprobar plugins
fr: Vérificateur de plugins
hi_in: प्लगइन परीक्षक
ja: プラグインチェッカー
nl: Plug-in-controle
pl: Sprawdzanie wtyczek
pt_br: Verificador de plugins
sk: Kontrola zásuvných modulov
sl: Kontrola vstavkov
sr: Провера прикључака

source: Download Aurora
bn_in: অরোরা সংস্করণটি ডাউনলোড করুন
cs: Stáhnout Auroru
de: Aurora herunterladen
es: Descargar Aurora
fr: Télécharger Aurora
hi_in: अरोड़ा डाउनलोड
ja: Aurora をダウンロード
nl: Aurora downloaden
pl: Pobierz Aurorę
pt_br: Baixar o Aurora
sk: Prevziať verziu Aurora
sl: Prenesite Auroro
sr: Преузмите Aurora

source: Aurora for Android
bn_in: মোবাইলে ব্যবহারের <span>জন্য</span> অরোরা সংস্করণ
cs: Aurora pro Android
de: Aurora für Android
es: Aurora para Android
fr: Aurora pour Android
hi_in: एंड्रॉयड के लिए अरोड़ा
ja: Android 版 Aurora
nl: Aurora voor Android
pl: Aurora dla Androida
pt_br: Aurora para Android
sk: Aurora pre Android
sl: Aurora za Android
sr: Aurora за Android

source: Download Beta
bn_in: বিটা সংস্করণ ডাউনলোড করুন
cs: Stáhnout betverzi
de: Beta herunterladen
es: Descargar Beta
fr: Télécharger la bêta
hi_in: डाउनलोड बीटा
ja: Beta をダウンロード
nl: Bèta downloaden
pl: Pobierz wersję Beta
pt_br: Baixar o Beta
sk: Prevziať Beta verziu
sl: Prenesi beta
sr: Преузмите бету

source: 3.6 Upgrade
bn_in: 3.6 আপগ্রেড
cs: Aktualizace z 3.6
de: Aktualisieren
es: Actualizar versión 3.6
fr: Mise à jour de la version 3.6
hi_in: 3.6 अपग्रेड
ja: 3.6 へのアップグレード
nl: 3.6 Upgraden
pl: Zaktualizuj wersję 3.6
pt_br: Atualização 3.6
sk: Aktualizácia z 3.6
sl: Nadgradnja iz 3.6
sr: Надоградња верзије 3.6

source: Facebook Messenger for Firefox
bn_in: Firefox জন্য Facebook মেসেঞ্জার
cs: Facebook Messenger pro Firefox
de: Facebook-Messenger für Firefox
es: Facebook Messenger para Firefox
fr: Facebook Messenger pour Firefox
hi_in: फ़ायरफ़ॉक्स के लिए फेसबुक मैसेंजर
ja: Firefox 用 Facebook メッセンジャー
nl: Facebook Messenger voor Firefox
pl: Facebook Messenger dla Firefoksa
pt_br: Facebook Messenger para Firefox
sk: Facebook Messenger pre Firefox
sl: Facebook Messenger za Firefox
sr: Facebook Messenger за Firefox

source: Purple
bn_in: বেগুনী
cs: Purpurová
de: Violett
es: Púrpura
fr: Violet
hi_in: बैंगनी
ja: 紫
nl: Paars
pl: Purpurowy
pt_br: Púrpura
sk: Purpurová
sl: Škrlatno
sr: Љубичасто

source: Blue
bn_in: নীল
cs: Modrá
de: Blau
es: Azul
fr: Bleu
hi_in: ब्लू
ja: 青
nl: Blauw
pl: Niebieski
pt_br: Azul
sk: Modrá
sl: Modro
sr: Плаво

source: Green
bn_in: সবুজ
cs: Zelená
de: Grün
es: Verde
fr: Vert
hi_in: हरा
ja: 緑
nl: Groen
pl: Zielony
pt_br: Verde
sk: Zelená
sl: Zeleno
sr: Зелено

source: Red
bn_in: লাল
cs: Červená
de: Rot
es: Rojo
fr: Rouge
hi_in: रेड
ja: 赤
nl: Rood
pl: Czerwony
pt_br: Vermelho
sk: Červená
sl: Rdeče
sr: Црвено

source: Orange
bn_in: কমলা
cs: Oranžová
es: Naranja
hi_in: नारंगी
ja: オレンジ
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
sk: Oranžová
sl: Oranžno
sr: Наранџасто

source: Yellow
bn_in: হলুদ
cs: Žlužá
de: Gelb
es: Amarillo
fr: Jaune
hi_in: पीले
ja: 黄
nl: Geel
pl: Żółty
pt_br: Amarelo
sk: Žltá
sl: Rumeno
sr: Жуто

source: White
bn_in: সাদা
cs: Bílá
de: Weiß
es: Blanco
fr: Blanc
hi_in: सफेद
ja: 白
nl: Wit
pl: Biały
pt_br: Branco
sk: Biela
sl: Belo
sr: Бело

source: Black
bn_in: কালো
cs: Černá
de: Schwarz
es: Negro
fr: Noir
hi_in: काला
ja: 黒
nl: Zwart
pl: Czarny
pt_br: Preto
sk: Čierna
sl: Črno
sr: Црно

source: Terms of Service
bn_in: পরিষেবার শর্তাদি
cs: Podmínky služby
de: Nutzungsbedingungen
es: Condiciones del servicio
fr: Conditions d'utilisation
hi_in: सेवा की शर्तें
ja: 利用規約
nl: Servicevoorwaarden
pl: Zasady korzystania
pt_br: Termos de Serviço
sk: Podmienky služby
sl: Pogoji uporabe
sr: Услови коришћења

source: I love Firefox because&hellip;
bn_in: আমি Firefox-কে ভালোবাসি কারণ&hellip;
cs: Mám rád Firefox, protože&hellip;
de: Ich liebe Firefox, weil &hellip;
es: Me encanta Firefox porque&hellip;
fr: J'aime Firefox parce que…
hi_in: मैं फ़ायरफ़ॉक्स पसंद है&hellip;
ja: 私は Firefox が好きです。その理由は...
nl: Ik ben gek op Firefox omdat&hellip;
pl: Uwielbiam Firefoksa, ponieważ&hellip;
pt_br: Eu amo o Firefox porque&hellip;
sk: Firefox obľubujem, pretože&hellip;
sl: Rad imam Firefox ker&hellip;
sr: Волим Firefox зато што&hellip;

source: Enter e-mail
bn_in: ই-মেল আইডি দিন
cs: Vložte e-mail
de: E-Mail-Adresse eingeben
es: Escribir correo
fr: Saisir l'adresse de courriel
hi_in: ईमेल दर्ज करें
ja: メールアドレスを入力
nl: Voer e-mailadres in
pl: Podaj adres e-mail
pt_br: Insira seu e-mail
sk: Zadajte e-mailovú adresu
sl: Vnesite e-poštni naslov
sr: Унесите е-пошту

source: Sorry. Your message is too long. Please tell the world why you love Firefox in 90 characters or less.
bn_in: দুঃখিত| আপনার বার্তাটি অত্যন্ত দীর্ঘ| আপনি 90 অক্ষর বা তার কম ফায়ারফক্স ভালোবাসি কেন বিশ্বের বলুন|
cs: Omlouváme se.Vaše zpráva je příliš dlouhá. Shrňte prosím, jak moc máte Firefox rádi, do 90 znaků nebo méně.
de: Es tut uns Leid, Ihre Nachricht ist zu lang. Bitte erzählen Sie der Welt in höchstens 90 Zeichen, warum Sie Firefox lieben.
es: Lo lamentamos, pero tu mensaje es demasiado largo. Por favor, cuéntale al mundo por qué te encanta Firefox en un máximo de 90 caracteres.
fr: Désolé. Votre message est trop long. Veuillez expliquer à tout le monde pourquoi vous aimez Firefox en 90 caractères ou moins.
hi_in: सॉरी. आपका संदेश बहुत लंबा है. आप 90 वर्ण या उससे कम समय में फ़ायरफ़ॉक्स प्यार क्यों दुनिया को बता देते हैं.
ja: 申し訳ありませんが、メッセージが長すぎます。あなたが Firefox を好きな理由を 90 文字以内で世界中の人たちに伝えてください。
nl: Sorry, uw bericht is te lang. Vertel de wereld in maximaal 90 tekens waarom u zo gek op Firefox bent.
pl: Twoja wiadomość jest za długa. Opisz dlaczego uwielbiasz Firefoksa, używając maksymalnie 90. słów.
pt_br: Sentimos, mas sua mensagem é muito longa. Por favor, conte ao mundo por que você ama o Firefox usando 90 caracteres ou menos.
sk: Ospravedlňujeme sa, váš text je moc dlhý. Dĺžka textu môže byť max 90 znakov.
sl: Vaše sporočilo je predolgo. Spročilo, zakaj imate radi Firefox, lahko vsebuje največ 90 znakov
sr: Жао нам је. Ваша порука је превише дуга. Реците свету зашто волите Firefox у 90 карактера или мање.

source: All
bn_in: সব
cs: Vše
de: Alle
es: Todos
fr: Tous
hi_in: सभी
ja: すべて
nl: Alle
pl: Wszystkie kraje
pt_br: Todos
sk: Všetky
sl: Vse
sr: Све

source: Link your Firefox Affiliates account
bn_in: আপনার Firefox Affiliates অ্যাকাউন্ট যুক্ত করুন
cs: Propojte svůj účet Firefox Affiliates
de: Verbinden Sie Ihr Firefox-Partner-Konto
es: Vincular tu cuenta de Firefox Affiliates
fr: Lier votre compte Firefox Affiliates
hi_in: अपने फ़ायरफ़ॉक्स सहबद्धों खाता लिंक
ja: あなたの Firefox アフィリエイトアカウントを関連付ける
nl: Uw Firefox Affiliates-account koppelen
pl: Powiąż swoje konto partnera Firefoksa
pt_br: Vincular sua conta dos Afiliados Firefox
sk: Odkaz na váš účet Partnerského programu Firefoxu
sl: Povežite vaš račun za Zaveznike Firefoxa
sr: Повежите Ваш налог Firefox партнерства

source: Way to go! You've had {0} clicks on your Firefox banner.
bn_in: যেতে উপায়! আপনি {0} আপনার ফায়ারফক্স ব্যানারে ক্লিক ছিল করেছি|
cs: Jen tak dál! Máte již {0} klepnutí na váš Firefox banner.
de: Gut gemacht! Sie haben bisher {0} Klicks auf Ihr Firefox-Banner gesammelt.
es: ¡Así se hace! Ya llevas {0} clics en tu banner de Firefox.
fr: Bien joué ! Vous avez obtenu {0} clics sur votre bannière Firefox.
hi_in: जाने के लिए रास्ता! आप {0} अपने फ़ायरफ़ॉक्स बैनर पर क्लिक करता है लिया है.
ja: その調子！ あなたの Firefox バナーは {0} クリック獲得しました。
nl: Goed gedaan! U hebt {0} klikken op uw Firefox-banner ontvangen.
pl: Brawo! Osiągnąłeś {0} kliknięć swojego banera Firefoksa.
pt_br: No caminho certo! Você obteve {0} cliques no seu banner do Firefox.
sk: Len tak ďalej! Mali ste {0} kliknutí na Váš Firefox banner.
sl: Pohvalno! Do sedaj je na vašo pasico kliknilo že {0} oseb.
sr: Браво! Имали сте {0} кликова на Ваш Firefox банер.

source: Amazing! You've had {0} clicks on your Firefox banner. Thanks for spreading the word.
bn_in: অ্যামেজিং! আপনি {0} আপনার ফায়ারফক্স ব্যানারে ক্লিক ছিল করেছি. শব্দ ছড়াতে জন্য ধন্যবাদ|
cs: Úžasné! Máte již {0} klepnutí na váš Firefox banner. Děkujeme za šíření.
de: Wahnsinn! Sie haben {0} bisher Klicks auf Ihr Firefox-Banner gesammelt. Danke, dass Sie die Botschaft weitersagen.
es: ¡Genial! Ya llevas {0} clics en tu banner de Firefox. Gracias por difundirlo.
fr: Incroyable ! Vous avez obtenu {0} clics sur votre bannière Firefox. Merci de faire passer le message.
hi_in: अद्भुत! आप {0} अपने फ़ायरफ़ॉक्स बैनर पर क्लिक करता है लिया है. शब्द के प्रसार के लिए धन्यवाद.
ja: 素晴らしい！ あなたのバナーは {0} クリック獲得しました。Firefox の認知度向上にご協力ありがとうございます。
nl: Ongelooflijk! U hebt {0} klikken op uw Firefox-banner ontvangen. Bedankt voor het verspreiden van de boodschap.
pl: Fantastycznie! Osiągnąłeś {0} kliknięć swojego banera Firefoksa. Dziękujemy za popularyzowanie Firefoksa.
pt_br: Muito bom! Você obteve {0} cliques no seu banner do Firefox. Obrigado por divulgar.
sk: Úžasné! Mali ste {0} kliknutí na Váš Firefox banner. Ďakujeme za šírenie slova.
sl: Super! Na vašo Facebook pasico je kliknilo že {0} oseb. Hvala, ker širite informacijo.
sr: Невероватно! Имали сте {0} кликова на Ваш Firefox банер. Хвала што ширите реч.

source: Wow! Your banner has {0} clicks! It's ready to grow up and become a Firefox ad.
bn_in: বাহ! আপনার ব্যানার {0} ক্লিক আছে! এটা বড় এবং একটি ফায়ারফক্স বিজ্ঞাপন হয়ে প্রস্তুত|
cs: Wow! Váš banner má již {0} klepnutí! Je na čase nechat ho vyrůst do Facebookové reklamy.
de: Wow! Ihr Banner hat {0} Klicks! Es ist bereit, erwachsen zu werden und eine Firefox-Anzeige zu werden.
es: ¡Guau! Tu banner tiene {0} clics. Está listo para subir de nivel y convertirse en un anuncio de Firefox.
fr: Waw ! Votre bannière a obtenu {0} clics ! Il est temps de la faire grandir et devenir une publicité Firefox.
hi_in: वाह! अपने बैनर {0} क्लिक्स है! यह बड़े होते हैं और एक फ़ायरफ़ॉक्स विज्ञापन बनने के लिए तैयार है.
ja: すごい！ あなたのバナーは {0} クリック獲得しました。さらに成長し Firefox の広告になるチャンスが見えています。
nl: Wauw! Uw banner heeft {0} klikken! Hij is volwassen genoeg om een Firefox-advertentie te worden.
pl: Hura! Twój baner uzyskał {0} kliknięć! Dojrzał, by stać się reklamą Firefoksa.
pt_br: Incrível! Seu banner possui {0} cliques! Ele está pronto para crescer e tornar-se um anúncio do Firefox.
sk: Wau! Váš banner má {0} kliknutí! Je pripravený rásť a stať sa reklamou Firefoxu.
sl: Vaša pasica ima {0} klikov! Pripravljena je, da postane reklama za Firefox.
sr: Вау! Ваш банер има {0} кликова! Спреман је да нарасте и да постане Firefox оглас.
