Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: If you're not sure what you're looking for, start at <a href="%(link)s">mozilla.org</a>.
cs: Pokud si nejste jistí, co hledáte, začněte na <a href="%(link)s">mozilla.org</a>.
de: Wenn Sie nicht sicher sind, wonach Sie suchen, beginnen Sie auf <a href="%(link)s">mozilla.org</a>.
es: Si no estás seguro de lo que buscas, comienza en <a href="%(link)s">mozilla.org</a>.
fr: Si vous ne savez pas très bien ce que vous cherchez, commencez par <a href="%(link)s">mozilla.org</a>.
hi_in: क्या आप के लिए क्या देख रहे हैं यकीन नहीं कर रहे हैं, तो <a href="%(link)s">mozilla.org</a>में शुरू करो.
ja: 何を探しているかよく分からない場合は、<a href="%(link)s">mozilla.org のトップページ</a> から始めてください。
nl: Als u niet zeker weet wat u zoekt, begin dan bij <a href="%(link)s">mozilla.org</a>.
pl: Jeśli nie masz pewności czego szukasz, rozpocznij na stronie <a href="%(link)s">mozilla.org</a>.
pt_br: Se você não tem certeza do que está procurando, comece por <a href="%(link)s">mozilla.org</a>.
sk: Ak neviete, čo hľadáte - začnite na <a href="%(link)s">mozilla.org</a>.
sl: Če ne veste, kod in kam, začnite znova pri <a href="%(link)s">mozilla.org</a>.
sr: Уколико нисте сигурни шта тражите, крените од <a href="%(link)s">mozilla.org</a>.

source: Using Affiliate banners
bn_in: অ্যাফিলিয়েট ব্যানার ব্যবহার করে
cs: Používání bannerů
de: Verwenden von Partner-Bannern
es: Usar los banners de Affiliates
fr: Utilisation des boutons d'affiliation
hi_in: संबद्ध बैनर का उपयोग
ja: アフィリエイトバナーの使用
nl: Affiliate-banners gebruiken
pl: Korzystanie z partnerskich banerów
pt_br: Usando banners dos Afiliados Firefox
sk: Používanie bannerov
sl: Kako se uporablja zavezniške pasice
sr: Коришћење партнерских банера

source: What is Firefox Affiliates?
bn_in: ফায়ারফক্স জয়নুল আবেদীন কি?
cs: Co je Partnerský program Firefoxu?
de: Was ist Firefox-Partner?
es: ¿Qué es Firefox Affiliates?
fr: Qu'est-ce que Firefox Affiliates ?
hi_in: फ़ायरफ़ॉक्स सहबद्धों क्या है?
ja: Firefox アフィリエイトとは？
nl: Wat is Firefox Affiliates?
pl: Czym jest projekt Partnerzy Firefoksa?
pt_br: O que é o Afiliados Firefox?
sk: Čo je partnerský program Firefoxu?
sl: Kdo so Zavezniki Firefoxa?
sr: Шта је Firefox партнерство?

source: Firefox Affiliates allows you to build banners and place them on your Facebook profile to encourage visitors to download Firefox. When a visitor to your page or status update clicks on a banner and visits the Firefox download page, you get credit for that click. Affiliates who get a lot of clicks through their profile will be featured on our leaderboard and be eligible for fun stuff like Firefox T-shirts and, if you opt in, we may feature your banner in a paid-ad on the Facebook ad network. While we do send out prizes and gifts to our Affiliates from time to time, Firefox Affiliates does not offer monetary rewards for hosting Firefox banners.
cs: Program Firefox Affiliates vám umožňuje vytvářet bannery a umisťovat je na Facebook a vyzvat tak návštěvníky, aby si stáhli Firefox. Pokud návštěvník vaší stránky nebo statusu klepne na banner a navštíví stránku stažení Firefoxu, získáte bod. Partneři, kteří získají hodně kliků budou uvedeni v našem žebříčku a mohou získat veselé ceny, jako například tričko s Firefoxem, a pokud se přihlásíte, můžeme váš banner zahrnout do placené kampaně na Facebooku. Ačkoliv jako odměnu partnerům čas od času posíláme ceny a dárky, není partnerský program Firefox Affiliates o penězích, které by autoři webů od nás inkasovali za umístění bannerů.
de: Mit Firefox-Partner können Sie Banner erstellen und Sie auf Ihrem Facebook-Profil veröffentlichen, um Besucher dazu aufzufordern, Firefox herunterzuladen. Wenn ein Besucher Ihrer Seite oder Ihres Status-Updates auf ein Banner klickt und die Firefox-Downloadseite besucht, wird Ihnen dieser Klick angerechnet. Partner, über deren Profil viele Downloads durchgeführt werden, werden auf unserer Partnerleiter vorgestellt und kommen in Frage für lustiges Zeug wie Firefox-T-Shirts und, wenn Sie sich dafür anmelden, zeigen wir Ihr Banner vielleicht in einer bezahlten Anzeige im Facebook-Werbenetzwerk. Auch wenn wir von Zeit zu Zeit Preise und Geschenke an unsere Partner verschicken, bietet Firefox-Partner keine finanzielle Entlohnung für das Zeigen von Firefox-Bannern.
es: Firefox Affiliates te permite generar banners y colocarlos en tu perfil de Facebook para animar a los visitantes a descargar Firefox. Cada vez que un visitante de tu página o actualización de estado hace clic sobre un banner y va a la página de descarga de Firefox, obtienes crédito por ello. Aquellos simpatizantes que consigan muchas descargas a través de su perfil será destacados en nuestra tabla de clasificación y podrán ser elegidos para recibir cosas divertidas como, por ejemplo, camisetas/remeras de Firefox. Si seleccionas la opción de participar, tal vez destaquemos tu banner en un anuncio pagado en la red de publicidad de Facebook. Aunque sí enviamos premios y regalos a nuestros simpatizantes de vez en cuando, Firefox Affiliates no ofrece recompensa económica alguna por incluir banners de Firefox.
fr: Firefox Affiliates permet de fabriquer des bannières que vous placez sur votre profil Facebook pour encourager les visiteurs à télécharger Firefox. Lorsqu'un visiteur de votre page ou statut clique sur un de ces boutons et télécharge Firefox, vous êtes crédité(e) de ce téléchargement. Les affiliés qui obtiennent un grand nombre de téléchargements via leur profil seront présentés sur notre tableau d'honneur et seront susceptibles de recevoir de jolies choses comme des t-shirts Firefox. Si vous l'acceptez, nous pourrions aussi utiliser votre bannière comme publicité rémunérée sur le réseau Facebook. Bien que nous envoyions des prix et des cadeaux à nos affiliés de temps en temps, nous n'offrons aucune contrepartie financière pour le placement de boutons Firefox.
hi_in: फ़ायरफ़ॉक्स सहबद्धों आप बैनर बनाने के लिए और फ़ायरफ़ॉक्स डाउनलोड करने के लिए आगंतुकों को प्रोत्साहित करने के लिए अपने फेसबुक प्रोफाइल पर उन्हें जगह की अनुमति देता है. अपने पृष्ठ या स्थिति अद्यतन करने के लिए एक आगंतुक एक बैनर पर क्लिक करता है और फ़ायरफ़ॉक्स डाउनलोड पृष्ठ पर जाता है, तो आप उस क्लिक के लिए ऋण मिलता है. उनके प्रोफाइल के माध्यम से क्लिक के एक बहुत कुछ मिलता सहयोगी है जो आप चुनते हैं, तो हम फेसबुक विज्ञापन नेटवर्क पर एक भुगतान किया विज्ञापन में अपने बैनर सुविधा हो सकती है, हमारे लीडरबोर्ड पर छापा और फ़ायरफ़ॉक्स टी शर्ट की तरह मज़ा सामान के लिए पात्र हो सकता है और किया जाएगा. हम समय-समय पर हमारे सहयोगियों को पुरस्कार और उपहार भेजने के बाहर करते हैं, फ़ायरफ़ॉक्स के सहयोगी कंपनियों फ़ायरफ़ॉक्स बैनर की मेजबानी के लिए मौद्रिक पुरस्कार प्रदान नहीं करता है.
ja: Firefox アフィリエイトでは、Firefox のバナーを作成し、あなたの Facebook プロフィールに追加して、訪れた人に Firefox のダウンロードを促すことができます。あなたのページや近況を見た人がバナーをクリックして Firefox のダウンロードページを訪れると、そのクリックはあなたの実績として数えられます。プロフィールを通じて多くのクリック数を獲得したアフィリエイト参加者は順位表に載り、Firefox T シャツなどのグッズをもらうことができます。また、あなたが望めば、Facebook 広告ネットワーク上の有料広告としてあなたのバナーが取り上げられる可能性もあります。Firefox アフィリエイトでは、賞品やプレゼントを時々参加者へお届けしていますが、Firefox ボタンの設置に対する金銭的な報酬の提供は行いません。
nl: Via Firefox Affiliates kunt u banners bouwen en op uw Facebook-profiel plaatsen om bezoekers aan te zetten tot het downloaden van Firefox. Wanneer een bezoeker van uw pagina of statusupdate op een banner klikt en de Firefox-downloadpagina bezoekt, krijgt u voor die klik tegoedpunten. Partners die via hun profiel veel klikken ontvangen worden op ons scorebord aanbevolen en komen in aanmerking voor leuke spullen als Firefox-T-shirts. Ook kunnen we, als u zich inschrijft, uw banner in een betaalde advertentie op het Facebook-advertentienetwerk aanbevelen. Hoewel we van tijd tot tijd prijzen en geschenken aan onze partners weggeven, biedt Firefox Affiliates geen financiële vergoedingen voor het hosten van Firefox-banners.
pl: Projekt Partnerzy Firefoksa umożliwia tworzenie banerów i umieszczanie ich na Facebooku na profilu osoby je tworzącej, aby zachęcić osoby odwiedzające dany profil do pobrania Firefoksa. Gdy osoba odwiedzająca twoją stronę lub status kliknie baner, odwiedzi stronę pobierania Firefoksa i go pobierze, otrzymasz za to kliknięcie punkty. Partnerzy, którzy otrzymają dużo punktów za kliknięcia na ich profilu, będą wyróżnieni na naszej tablicy wyników i uzyskają prawo do otrzymania fajnych rzeczy, takich jak np. koszulkę T-shirt Firefoksa i jeśli dany partner wyrazi zgodę, zaprezentujemy jego baner w płatnych reklamach na Facebooku. Od czasu do czasu wysyłamy naszym partnerom nagrody i upominki, ale za publikowanie banerów Firefoksa nie otrzymują oni żadnych gratyfikacji pieniężnych.
pt_br: O programa Afiliados Firefox permite que você monte banners e os coloque no seu perfil do Facebook para encorajar visitantes a baixarem o Firefox. Quando um visitante da sua página clica em um banner e visita a página de download do Firefox, você ganha créditos. Afiliados que obtiverem muitos cliques em seus perfis terão destaque no nosso quadro de líderes e poderão ser escolhidos para ganhar brindes, como camisetas do Firefox. Além disso, se você concordar, poderemos destacar seu banner em anúncio pago da rede de anúncios do Facebook. Apesar de enviarmos prêmios e presentes a nossos afiliados de tempos em tempos, o programa Afiliados Firefox não oferece recompensas monetárias por hospedagem dos banners do Firefox.
sk: Program Firefox Affiliates vám umožňuje vytvárať bannery a umiestňovať ich na Facebook a vyzývať tak návštevníkov, aby si prevzali Firefox. Ak návštevník vašej stránky alebo statusu klikne na banner a navštívi stránku prevzatia Firefoxu, získate bod. Partneri, ktorí získajú veľa klikov budú uvedení v našom rebríčku a môžu získať veselé ceny, ako napríklad tričko s Firefoxom, a ak sa prihlásite, môžeme váš banner zaradiť aj do platenej kampane na Facebooku. Aj keď ako odmenu partnerom čas od času posielame ceny a darčeky, partnerský program Firefox Affiliates nie je o peniazoch, ktoré by autori webov od nás inkasovali za umiestnenie bannerov.
sl: Gumbi za Zaveznike Firefoxa so koščki html kode, ki jih lahko dodate na svojo spletno stran ali v blog, s katerimi spodbudite svoje obiskovalce, da si prenesejo Firefox. Ko obiskovalec na vaši spletni strani klikne na gumb za prenos Firefoxa, boste dobili za ta prenos dobropis. Zaveznike z veliko prenosov preko njihove spletne strani bomo predstavili na naši top listi in bodo imeli pravico do zabavne malenkosti, kot so Firefox T-majice. Od časa do časa pošiljamo nagrade in darila za svoje partnerje, vendar Zavezniki Firefoxa za gostovanje gumbov ne nudijo denarne nagrade.
sr: Firefox партнерство Вам прижа могућност прављења банера и њихово постављање на Ваш Facebook профил како бисмо охрабрили посетиоце да преузму Firefox. Када посетилац Ваше стране или статуса кликне на банер и посети страницу за преузимање Firefox-а, Ви добијате заслугу за тај клик. Партнери који добију пуно кликова кроз њихов профил биће истакнути на нашој табели лидера и добиће право на забавне ствари попут Firefox мајица и, ако се одлучите, можда истакнемо Ваш банер као плаћену рекламу на мрежу Facebook реклама. Иако с времена на време шаљемо награде и поклоне нашим партнерима, Firefox партнерство не пружа новчане награде за постављање Firefox банера.

source: How do I add a banner to my Facebook profile?
bn_in: আমি কিভাবে আমার ফেসবুক প্রোফাইলে একটি ব্যানার যোগ করবেন?
cs: Jak přidám banner na svůj Facebookový profil?
de: Wie füge ich einen Banner zu meinem Facebook-Profil hinzu?
es: ¿Cómo agrego un banner de Affiliates a mi sitio web?
fr: Comment ajouter un bouton d'affiliation à mon profil Facebook ?
hi_in: कैसे मैं अपने फेसबुक प्रोफाइल के लिए एक बैनर जोड़ सकता हूँ?
ja: 私の Facebook のプロフィールにバナーを追加するには？
nl: Hoe voeg ik een banner toe aan mijn Facebook-profiel?
pl: Jak dodać baner do mojego profilu na Facebooku?
pt_br: Como eu adiciono um banner ao meu perfil do Facebook?
sk: Ako pridám banner na svoj Facebookový profil?
sl: Kako dodam pasico na svoj Facebook profil?
sr: Како могу додати банер на свој Facebook профил?

source: Select a banner design that you like using the <a href="%(link)s">banner builder</a>, add a personal message about why you love Firefox and then click "share." This will post the banner to your Facebook timeline and into your friends' newsfeed.
cs: Zvolte si vzhled banneru, který byste rádi použili pomocí <a href="%(link)s">nástroje pro tvorbu banneru</a>, přidejte svou zprávu, proč máte Firefox rádi, a pak klepněte na "sdílet". Tím odešlete banner na svou Facebooku timeline a do seznamů svých přátel.
de: Wählen Sie ein Banner-Design, das Ihnen gefällt, indem Sie den <a href="%(link)s">Banner-Bauer</a> verwenden, fügen Sie eine persönliche Nachricht hinzu, in der Sie beschreiben, warum Sie Firefox lieben und klicken Sie dann auf „Weitergeben“. Dadurch wird das Banner in Ihrer Facebook-Chronik und im Newsfeed Ihrer Freunde veröffentlicht
es: Selecciona un diseño de banner que te guste usando el <a href="%(link)s">generador de banners</a>, agrega un mensaje personal que describa por qué te encanta Firefox y, a continuación, haz clic en "compartir". Tu banner se publicará en tu línea del tiempo de Facebook y el canal de noticias de tus amigos.
fr: Sélectionnez un modèle de bannière qui vous plaît en utilisant le <a href="%(link)s">générateur de bannières</a>, ajoutez un message personnel expliquant pourquoi vous aimez Firefox, plus cliquez sur « partager ». Votre bannière sera publiée sur votre timeline Facebook et le fil d'actualités de vos amis.
hi_in: आप <a href="%(link)s">बैनर बिल्डर</a> का उपयोग कर लगता है कि जैसे एक बैनर डिजाइन का चयन करें, आप फ़ायरफ़ॉक्स प्यार करता हूँ और फिर क्लिक करें के बारे में क्यों एक व्यक्तिगत संदेश जोड़ने के "शेयर." यह आपके फेसबुक समय के लिए और अपने मित्रों के समाचारफ़ीड में बैनर पोस्ट करेंगे.
ja: <a href="%(link)s">バナービルダー</a> を使ってお好みのバナーデザインを選択し、あなたが Firefox を好きな理由について個人的なメッセージを追加してから「シェア」をクリックします。そうすると、あなたの Facebook タイムラインと友達のニュースフィードにバナーが投稿されます。
nl: Selecteer een bannerontwerp dat u bevalt via de <a href="%(link)s">banner builder</a>, voeg een persoonlijk bericht toe over waarom u zo gek bent op Firefox en klik daarna op “Delen”. Hierdoor wordt de banner op uw Facebook-tijdlijn en in de nieuwsfeed van uw vrienden geplaatst.
pl: Za pomocą <a href="%(link)s">konstruktora banerów</a> wybierz tło banera, dodaj informację, dlaczego uwielbiasz Firefoksa i naciśnij przycisk „Udostępnij”. Spowoduje to wysłanie banera na twoją oś czasu i do sekcji aktualności na Facebooku.
pt_br: Selecione um banner que você gosta usando o <a href="%(link)s">criador de banners</a>, insira uma mensagem pessoal explicando por que você ama o Firefox e clique em "Compartilhar". O banner será publicado na sua linha do tempo no Facebook e nas atualizações de seus amigos.
sk: Vyberte dizajn banneru, ktorý sa vám páči pomocou <a href="%(link)s">zostavovača banneru</a>, pridajte svoju správu o tom, prečo máte radi Firefox a kliknite na "zdieľať". Zobrazí sa to na vašej Facebookovej časovej osi a v novinkách vašich priateľov.
sl: Izberite izgled pasice, ki bi jo radi prilagodili z <a href="%(link)s">urejevalnikom pasice</a>, dodajte osebno sporočilo, zakaj vam je všeč Firefox in kliknite "Deli". To bo objavilo pasico na vašo Facebook časovnico in v novice vašim prijateljem.
sr: Одаберите дизајн банера који Вам се свиђа користећи <a href="%(link)s">градитељ банера</a>, додајте личну поруку о томе зашто волите Firefox и онда притисните "подели." Ово ће објавити банер на Вашој Facebook временској линији и међу новостима Ваших пријатеља.

source: How do I invite a friend to use Firefox?
bn_in: আমি কিভাবে ফায়ারফক্স ব্যবহার করার জন্য একটি বন্ধু আমন্ত্রণ না?
cs: Jak pozvu přátele k používání Firefoxu?
de: Wie lade ich einen Freund ein, Firefox zu verwenden?
es: ¿Cómo invito a un amigo o a una amiga a usar Firefox&nbsp;?
fr: Comment puis-je inviter un(e) ami(e) à utiliser Firefox&nbsp;?
hi_in: मैं कैसे फ़ायरफ़ॉक्स का उपयोग करने के लिए एक दोस्त को आमंत्रित करते हैं?
ja: 友達を招待して Firefox を使ってもらうには？
nl: Hoe nodig ik een vriend uit om Firefox te gebruiken?
pl: Jak zachęcić znajomych do używania Firefoksa?
pt_br: Como eu convido meus amigos a usarem o Firefox?
sk: Ako pozvem priateľov k používaniu Firefoxu?
sl: Kako povabim prijatelja, da bo uporabljal Firefox?
sr: Како да позовем пријатеља да користи Firefox?

source: If you'd like to personally invite someone to use Firefox, just select "Share ad with friends" from the side menu and you will be able to send a Facebook message with a custom Firefox download link. If your friend clicks on the link, you'll also get credit for the click.
bn_in: আপনি ব্যক্তিগতভাবে ফায়ারফক্স ব্যবহার কাউকে আমন্ত্রণ জানাতে চাই, শুধু দিকে মেনু থেকে "বন্ধুদের সাথে শেয়ার করুন বিজ্ঞাপন" নির্বাচন করুন এবং আপনি একটি কাস্টম ফায়ারফক্স ডাউনলোড লিঙ্ক সহ একটি ফেসবুক বার্তা পাঠাতে সক্ষম হবে| আপনার বন্ধুর লিঙ্কে ক্লিক থাকে, তাহলে আপনি ক্লিক জন্য ক্রেডিট পাবেন|
cs: Pokud byste rádi osobně někoho pozvali, aby používal Firefox, stačí vybrat "Sdílet s přáteli" z postranní nabídky a budete tak moci odeslat Facebookovou zprávu s vlastním odkazem pro stažení Firefoxu. Pokud vaši přátelé klepnou na odkaz, získáte rovněž bod za toto kliknutí.
de: Wenn Sie jemanden persönlich einladen möchten, Firefox zu verwenden, wählen Sie einfach „Anzeige an Freunde weitergeben“ aus dem Seitenmenü und Sie können eine Facebook-Nachricht mit einem angepassten Firefox-Downloadlink senden. Wenn Ihr Freund diesen Link anklickt, wird Ihnen dieser Klick auch angerechnet.
es: Si deseas invitar personalmente a alguien a utilizar Firefox, selecciona en el menú lateral la opción "Compartir anuncio con amigos" y podrás enviar un mensaje de Facebook con un enlace personalizado para descargar Firefox. Si tu amigo o amiga hace clic en el enlace, conseguirás crédito por ese clic también.
fr: Si vous aimeriez inviter personnellement quelqu'un à utiliser Firefox, sélectionnez simplement « Partagez la publicité avec des amis » sur le menu latéral et vous pourrez envoyer un message sur Facebook avec un lien personnalisé pour télécharger Firefox. Si votre ami clique sur le lien, vous serez également crédité(e) pour ce clic.
hi_in: आप व्यक्तिगत रूप से फ़ायरफ़ॉक्स का उपयोग करने के लिए किसी को आमंत्रित करना चाहते हैं, तो बस ओर मेनू से "मित्रों के साथ साझा करें विज्ञापन" का चयन करें और आप एक कस्टम फ़ायरफ़ॉक्स डाउनलोड लिंक के साथ एक फेसबुक संदेश भेजने में सक्षम हो जाएगा. अपने दोस्त के लिंक पर क्लिक करता है, तो आप भी क्लिक के लिए क्रेडिट मिलेगा.
ja: 誰かを個人的に招待して Firefox を使ってもらいたい場合は、サイドメニューから「友達とこの広告をシェア」を選択すれば、独自の Firefox ダウンロードリンクとともに Facebook メッセージを送信できます。その友達がリンクをクリックすれば、そのクリックはあなたの実績として数えられます。
nl: Als u iemand persoonlijk wilt uitnodigen tot het gebruik van Firefox, kies dan “Ad delen met vrienden” in het menu aan de zijkant en u kunt een Facebook-bericht met een aangepaste Firefox-downloadkoppeling sturen. Als uw vriend op de koppeling klikt, krijgt u voor de klik ook tegoedpunten.
pl: Jeśli chcesz osobiście zachęcić kogoś do używania Firefoksa, wystarczy z menu bocznego wybrać „Udostępnij reklamę znajomym” i będzie można wysłać wiadomość z indywidualnym odnośnikiem do pobrania Firefoksa. Jeśli twój znajomy kliknie odnośnik, otrzymasz punkty za to kliknięcie.
pt_br: Se você quiser convidar um amigo específico para usar o Firefox, selecione "Compartilhar com amigos" no menu lateral e você poderá enviar uma mensagem no Facebook com um link personalizado para baixar o Firefox. Se o seu amigo clicar no link, você também ganhará créditos pelo clique.
sk: Ak by ste radi niekoho osobne pozvali, aby používal Firefox, stačí vybrať "Zdieľať s priateľmi" z bočnej ponuky a budete tak môcť odoslať Facebookovú správu s vlastným odkazom na prevzatie Firefoxu. Ak vaši priatelia kliknú na odkaz, získate takisto bod za takéto kliknutie.
sl: Če želite osebno priporočiti Firefox, na stranskem meniju izberite "Deli reklamo s prijatelji". Tako boste lahko poslali osebno Facebook sporočilo s svojo povezavo za prenos Firefoxa. Če bo vaš prijatelj kliknil na povezavo, pa boste dobili tudi točke.
sr: Ако желите лично да позовете некога да користи Firefox, само изаберите "Поделите оглас са пријатељима" са стране менија и бићете у могућности да пошаљете Facebook поруку са прилагођеном везом за преузимање Firefox-а. Ако Ваш пријатељ кликне на везу, такође ћете добити заслугу за клик.

source: Can my banner become a paid Facebook ad?
bn_in: আমার ব্যানার একটি প্রদত্ত ফেসবুক বিজ্ঞাপন হয়ে যাবে না?
cs: Může se můj banner stát placenou reklamou na Facebooku?
de: Kann mein Banner ein eine bezahlte Facebook-Anzeige werden?
es: ¿Mi banner puede convertirse en un anuncio pagado para Facebook&nbsp;?
fr: Ma bannière peut-elle devenir une publicité Facebook rémunérée&nbsp;?
hi_in: मेरे बैनर एक भुगतान फेसबुक विज्ञापन बन सकता है?
ja: 自分のバナーを有料 Facebook 広告にすることはできますか？
nl: Kan mijn banner een betaalde Facebook-advertentie worden?
pl: Czy mój baner może być płatną reklamą na Facebooku?
pt_br: O meu banner pode se tornar um anúncio pago no Facebook?
sk: Môže sa môj banner stať platenou reklamou na Facebooku?
sl: Ali lahko moja pasica postane plačljiva Facebook reklama?
sr: Може ли мој банер постати плаћени Facebook оглас?
