Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: Firefox Affiliate buttons are bits of HTML code that you put on your website or blog to encourage visitors to download Firefox. When someone clicks a button on your site and visits the Firefox download page, you get credit for that click.
bn_in: ফায়ারফক্স অ্যাফিলিয়েট বোতাম আপনি ফায়ারফক্স ডাউনলোড করতে দর্শক উত্সাহিত আপনার ওয়েবসাইট বা ব্লগের উপর করা যে HTML কোড বিট| কেউ আপনার সাইটে একটি বাটন ক্লিক করে এবং ফায়ারফক্স ডাউনলোড পাতা পরিদর্শন করেছে যখন, আপনি যে ক্লিকের জন্য ক্রেডিট পান|
cs: Bannery partnerského programu Firefox Affiliates jsou HTML kód, který vložíte do své webové stránky nebo blogu a nabídnete tak návštěvníkům své stránky stažení Firefoxu. Když návštěvník vaší stránky klepne na tlačítko na vašem webu a stáhne Firefox, zvýší se vám za toto stažení skóre.
de: Firefox-Partner-Anstecker sind ein Stück HTML-Quelltext, den Sie auf Ihrer Website oder Ihrem Blog einfügen können, um Besucher Ihrer Seite aufzufordern, Firefox herunterzuladen. Wenn jemand auf einen Anstecker auf Ihrer Seite klickt und die Firefox-Downloadseite besucht, wird Ihnen dieser Klick angerechnet.
es: Los banners de Firefox Affiliates son fragmentos de código html que puedes insertar para animar a los visitantes de tu sitio web o blog a que descarguen Firefox. Cada vez que un visitante de tu página hace clic sobre un banner y descarga Firefox, obtienes crédito por ello.
fr: Les boutons d'affiliation Firefox sont un bout de code HTML que vous placez sur votre site ou blog pour encourager les visiteurs à télécharger Firefox. Lorsqu'un visiteur de votre site clique sur un de ces boutons et visite la page de téléchargement de Firefox, vous êtes crédité(e) de ce clic.
hi_in: फ़ायरफ़ॉक्स संबद्ध बटन आप Firefox डाउनलोड करने के लिए आगंतुकों को प्रोत्साहित करने के लिए अपनी वेबसाइट या ब्लॉग पर डाल दिया है कि HTML कोड के टुकड़े कर रहे हैं. किसी को अपनी साइट पर एक बटन क्लिक करता है और Firefox डाउनलोड पृष्ठ पर जाता है, तो आप उस क्लिक के लिए ऋण मिलता है.
ja: Firefox アフィリエイトボタンとは、あなたの Web サイトやブログに設置し、訪れた人に Firefox のダウンロードを促すための簡単な HTML コードです。あなたのサイト上で誰かがボタンをクリックして Firefox のダウンロードページを訪れると、そのクリックはあなたの実績として数えられます。
nl: Firefox Affiliate-knoppen zijn beetjes HTML-code die u op uw website of blog plaatst en bezoekers van uw website aanmoedigen om Firefox te downloaden. Als iemand op een knop op uw website klikt en de Firefox-downloadpagina bezoekt, krijgt u voor die klik tegoedpunten.
pl: Partnerskie przyciski Firefoksa zachęcające osoby odwiedzające twoją witrynę do pobrania Firefoksa, to niewielka porcja kodu html, który umieszczasz w kodzie swojej witryny lub bloga. Kod ten powoduje wyświetlanie przycisku. Gdy osoba odwiedzająca twoją witrynę lub blog naciśnie taki przycisk i odwiedzi stronę pobierania Firefoksa, otrzymasz punkty za to kliknięcie.
pt_br: Os botões do programa Afiliados Firefox são pequenos trechos de código HTML que você coloca em seu site ou blog para encorajar visitantes do seu site a baixarem o Firefox. Quando um visitante do seu site clica em um botão no seu site e visita a página de download do Firefox, você ganha créditos.
sk: Bannery partnerského programu Firefoxu sú HTML kód, ktorý vložíte do kódu svojej webovej stránky alebo blogu a ponúknete tak návštevníkom vašej stránky prevzatie Firefoxu. Ak návštevník vašej stránky klikne na tlačidlo na vašej stránke a stiahne si Firefox, zvýši sa vám za toto prevzatie vaše skóre.
sl: Gumbi Zaveznikov Firefoxa so koščki HTML kode, ki jih dodate na svojo spletno stran ali v blog in s katerimi spodbudite svoje obiskovalce, da si prenesejo Firefox. Ko obiskovalec klikne gumb in obišče stran za prenos Firefoxa, boste za to dobili točke.
sr: Firefox Affiliate дугмад се мало састоје од HTML кода који можете поставити на свој веб сајт или блог како бисте подстекли посетиоце Вашег сајта да преузму Firefox. Када посетилац Вашег сајта кликне на дугме на Вашем сајту и посети страницу за преузимање Firefox-а, Ви добијате заслугу за тај клик.

source: Affiliates who get a lot of clicks will be featured on our leaderboard and be eligible for rewards, like Firefox T-shirts. While we do send out prizes and gifts to our affiliates from time to time, Firefox Affiliates does not offer monetary rewards for hosting Firefox buttons.
bn_in: ক্লিকের একটি অনেক পেতে যারা জয়নুল আবেদীন আমাদের লিডারবোর্ডে বৈশিষ্ট্যযুক্ত এবং ফায়ারফক্স টি-শার্ট মত, পুরস্কারের জন্য যোগ্য হতে হবে| আমরা সময় সময় আমাদের ঘটনাও থেকে পুরস্কার ও উপহার পাঠাতে আউট না, ফায়ারফক্স জয়নুল আবেদীন ফায়ারফক্স বোতাম হোস্টিং জন্য আর্থিক পুরস্কার প্রদান করা হয় না|
cs: Partneři, kteří skrze své weby nasbírají nejvíce stažení získají skvělé věci jako např. trička s motivem Firefoxu. Ačkoliv budeme jako odměnu nejlepším čas od času posílat ceny a dárky, není partnerský program Firefox Affiliates o penězích, které by autoři webů od nás inkasovali za umístění bannerů.
de: Partner, über deren Website viele Klicks durchgeführt werden, werden auf unserer Rangliste vorgestellt und kommen in Frage für Belohnungen wie Firefox-T-Shirts. Auch wenn wir von Zeit zu Zeit Preise und Geschenke an unsere Partner verschicken, bietet das Firefox-Partnersystem keine finanzielle Entlohnung für das Zeigen von Firefox-Ansteckern.
es: Aquellos simpatizantes que consigan muchas descargas a través de su sitio serán destacados en nuestra tabla de clasificación y podrán ser elegidos para recibir cosas divertidas como, por ejemplo, camisetas/remeras de Firefox. Aunque sí enviamos premios y regalos a nuestros simpatizantes de vez en cuando, Firefox Affiliates no ofrece recompensa económica alguna por incluir banners de Firefox.
fr: Les affiliés qui obtiennent un grand nombre de clics via leur site seront mis en avant sur notre tableau d'honneur et seront susceptibles de recevoir de jolies choses comme des t-shirts Firefox. Bien que nous envoyions des prix et des cadeaux à nos affiliés de temps en temps, nous n'offrons aucune contrepartie financière pour l'hébergement de boutons Firefox.
hi_in: क्लिक के एक बहुत कुछ मिलता सहयोगी है जो हमारे लीडरबोर्ड पर छापा और Firefox टी शर्ट, जैसे पुरस्कार के लिए पात्र हो जाएगा. हम समय-समय पर हमारे सहयोगियों के लिए पुरस्कार और उपहार भेजने के बाहर करते हैं, Firefox के सहयोगी कंपनियों फ़ायरफ़ॉक्स बटन की मेजबानी के लिए मौद्रिक पुरस्कार प्रदान नहीं करता है.
ja: 多くのクリック数を獲得したアフィリエイト参加者は順位表に載り、Firefox T シャツなどの報酬をもらうことができます。Firefox アフィリエイトでは、賞品やプレゼントを時々参加者へお届けしていますが、Firefox ボタンの設置に対する金銭的な報酬の提供は行いません。
nl: Partners die een hoop klikken opleveren zullen op ons scorebord worden aanbevolen en komen in aanmerking voor beloningen, zoals Firefox-T-shirts. Hoewel we van tijd tot tijd prijzen en geschenken aan onze partners weggeven, biedt Firefox Affiliates geen financiële vergoedingen voor het hosten van Firefox-knoppen.
pl: Partnerzy, którzy zdobędą dużo punktów za kliknięcia będą wyróżnieni na naszej tablicy wyników i spełnią warunki, by otrzymać nagrody, takie jak np. koszulkę T-shirt Firefoksa. Od czasu do czasu wysyłamy partnerom Firefoksa nagrody i upominki, ale za publikowanie na swoich witrynach lub blogach partnerskich przycisków nie otrzymują oni żadnych gratyfikacji pieniężnych.
pt_br: Os afiliados que obtiverem muitos cliques pelo seus sites terão destaque no nosso quadro de líderes e poderão ser escolhidos para ganhar brindes, como camisetas do Firefox. Apesar de enviarmos prêmios e presentes a nossos afiliados de tempos em tempos, o programa Afiliados Firefox não oferece recompensas monetárias por hospedagem dos banners do Firefox.
sk: Partneri, ktorí cez svoje weby nazbierajú najviac prevzatí získajú skvelé veci ako napr. tričká s motívom Firefoxu. Aj keď budeme ako odmenu najlepším čas od času posielať ceny a darčeky, partnerský program Firefoxu nie je o peniazoch, ktoré by autori webov od nás inkasovali za umiestnenie bannerov.
sl: Zaveznike, ki bodo zaslužni za veliko klikov, bomo uvrstili na našo lestvico in bodo upravičeni do nagrad, kot so Firefox majice. Čeprav občasno Zaveznikom pošiljamo darila in nagrade, vam za gostovanje Firefox gumbov ne moremo nuditi denarnih nagrad.
sr: Партнери који на свом налогу имају доста преузимања преко свог сајта ће имати посебно место на табели и биће у могућности да добију поклоне као што је Firefox мајица. Иако шаљемо награде и поклоне нашим партнерима с времена на време, програм Firefox партнери не нуди новчане награде за постављање ових дугмића.

source: Frequently Asked Questions
bn_in: প্রায়ই জিগাস্য প্রশ্ন
cs: Často kladené dotazy
de: Häufig gestellte Fragen
es: Preguntas más frecuentes
fr: Questions fréquentes
hi_in: सामान्यतःपूछे जाने वाले प्रश्न
ja: よくある質問
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt_br: Perguntas frequentes
sk: Často kladené otázky
sl: Pogosto zastavljena vprašanja
sr: Често постављена питања

source: Using Affiliate buttons
bn_in: অ্যাফিলিয়েট বাটন ব্যবহার করে
cs: Používání tlačítek partnerského programu
de: Verwenden von Partner-Ansteckern
es: Cómo usar los botones de Affiliates
fr: Utilisation des boutons d'affiliation
hi_in: संबद्ध बटन का प्रयोग
ja: アフィリエイトボタンの使用
nl: Affiliate-knoppen gebruiken
pl: Korzystanie z partnerskich przycisków
pt_br: Usando os botões do Afiliados
sk: Používanie tlačidiel partnerského programu
sl: Uporaba zavezniških gumbov
sr: Коришћење партнерских дугмића

source: How do affiliate buttons work?
bn_in: affiliate বাটনগুলি কিভাবে কাজ করে?
cs: Jak tlačítka partnerského programu fungují?
de: Wie funktionieren Partner-Anstecker?
es: ¿Cómo funcionan los botones de Affiliates?
fr: Comment fonctionnent les boutons d'affiliation ?
hi_in: सहबद्ध बटन कैसे काम करते हैं?
ja: アフィリエイトボタンはどのような仕組みですか？
nl: Hoe werken Affiliate-knoppen?
pl: Jak działają partnerskie przyciski?
pt_br: Como funcionam os botões do Afiliados?
sk: Ako tlačidlá partnerského programu fungujú?
sl: Kako gumbi za zaveznike delajo?
sr: Како ови дугмићи раде?

source: How do I add an affiliate button to my website?
bn_in: আমি কিভাবে আমার ওয়েবসাইটে affiliate বাটন যোগ করব?
cs: Jak přidám tlačítko partnerského programu na mou stránku?
de: Wie füge ich einen Partneranstecker zu meiner Website hinzu?
es: ¿Cómo agrego un botón de Affiliates a mi sitio web?
fr: Comment ajouter un bouton d'affiliation à mon site web ?
hi_in: मैं अपनी वेबसाइट के लिए एक सहयोगी के बटन जोड़ सकता हूँ?
ja: アフィリエイトボタンを自分のサイトへ追加するには？
nl: Hoe voeg ik een Affiliate-knop toe aan mijn website?
pl: Jak dodać partnerski przycisk do mojej witryny?
pt_br: Como eu adiciono um botão do Afiliados no meu site?
sk: Ako pridám tlačidlo partnerského programu na svoju stránku?
sl: Kako dodam gumb na svojo spletno stran?
sr: Како могу додати дугме на свој сајт?

source: It’s super easy! To start, choose a button and select the Firefox product or campaign you’d like to support. From there, simply pick your button’s style, shape and color, and then copy and paste the code into the HTML of your site. Done! Your unique affiliate ID will be in the code to make sure you get credit for every click you send our way.
bn_in: এটা অতি সহজ! শুরু করার জন্য, একটি বাটন নির্বাচন করুন এবং ফায়ারফক্স পণ্য নির্বাচন করুন অথবা নির্বাচন আপনাকে সমর্থন করতে চান প্রচারাভিযান| সেখান থেকে কেবল, আপনার বাটন এর শৈলী, আকৃতি এবং রঙ বাছাই, এবং তারপর কপি এবং আপনার সাইটের HTML এর মধ্যে কোড পেস্ট করুন. সম্পন্ন! আপনার অনন্য অধিভুক্ত আইডি নিশ্চিত করুন যে আপনি আপনি আমাদের পথ পাঠাতে ক্লিক করুন প্রতি জন্য ক্রেডিট পান করতে কোড মধ্যে হতে হবে|
cs: Je to snadné! Klepněte na úvodní tlačítko, zvolte si produkt Firefox nebo kampaň, kterou chcete podporovat. Následně si vyberte styl tlačítka, jeho tvar a barvu a zkopírujte jeho HTML kód na vaši stránku. Hotovo! Vaše unikátní ID bude v tomto kódu obsažena a získáte tak body za každé stažení.
de: Das ist einfach! Beginnen Sie bei der Auswahl des Ansteckers, wählen Sie das Firefox-Produkt oder die Kampagne, die Sie unterstützen möchten. Wählen Sie dann den Stil, die Form und Farbe Ihres Ansteckers und fügen Sie den Quelltext in den HTML-Quelltext Ihrer Website ein. Fertig! Ihre einzigartige Partner-ID ist in diesem Quelltext enthalten, so dass Ihnen jeder Klick angerechnet wird, den Sie uns weiterleiten.
es: ¡Fácil! Empieza por elegir un botón, selecciona el producto o la campaña de Firefox que te gustaría apoyar. Después selecciona el estilo, la forma y el color del botón y, a continuación, copia y pega el código en el html de tu sitio. ¡Listo! Este código contiene tu ID de simpatizante para que puedas obtener crédito por cada clic que nos llegue.
fr: C'est facile&nbsp;! Commencez par sélectionner un bouton, puis sélectionnez la campagne ou le logiciel Firefox que vous désirez soutenir. À présent choisissez votre style, forme et couleur de bouton, puis copiez et collez le code HTML dans votre site. Votre numéro unique d'affiliation sera dans ce code afin que vous receviez le crédit de chaque clic qui passera par vous.
hi_in: यह सुपर आसान है! प्रारंभ करने के लिए एक बटन का चयन और Firefox उत्पाद का चयन करें या आप का समर्थन करना चाहते हैं अभियान. वहाँ से, बस अपने बटन की शैली, आकार और रंग लेने, और फिर कॉपी और आपकी साइट के HTML में कोड पेस्ट करें. हो गया! अपने अद्वितीय सहबद्ध आईडी सुनिश्चित करें कि आप हमारे रास्ते भेज क्लिक करें हर के लिए ऋण प्राप्त करने के लिए कोड में होगा.
ja: ボタンの追加はとても簡単です！ ボタンを選んで、あなたが応援したい Firefox 製品やキャンペーンを選択します。それから、ボタンのスタイル、形状、色を選んで、生成されたコードをサイトの HTML ソース内にコピー＆ペーストします。以上！ あなたのサイト上のクリックがすべて実績として数えられるよう、固有のアフィリエイト ID がコードに含まれます。
nl: Supereenvoudig! Kies om te beginnen een knop en selecteer het Firefox-product of de campagne die u wilt steunen. Kies van daaruit uw knoppenstijl, -vorm en -kleur, en kopieer en plak daarna de code in de HTML van uw website. Klaar! Uw unieke Affiliate-ID bevindt zich in die code, zodat u voor elke klik die u onze kant opstuurt tegoedpunten krijgt.
pl: To proste! Wybierz przycisk, zaznacz produkt lub kampanię, którą chcesz wspierać, wybierz styl przycisku, kształt i kolor, a następnie skopiuj i wklej kod do kodu html swojej witryny. Twój identyfikator partnerski będzie w skopiowanym kodzie, więc otrzymasz punkty za każde kliknięcie wykonane tą drogą.
pt_br: É super fácil! Para começar, escolha um botão de acordo com o produto ou campanha do Firefox que você quer ajudar. Então, basta escolher o estilo, formato e as cores do botão e depois copiar e colar o código no HTML do seu site. Pronto! Seu ID de Afiliado estará no código para garantir que você ganhe os créditos pelos downloads que conseguir.
sk: Je to jednoduché! Kliknite na úvodné tlačidlo, vyberte si produkt Firefox alebo kampaň, ktorú chcete podporovať, vyberte si štýl tlačidla, jeho tvar a farbu. Následne skopírujte jeho HTML kód do kódu vašej stránky. Vaše unikátne ID partnerského programu bude v tomto kóde už obsiahnuté. Získate tak body za každé prevzatie.
sl: Enostavno je! Najprej izberite gumb in izberite Firefoxov izdelek ali kampanijo, ki jo želite podpreti. Nato izberite stil gumbov, obliko in barvo ter vstavite HTML kodo na vašo spletno stran. To je vse! Vaša unikatna zavezniška številka je že vdelana v kodo in skrbi, da dobite zasluge za vsak klik, ki ga naredi.
sr: Лако! Почните са одабиром дугмета, одаберите производ Firefox или кампању коју хоћете да подржите. Oдатле једноставно одаберите стил дугмета, облик и боју, а затим копирајте HTML код и налепите га на Ваш сајт. Готово! Ваш јединствени ID је уграђен у тај код, тако да ћете добити поене за свако преузимање које почиње на Вашем сајту.

source: How do I remove an affiliate button from my website?
bn_in: আমি কিভাবে আমার ওয়েবসাইট থেকে একটি শাখা বাটন অপসারণ না?
cs: Jak odeberu tlačítko partnerského programu z mé stránky?
de: Wie entferne Ich einen Partneranstecker von meiner Website?
es: ¿Cómo elimino un botón de Affiliates de mi sitio web?
fr: Comment supprimer un bouton d'affiliation de mon site web ?
hi_in: मैं अपनी वेबसाइट से एक सहयोगी के बटन को दूर करते हैं?
ja: アフィリエイトボタンをサイトから削除するには？
nl: Hoe verwijder ik een Affiliate-knop van mijn website?
pl: Jak usunąć partnerski przycisk ze swojej witryny?
pt_br: Como eu removo um botão do Afiliados do meu site?
sk: Ako odstránim tlačidlo partnerského programu z mojej stránky?
sl: Kako odstranim gumb s svoje spletne strani?
sr: Како могу уклонити дугме са свој сајта?

source: This is also easy. Simply delete the code. If you want to put it back in again, just copy and paste it from the button picker.
bn_in: এই সহজ| শুধু কোড মুছে দিন| আপনি আবার এটা করা করতে চান তাহলে, শুধু কপি এবং বাটন জুতো থেকে পেস্ট করুন|
cs: Je to tak snadné. Jednoduše smažte kód. Pokud jej chcete vrátit zpět, jednoduše jej znovu zkopírujte.
de: Das ist auch einfach. Löschen Sie einfach den Quelltext. Wenn Sie ihn wieder einfügen möchten, kopieren Sie ihn einfach von der Auswahl des Ansteckers und fügen Sie ihn ein.
es: También es muy fácil. Simplemente elimina el código. Si deseas volver a ponerlo, cópialo y pégalo desde el selector de botones.
fr: C'est tout aussi facile. Supprimez simplement le code. Si vous voulez le remettre, copiez et collez-le à nouveau depuis le sélectionneur de bouton.
hi_in: यह भी आसान है। बस कोड को हटा दें. आप फिर से वापस में डाल करना चाहते हैं, बस कॉपी और बटन कुदाल से चिपका दें.
ja: これも簡単。追加したコードを削除するだけです。再び設置したい場合は、ボタンピッカーからコードをコピーし貼り付けてください。
nl: Dit is ook eenvoudig. Verwijder gewoon de code. Als u de knop weer wilt terugplaatsen, kopieer en plak deze dan vanuit de knoppenkiezer.
pl: To również jest proste – usuń kod. Jeśli chcesz ponownie go umieścić, wystarczy skopiować i wstawić kod.
pt_br: Isso também é fácil. Simplesmente apague o código. Se você quiser adicioná-lo novamente, basta copiar e colar o código mais uma vez.
sk: Je to jednoduché. Jednoducho odstráňte kód. Ak ho chcete vrátiť naspäť, jednoducho ho znovu skopírujte.
sl: Tudi to je enostavno. Kodo preprosto zbrišete. Če jo želite ponovno vstaviti, jo samo prekopirajte s pomočjo gumba za izbiro in prilepite nazaj.
sr: И ово је лако. Једноставно уклоните код. Ако желите да га поново уметнете на сајт, само умножите код из поља за одабир дугмета и поново га налепите на свој сајт.

source: How do text links work?
bn_in: টেক্সট লিঙ্ক কিভাবে কাজ করে?
cs: Jak fungují textové odkazy?
de: Wie funktionieren Text-Links?
es: ¿Cómo funcionan los enlaces de texto?
fr: Comment fonctionnent les boutons d'affiliation ?
hi_in: पाठ लिंक कैसे काम करते हैं?
ja: テキストリンクはどのような仕組みですか？
nl: Hoe werken tekstkoppelingen?
pl: Jak działają odnośniki tekstowe?
pt_br: Como funcionam os links de texto?
sk: Ako fungujú textové odkazy?
sl: Kako delujejo besedilne povezave?
sr: Како текст везе раде?

source: Text links work very much like banners. You start by choosing the Firefox product or campaign you’d like to support, then select the text link you’d like to use. Copy and paste the link code into the HTML of your site, onto your email signature, or anywhere else you’d like to have it appear. Your unique affiliate ID will be in the code to make sure you get credit for every click you send our way.
bn_in: টেক্সট লিঙ্ক ব্যানার মত অনেক কাজ| আপনি ফায়ারফক্স পণ্য বা আপনাকে সমর্থন করতে চান প্রচারণা চয়ন করে শুরু করুন, তারপর আপনি ব্যবহার করতে চান টেক্সট লিঙ্ক নির্বাচন করুন| কপি আপনার ইমেল স্বাক্ষর সম্মুখের দিকে আপনার সাইটে, HTML লিংক কোড পেস্ট করুন এবং, অথবা কোথাও আপনি এটি প্রদর্শিত চাই| আপনার অনন্য অধিভুক্ত আইডি নিশ্চিত করুন যে আপনি আপনি আমাদের পথ পাঠাতে ক্লিক করুন প্রতি জন্য ক্রেডিট পান করতে কোড মধ্যে হতে হবে|
cs: Textové odkazy fungují velmi podobně jako bannery. Začnete výběrem produktu nebo kampaně, kterou chcete podporovat a poté si zvolíte text odkazu. Následně zkopírujte jeho HTML kód do vaší stránky. Vaše unikátní ID partnerského programu bude v tomto kódu obsažena. Získáte tak body za každé stažení.
de: Text-Links funktionieren sehr ähnlich wie Banner. Beginnen Sie bei der Auswahl des Firefox-Produkts oder der Kampagne, die Sie unterstützen möchten und wählen Sie dann den Text-Link, den Sie verwenden möchten. Fügen Sie den Link-Quelltext in den HTML-Quelltext Ihrer Website, Ihre E-Mail oder wo auch immer Sie ihn zeigen möchten, ein. Ihre einzigartige Partner-ID ist in diesem Quelltext enthalten, so dass Ihnen jeder Klick angerechnet wird, den Sie uns weiterleiten.
es: El funcionamiento de los enlaces de texto es bastante similar al de los banners. Comienza por seleccionar el producto o la campaña de Firefox que te gustaría apoyar. Copia y pega el código del enlace en el html de tu sitio, tu firma de correo electrónico o en cualquier otro sitio donde quieras que aparezca. Este código contiene tu ID de simpatizante para que puedas obtener crédito por cada descarga que nos llegue.
fr: Les liens fonctionnent à peu près comme les bannières. Commencez par sélectionner la campagne ou le logiciel Firefox que vous désirez soutenir, puis sélectionnez le lien que vous souhaitez utiliser. À présent vous pouvez copier et coller le lien dans votre signature de courrier électronique, ou où vous voulez. Votre numéro unique d'affiliation sera dans ce code afin que vous receviez le crédit de chaque clic qui passera par vous.
hi_in: पाठ लिंक बैनर की तरह बहुत ज्यादा काम करते हैं. आप फ़ायरफ़ॉक्स उत्पाद या आप का समर्थन करना चाहते हैं अभियान चुनने के द्वारा शुरू करते हैं, तो आप उपयोग करना चाहते हैं पाठ लिंक का चयन करें. कॉपी अपने ईमेल हस्ताक्षर पर अपनी साइट के HTML में कड़ी कोड पेस्ट करें और, या कहीं और आप इसे प्रकट करना चाहते हैं. अपने अद्वितीय सहबद्ध आईडी सुनिश्चित करें कि आप हमारे रास्ते भेज क्लिक करें हर के लिए ऋण प्राप्त करने के लिए कोड में होगा.
ja: テキストリンクはバナーとほとんど同じ仕組みです。まずあなたが応援したい Firefox 製品やキャンペーンを選択し、使いたいテキストリンクを選択します。生成されたリンクコードをサイトの HTML ソース、メールの署名、その他どこでも追加したいところにコピー＆ペーストします。あなたのサイト上のクリックがすべて実績として数えられるよう、固有のアフィリエイト ID がコードに含まれます。
nl: Tekstkoppelingen werken bijna hetzelfde als banners. Kies om te beginnen het Firefox-product of de campagne die u wilt steunen, en selecteer daarna de tekstkoppeling die u wilt gebruiken. Kopieer en plak de koppelingscode in de HTML van uw website, in uw e-mailondertekening of elders waar u deze wilt laten verschijnen. Uw unieke partner-ID bevindt zich in de code, zodat u voor elke klik die u onze kant opstuurt tegoedpunten krijgt.
pl: To proste! Wybierz przycisk, zaznacz produkt lub kampanię, którą chcesz wspierać, wybierz styl przycisku, kształt i kolor, a następnie skopiuj i wklej kod do kodu HTML swojej witryny, do podpisu wiadomości e-mail lub gdziekolwiek chcesz, aby był wyświetlany. Twój identyfikator partnerski będzie w skopiowanym kodzie, więc otrzymasz punkty za każde kliknięcie wykonane tą drogą.
pt_br: Links de texto funcionam de modo parecido com os banners. Você começa escolhendo o produto ou campanha do Firefox que quer ajudar, e depois escolhe o link de texto que quer usar. Copie e cole o código no HTML do seu site, assinatura de email, ou em qualquer lugar que quiser. Seu ID de Afiliado estará no código para garantir que você receberá os créditos pelos cliques que conseguir.
sk: Textové odkazy fungujú veľmi podobne ako bannery. Začnite výberom produktu alebo kampane, ktorú chcete podporovať a potom si vyberte text odkazu. Následne skopírujte jeho HTML kód na vašu stránku. Vaše unikátne ID partnerského programu bude v tomto kóde obsiahnuté. Získate tak body za každé prevzatie.
sl: Besedilne povezave delujejo podobno kot pasice. Začnete tako, da izberite izberite Firefoxov izdelek ali kampanijo, ki jo želite podpreti in nato izberite besedilno povezavo, ki jo želite uporabiti. HTML kodo vstavite na vašo spletno stran, kot podpis v e-pošto ali kamorkoli drugam, kjer jo želite prikazati. Vaša unikatna zavezniška številka je že vdelana v kodo in skrbi, da dobite zasluge za vsak klik, ki ga naredi.
sr: Лако! Почните са одабиром дугмета, одаберите производ Firefox или кампању коју хоћете да подржите. Oдаберите стил дугмета, облик и боју, а затим копирајте HTML код и налепите га на свој сајт. Ваш јединствени ID је уграђен у тај код, тако да ћете добити поене за свако преузимање које почиње на Вашем сајту.
