Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: To connect your affiliates.mozilla.org account to this application, please use the connection wizard on the My Banners page. We'll send you an email to confirm that we've connected the accounts. If you'd like to sign up for an account, just visit <a href="%(link)s">affiliates.mozilla.org</a>.
cs: Pro připojení účtu na affiliates.mozilla.org k této aplikaci použijte prosím průvodce na stránce Mé bannery. Jako potvrzení propojení účtů vám zašleme e-mail. Pokud byste si rádi zaregistrovali nový účet, navštivte prosím <a href="%(link)s">affiliates.mozilla.org</a>.
de: Um Ihr Benutzerkonto auf affiliates.mozilla.org mit dieser Anwendung zu verbinden, verwenden Sie bitte den Verbindungsassistenten auf der Seite „Meine Banner“. Wir schicken Ihnen eine E-Mail, um zu bestätigen, dass wir die Benutzerkonten verbunden haben. Wenn Sie sich für ein Benutzerkonto registrieren möchten, besuchen Sie einfach <a href="%(link)s">affiliates.mozilla.org</a>.
es: Para vincular tu cuenta affiliates.mozilla.org a esta aplicación, por favor, utiliza el asistente de conexión de la página Mis banners. Te enviaremos un correo para confirmar que hemos conectado las cuentas. Si deseas registrarte, visita <a href="%(link)s">affiliates.mozilla.org</a>.
fr: Pour lier votre compte affiliates.mozilla.org à cette application, veuillez utiliser l'assistant de connexion sur la page Mes bannières. Nous vous enverrons un courrier électronique pour confirmer la connexion des comptes. SI vous souhaitez obtenir un compte, visitez <a href="%(link)s">affiliates.mozilla.org</a>.
hi_in: इस आवेदन करने के लिए अपने affiliates.mozilla.org खाते से कनेक्ट करने के लिए, मेरे बैनर पृष्ठ पर कनेक्शन विज़ार्ड का उपयोग करें. हम खातों जुड़ा है कि पुष्टि करने के लिए आपको एक ईमेल भेज देंगे. यदि आप एक खाते के लिए साइन अप करना चाहते हैं तो बस <a href="%(link)s">affiliates.mozilla.org</a>जाएँ.
ja: あなたの affiliates.mozilla.org アカウントをこのアプリケーションへ関連付けるには、「自分のバナー」ページにある接続ウィザードを使ってください。アカウントの関連付けを確認するメールをお送りします。まだアカウントをお持ちでない場合は <a href="%(link)s">affiliates.mozilla.org</a> を訪れてください。
nl: Gebruik de verbindingsassistent op de pagina Mijn banners om uw affiliates.mozilla.org-account met deze applicatie te verbinden. We sturen u een e-mailbericht ter bevestiging dat de accounts zijn verbonden. Als u zich voor een account wilt registreren, bezoek dan <a href="%(link)s">affiliates.mozilla.org</a>.
pl: Aby powiązać konto na witrynie affiliates.mozilla.org z tą aplikacją ,użyj asystenta znajdującego się na stronie Moje banery. Po zakończeniu otrzymasz wiadomość potwierdzającą powiązanie kont. Jeśli chcesz zarejestrować konto, przejdź na stronę <a href="%(link)s">affiliates.mozilla.org</a>.
pt_br: Para vincular sua conta do affiliates.mozilla.org com este aplicativo, utilize o assistente de conexão na página "Meus banners". Nós enviaremos um mensagem de confirmação assim que as contas forem vinculadas. Se você quiser criar uma nova conta, visite <a href="%(link)s">affiliates.mozilla.org</a>.
sk: Pre pripojenie účtu na affiliates.mozilla.org k tejto aplikácií použite prosím sprievodcu na stránke Moje bannery. Ako potvrdenie prepojenia účtov vám pošleme e-mail. Ak by ste si radi zaregistrovali nový účet, navštívte prosím <a href="%(link)s">affiliates.mozilla.org</a>.
sl: Da bi povezali vaš affiliates.mozilla.org račun s to aplikacijo, morate uporabiti čarovnika na "Moji strani za pasico". Poslali vam bomo potrditveno e-poštno sporočilo, da smo povezali vaša računa. Če želite ustvariti račun, obiščite <a href="%(link)s">affiliates.mozilla.org</a>.
sr: Да бисте повезали Ваш affiliates.mozilla.org налох са овом апликацијом, молимо Вас користите чаробњак за повезивање на страници Моји Банери. Ми ћемо Вам послати е-пошту како бисте потврдили да смо повезали налоге. Ако желите да се пријавите за налог, само посетите <a href="%(link)s">affiliates.mozilla.org</a>.

source: Leaderboard and User Statistics
bn_in: লিডারবোর্ড এবং ব্যবহারকারী পরিসংখ্যান
cs: Žebříček a uživatelské statistiky
de: Partnerleiter und Benutzerstatistik
es: Clasificación y estadísticas de usuarios
fr: Tableau d'honneur et statistiques utilisateur
hi_in: लीडरबोर्ड और प्रयोक्ता सांख्यिकी
ja: 順位表とユーザ統計情報
nl: Scorebord en gebruikersstatistieken
pl: Tablica wyników i statystyki użytkownika
pt_br: Quadro de líderes e estatísticas do usuário
sk: Rebríček a používateľské štatistiky
sl: Lestvica najboljših in uporabniška statistika
sr: Табела лидера и статистике корисника

source: How often does the leaderboard get updated?
bn_in: কিভাবে প্রায়ই লিডারবোর্ডে আপডেট পেতে না?
cs: Jak často je žebříček aktualizován?
de: Wie oft wird die Partnerleiter aktualisiert?
es: ¿Con qué frecuencia se actualizan las estadísticas de la clasificación?
fr: Quelle est la fréquence d'actualisation des statistiques du tableau d'honneur ?
hi_in: कितनी बार लीडरबोर्ड अद्यतन प्राप्त करता है?
ja: 順位表の更新頻度は？
nl: Hoe vaak wordt het scorebord bijgewerkt?
pl: Jak często statystyki są aktualizowane?
pt_br: Com que frequência as estatísticas do quadro de líderes são atualizadas?
sk: Ako často sú štatistiky v rebríčku aktualizované?
sl: Kako pogosto se posodablja lestvica?
sr: Колико често се статистика у табели лидера ажурира?

source: The leaderboard updates every day at midnight Pacific Time, so be sure to check in to see where you stand.
bn_in: লিডারবোর্ডে মধ্যরাত প্যাসিফিক সময় এ প্রতিদিন আপডেট, তাই আপনি যেখানে আপনি দাঁড়ানো দেখতে পরীক্ষা নিশ্চিত করা|
cs: Žebříček je aktualizován vždy o půlnoci pacifického času, nezapomeňte se podívat, jak jste na tom.
de: Die Partnerleiter wird jeden Tag um Mitternacht Pazifischer Zeit aktualisiert, also sehen Sie nach, um zu sehen, wo Sie stehen.
es: La clasificación se actualiza todos los días a media noche, hora del Pacífico. Ten esto en cuenta cuando compruebes tu posición.
fr: Le tableau d'honneur est mis à jour quotidiennement à minuit, heure du Pacifique. Vérifiez régulièrement votre position.
hi_in: लीडरबोर्ड आधी रात प्रशांत समय पर हर दिन अद्यतन है, इसलिए आप कहां खड़े हैं देखने के लिए जाँच करने के लिए सुनिश्चित हो.
ja: 順位表は毎日、太平洋標準時の真夜中に更新されますので、時々現在のあなたの順位を確認してみてください。
nl: Het scorebord wordt dagelijks om middernacht (Pacifische tijd) bijgewerkt, dus controleer uw positie regelmatig.
pl: Tablica wyników jest aktualizowana codziennie o północy czasu pacyficznego, więc sprawdź, na którym miejscu się znajdujesz.
pt_br: O quadro de líderes é atualizado diariamente, à meia-noite, no horário do Pacífico.
sk: Rebríček je aktualizovaný vždy o polnoci pacifického času, nezabudnite sa pozrieť, ako ste na tom.
sl: Lestvico najboljših se posodablja vsak dan ob polnoči po pacifiškem času (-9 ur).
sr: Tабеле лидера се сваки дан у поноћ по Пацифичком времену ажурирају, зато се пријавите и погледајте на којој сте позицији.

source: No, though from time to time we may run contests to see who can get the most clicks for different Firefox products and campaigns. The winners will get Firefox T-shirts, hoodies and other awesome things we have at Mozilla HQ.
cs: Nikoliv, i když čas od času pořádáme soutěže abychom zjistili, kdo dokáže získat nejvíce kliknutí pro různé produkty a kampaně. Vítězové získají trička s Firefoxem, mikiny a další úžasné věci od Mozilly.
de: Nein, aber von Zeit zu Zeit veranstalten wir Wettbewerbe, um zu sehen, wer die meisten Klicks für verschiedene Firefox-Produkte und -Kampagnen erhält. Die Sieger erhalten Firefox-T-Shirts, -Kapuzenpullover und andere tolle Dinge, die wir im Mozilla-Hauptquartier haben.
es: No, aunque de vez en cuando organicemos concursos para ver quién consigue más clics por los distintos productos y campañas de Firefox. Los ganadores obtendrán camisetas/remeras Firefox, sudaderas/hoodies y otras muchas cosas alucinantes que tenemos en las oficinas de Mozilla.
fr: Non, bien que de temps à autres nous puissions lancer des concours pour savoir qui aura le plus de clics pour différents produits et campagnes Firefox. Les vainqueurs gagneront des T-Shirts et pulls Firefox ainsi que d'autres merveilles en provenance du QG de Mozilla.
hi_in: नहीं, हालांकि समय-समय पर हम अलग फ़ायरफ़ॉक्स उत्पादों और अभियानों के लिए सबसे अधिक क्लिक प्राप्त कर सकते हैं देखने के लिए जो प्रतियोगिता चल सकते हैं. विजेताओं फ़ायरफ़ॉक्स टी शर्ट, हूडीएस और हम मोज़िला मुख्यालय में है अन्य भयानक चीजें मिल जाएगा.
ja: いいえ、私たちは時々、Firefox の製品やキャンペーンごとに誰が最も多くクリック数を獲得できるかを競うコンテストを開催することがあります。受賞者には、Mozilla の本社にある Firefox T シャツ、バーカー、その他素敵なグッズが贈られます。
nl: Nee, hoewel we van tijd tot tijd wedstrijden houden om te zien wie de meeste klikken voor verschillende Firefox-producten en -campagnes kan verzamelen. De winnaars krijgen Firefox-T-shirts, -sweatshirts en andere leuke dingen die er op het Mozilla-HK liggen.
pl: Nie, ale od czasu do czasu możemy ogłaszać konkursy, aby zobaczyć kto może zdobyć najwięcej kliknięć dla konkretnych produktów i kampanii Firefoksa. Zwycięzcy otrzymają koszulki Firefoksa, bluzy z kapturem i inne fantastyczne rzeczy, które mamy w biurze Mozilli.
pt_br: Não, embora de tempo em tempos nós realizemos competições para ver quem obtém mais cliques para diferentes produtos e campanhas do Firefox. O vencedores ganharão camisetas, agasalhos e outros brindes incríveis que temos aqui no QG da Mozilla.
sk: Určite nie, aj keď čas od času organizujeme súťaže, aby sme zistili, kto dokáže získať najviac kliknutí pre rôzne produkty a kampane. Víťazi však získavajú tričká s Firefoxom, mikiny a ďalšie úžasné veci od Mozilly.
sl: Ne, občasno lahko priredimo natečaj, da bi videli, kdo bo dobil največ klikov za različne izdelke Firefoxa ali kampanije. Zmagovalci bodo dobili Firefox majice, hudije in druge super stvari, ki jih imamo v Mozilli.
sr: Не, мада с времена на време можемо покренути такмичења да видимо ко може да добије највише кликова за различите Firefox производе и кампање. Победници ће добити Firefox мајице, капе и друге феноменалне ствари које имамо у седишту Mozilla-е.

source: Let us know. Send us a note at <a href="%(link)s">affiliates@mozilla.org</a> and tell us what the problem is.
cs: Dejte nám vědět. Napište nám na <a href="%(link)s">affiliates@mozilla.org</a> o svém problému.
de: Sagen Sie uns Bescheid. Schicken Sie uns eine Nachricht an <a href="%(link)s">affiliates@mozilla.org</a> und sagen Sie uns, wo das Problem liegt.
es: Dínoslo. Envíanos una nota a <a href="%(link)s">affiliates@mozilla.org</a> y cuéntanos el problema.
fr: Prévenez-nous. Envoyez-nous un message à <a href="%(link)s">affiliates@mozilla.org</a> en décrivant le problème.
hi_in: हमें बताइए. <a href="%(link)s">affiliates@mozilla.org</a> पर हमें एक नोट भेजें और समस्या क्या है हमें बताओ.
ja: Mozilla までお問い合わせください。<a href="%(link)s">affiliates@mozilla.org</a> へメールを送って、何が問題かを知らせてください。
nl: Laat het ons weten. Stuur een e-mailbericht via <a href="%(link)s">affiliates@mozilla.org</a> en vertel ons wat het probleem is.
pl: Daj nam znać. Wyślij informację na adres <a href="%(link)s">affiliates@mozilla.org</a> i opisz problem.
pt_br: Avise-nos! Envie uma nota para <a href="%(link)s">affiliates@mozilla.org</a> e conte qual é o problema.
sk: Dajte nám vedieť. Napíšte nám na <a href="%(link)s">affiliates@mozilla.org</a> o svojom probléme.
sl: Sporočite nam. Pošljite nam sporočilo na <a href="%(link)s">affiliates@mozilla.org</a>.
sr: Дозволите нам да знамо. Пошаљите нам напомену на <a href="%(link)s">affiliates@mozilla.org</a> и реците нам у чему је проблем.

source: Welcome to Firefox Affiliates
bn_in: ফায়ারফক্স জয়নুল আবেদীন স্বাগতম
cs: Vítá vás partnerský program Firefox Affiliates
de: Willkommen beim Firefox-Partnersystem
es: Bienvenido a Firefox Affiliates
fr: Bienvenue dans Firefox Affiliates.
hi_in: फ़ायरफ़ॉक्स सहयोगी कंपनियों में आपका स्वागत है
ja: Firefox アフィリエイトへようこそ
nl: Welkom bij Firefox Affiliates
pl: Witamy w projekcie Partnerzy Firefoksa.
pt_br: Bem-vindo aos Afiliados ao Firefox.
sk: Víta vás partnerský program Firefoxu
sl: Dobrodošli pri Zaveznikih Firefoxa
sr: Добродошли Firefox партнерству

source: This is your one stop shop for telling the world about the only browser that puts you first: Firefox! Start now by building a banner to post on your Facebook profile. Get a ton of clicks and we may feature you in a Firefox ad (with your permission, of course) or send you some great Firefox gear.
bn_in: ফায়ারফক্স: এই প্রথম আপনি রাখে যে শুধুমাত্র ব্রাউজারের সম্পর্কে বিশ্বের বলার জন্য আপনার এক স্টপ দোকান! আপনার ফেসবুক প্রফাইল পোস্ট করতে একটি ব্যানার তৈরি করে শুরু করা| ক্লিকের একটি টন পান এবং আমরা (অবশ্যই, আপনার অনুমতি) একটি ফায়ারফক্স বিজ্ঞাপন আপনি বৈশিষ্ট্য অথবা আপনি কিছু মহান ফায়ারফক্স গিয়ার পাঠাতে পারে|
cs: Toto je jeden malý rok jak všem říci o jediném prohlížeči, kde jsou uživatelé na prvním místě: o Firefoxu! Začněte vytvořením banneru pro nahrání na váš Facebookový profil. Získejte spousty kliků a my vás zahrneme do placené kampaně na Facebooků (samozřejmě jen s vaším svolením) nebo vám pošleme nějaký pěkný dárek s Firefoxem.
de: Dies ist Ihre zentrale Anlaufstelle, um der Welt von dem einzigen Browser zu erzählen, für den Sie an erster Stelle stehen: Firefox! Beginnen Sie jetzt, indem Sie ein Banner erstellen, um es in Ihrem Facebook-Profil zu veröffentlichen. Holen Sie sich haufenweise Klicks und wir zeigen Sie vielleicht in einer Firefox-Anzeige (mit Ihrer Erlaubnis natürlich) oder schicken Ihnen tolle Firefox-Ausrüstung.
es: El sitio donde podrás hablarle al mundo sobre el único navegador para el que tú eres lo primero: ¡Firefox! Comienza generando un banner para publicarlo en tu perfil de Facebook. Obtén millones de clics y podrás aparecer destacado en un anuncio de Firefox (con tu permiso, por supuesto) o recibir premios geniales de Firefox.
fr: Le guichet unique pour faire connaître au monde entier le navigateur qui met l'utilisateur au premier plan : Firefox ! Commencez par créer une bannière à publier sur votre profil Facebook. Obtenez des tonnes de clics et vous pourriez apparaître dans une pub Facebook pour Firefox (avec votre permission bien sûr) ou recevoir de superbes accessoires Firefox.
hi_in: फ़ायरफ़ॉक्स: यह पहली डालता है कि केवल ब्राउज़र के बारे में दुनिया को बताने के लिए अपने एक बंद दुकान है! अपने फेसबुक प्रोफाइल पर पोस्ट करने के लिए एक बैनर के निर्माण से अब शुरू करो. क्लिक्स की एक टन हो और हम (बेशक, आपकी अनुमति के साथ) एक फ़ायरफ़ॉक्स विज्ञापन में आप की सुविधा है या आप कुछ महान फ़ायरफ़ॉक्स गियर भेज सकते हैं.
ja: これは、ユーザのことを第一に考えて作られている唯一のブラウザ、Firefox を世界に広めるための総合サービスです。今すぐバナーを作成し、あなたの Facebook プロフィールに投稿することから始めましょう。たくさんクリック数を獲得すれば、それが (もちろんあなたの許可を得た上で) Firefox の正式な広告として取り上げられたり、素敵な Firefox グッズがもらえたりする可能性があります。
nl: Dit is uw loket om de wereld te informeren over de enige browser die de gebruiker op de eerste plaats zet: Firefox! Begin nu door een banner te bouwen om op uw Facebook-profiel te plaatsen. Verzamel duizend klikken en we kunnen u in een Firefox-advertentie aanbevelen (met uw toestemming uiteraard) of een aantal leuke Firefox-spullen toesturen.
pl: Twoje centrum do głoszenia światu o przeglądarce, którą stawiasz ponad wszystko – o Firefoksie! Rozpocznij teraz, tworząc baner, by zamieścić go w swoim profilu na Facebooku. Zdobądź dużą liczbę kliknięć, a my – oczywiście za twoją zgodą – zaprezentujemy cię w reklamie Firefoksa lub wyślemy ci jakiś wspaniały upominek.
pt_br: Tudo que você precisa para contar ao mundo sobre o único navegador que coloca você em primeiro lugar: o Firefox! Comece montando um banner para postar no seu perfil do Facebook. Receba milhares de cliques e você poderá participar de um anúncio pago (com a sua permissão, é claro) ou receber um agasalho do Firefox.
sk: Toto je jeden malý krok ako všetkým povedať o jedinom prehliadači, kde sú používatelia na prvom mieste: o Firefoxe! Začnite vytvorením bannera pre nahratie na váš Facebookový profil. Získajte množstvo klikov a my vás zaradíme do platenej kampane na Facebooku (samozrejme len s vašim dovolením), alebo vám pošleme nejaký pekný darček s Firefoxom.
sl: To je postanek, kjer lahko svetu predstavite edini brskalnik, ki vas postavlja v ospredje: Firefox! Začnite sedaj in ustvarite pasico, ki jo boste objavili na vašem Facebook profilu. Pridobite veliko klikov in mogoče vas bomo vključili v Firefox reklamo (z vašim predhodnim dovoljenjem) ali pa vam poslali nekaj super Firefox opreme.
sr: Ово је Ваша јединствена прилика да кажете свету о једином прегледачу који ставља Вас испред себе: Firefox! Почните са изградњом банера и поставите га на свој Facebook профил. Набавите гомилу кликова и можемо да Вас истакнемо у Firefox огласу (са Вашом дозволом, наравно) или Вам послати неку супер Firefox опрему.

source: Let's go!
bn_in: চলুন!
cs: Pojďme na to!
de: Los geht’s!
es: ¡Vamos!
fr: C'est parti !
hi_in: चलो चलो!
ja: さあ始めよう！
nl: Aan de slag!
pl: Zaczynamy!
pt_br: Vamos lá!
sk: Poďme na to!
sl: Pojdimo!
sr: Идемо!

source: Affiliates with the most clicks
bn_in: সবচেয়ে ক্লিক সঙ্গে সম্বন্ধযুক্ত
cs: Partneři s nejvíce kliky
de: Partner mit den meisten Klicks
es: Simpatizantes con más clics
fr: Affiliés avec le plus de clics
hi_in: सबसे क्लिक के साथ सहबद्धों
ja: クリック数上位のアフィリエイト参加者
nl: Affiliates met de meeste klikken
pl: Partnerzy z największą liczbą kliknięć
pt_br: Afiliados com mais cliques
sk: Partneri s najviac klikmi
sl: Zavezniki z največ kliki
sr: Партнери са највише кликова

source: Rank
bn_in: র‍্যাঙ্ক
cs: Pořadí
de: Rang
es: Clasificación
fr: Classement
hi_in: पद
ja: 順位
nl: Positie
pl: Pozycja
pt_br: Posição
sk: Poradie
sl: Mesto
sr: Позиција

source: User
bn_in: ব্যাবহারকারি
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hi_in: प्रयोक्ता
ja: ユーザ
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
sk: Používateľ
sl: Uporabnik
sr: Корисник

source: Hi there!
bn_in: নমস্কার!
cs: Ahoj!
de: Hallo!
es: ¡Hola!
fr: Salut&nbsp;!
hi_in: नमस्ते!
ja: こんにちは！
nl: Hallo daar!
pl: Witaj!
pt_br: Olá!
sk: Ahoj!
sl: Pozdravljeni!
sr: Здраво!

source: Thank you for linking your Firefox Affiliates account with the Affiliates Facebook application. Please click on the link below and you'll get credit for any clicks that you drive through Facebook on the main Affiliates leaderboard.
bn_in: জয়নুল আবেদীন ফেসবুক অ্যাপ্লিকেশন সঙ্গে আপনার ফায়ারফক্স জয়নুল আবেদীন অ্যাকাউন্ট লিঙ্ক করার জন্য আপনাকে ধন্যবাদ| নীচের লিঙ্কে ক্লিক করুন এবং আপনি প্রধান জয়নুল আবেদীন লিডারবোর্ডে ফেসবুক মাধ্যমে যে কোন ক্লিকের জন্য ক্রেডিট পাবেন|
cs: Děkujeme za propojení vašeho partnerského účtu s aplikací Firefox Affiiates na Facebooku. Klepněte prosím na odkaz níže a získáte tak body za každé kliknutí, které k nám přivedete skrze Facebook na hlavní nástěnce Affiliates.
de: Danke, dass Sie Ihr Firefox-Partner-Benutzerkonto mit der Partner-Facebook-Anwendung verbunden haben. Bitte klicken Sie auf den folgenden Link und Sie erhalten Punkte für alle Klicks, die Sie über Facebook erzeugen, auf der Partnerleiter.
es: Gracias por vincular tu cuenta de Firefox Affiliates con la aplicación de Facebook Affiliates. Por favor, haz clic en el siguiente enlace y conseguirás crédito en la clasificación principal de Affiliates por cada clic que obtengas a través de Facebook.
fr: Merci d'avoir lié votre compte Firefox Affiliates avec l'application d'affiliation Facebook. Veuillez cliquer sur le lien ci-dessous et vous serez crédité pour tous les clics que vous amènerez via Facebook au tableau d'honneur principal des affiliations.
hi_in: सहबद्धों फेसबुक आवेदन के साथ अपने फ़ायरफ़ॉक्स सहयोगी कंपनियों के खाते में जोड़ने के लिए धन्यवाद. नीचे दिए गए लिंक पर क्लिक करें और आप आप मुख्य सहयोगी कंपनियों लीडरबोर्ड पर फेसबुक के माध्यम से ड्राइव उस क्लिक के लिए ऋण प्राप्त करेंगे.
ja: Firefox アフィリエイトアカウントを Facebook 上のアフィリエイトアプリケーションと関連付けていただき、ありがとうございます。以下のリンクをクリックすれば、Facebook を通じて獲得したクリックも、メインのアフィリエイトサイトの実績として数えられます。
nl: Bedankt voor het koppelen van uw Firefox Affiliates-account aan de Affiliates Facebook-applicatie. Klik op de onderstaande koppeling en u krijgt tegoedpunten op het Affiliates-hoofdscorebord voor elke klik die u via Facebook ontvangt.
pl: Dziękujemy za powiązanie swojego konta partnera Firefoksa z kontem aplikacji Affiliates Facebook. Kliknij poniższy odnośnik, a będziesz otrzymywać punkty za każde kliknięcie wykonane na Facebooku. Punktacja będzie wyświetlana na głównej tablicy liderów projektu Partnerzy Firefoksa.
pt_br: Obrigado por vincular sua conta dos Afiliados Firefox ao aplicativo do Facebook dos Afiliados. Por favor, clique no link abaixo para receber o crédito de quaisquer cliques que você gerar pelo Facebook no Quadro de Líderes dos Afiliados Firefox.
sk: Ďakujeme za prepojenie vášho partnerského účtu s aplikáciou Firefox Affiiates na Facebooku. Kliknite prosím na odkaz nižšie a získate tak body za každé kliknutie, ktoré k nám privediete cez Facebook na hlavnej nástenke Affiliates.
sl: Hvala, ker ste povezali Firefox Zavezniški račun z Zavezniško aplikacijo na Facebooku. Kliknite spodnjo povezavo in dobili boste točke za vsak klik, ki bo prišel s Facebooka.
sr: Хвала Вам за повезивање Вашег налога Firefox партнерства са апликацијом Facebook партнерства. Кликните на везу испод, и добићете заслугу за све кликове које имате преко Facebook-а на главној партнерској табели лидера.

source: If you didn't request to link your account, just ignore this e-mail and your account will not be linked.
bn_in: আপনি আপনার একাউন্ট লিঙ্ক করতে অনুরোধ না করে থাকেন, শুধু এই ই-মেইল উপেক্ষা এবং আপনার অ্যাকাউন্টের সাথে সংযুক্ত করা হবে না|
cs: Pokud jste propojení všeho účtu nepožadovali, můžete tento e-mail ignorovat a váš účet tak propojený nebude.
de: Wenn Sie nicht die Verbindung zu Ihrem Benutzerkonto angefordert haben, ignorieren Sie diese E-Mail einfach und Ihr Benutzerkonto wird nicht verbunden.
es: Si no solicitaste vincular tu cuenta, ignora este correo y no se establecerá la vinculación con tu cuenta.
fr: Si vous n'avez pas demandé à lier votre compte, ignorez ce message et aucun lien vers votre compte ne sera créé.
hi_in: यदि आप अपने खाते से जोड़ने के लिए अनुरोध नहीं किया था, तो बस इस ई-मेल की उपेक्षा और अपने खाते लिंक नहीं किया जाएगा.
ja: アカウントの関連付けを申請していない場合は、単純にこのメールを無視してください。あなたのアカウントが関連付けられることはありません。
nl: Als u niet om koppelen van uw account hebt gevraagd, negeer dan dit e-mailbericht en uw account wordt niet gekoppeld.
pl: Jeśli nie prosiłeś/prosiłaś o powiązanie swojego konta, zignoruj tę wiadomość i powiązanie konta nie nastąpi.
pt_br: Se você não solicitou o vínculo da sua conta ao aplicativo, basta ignorar esta mensagem e sua conta não será vinculada.
sk: Ak ste prepojenie vášho účtu nepožadovali, môžete tento e-mail ignorovať a váš účet prepojený nebude.
sl: Če niste zahtevali povezave vašega računa, ignorirajte to sporočilo. Vaš račun ne bo povezan.
sr: Ако нисте затражили да повежете свој налог, само игноришите ову е-пошту и Ваш налог неће бити повезан.

source: The Firefox Affiliates team
bn_in: ফায়ারফক্স জয়নুল আবেদীন দল
cs: Tým partnerského programu Firefoxu
de: Das Team des Firefox-Partnersystems
es: El equipo de Firefox Affiliates
fr: L'équipe d'affiliation de Firefox
hi_in: फ़ायरफ़ॉक्स सहबद्धों टीम
ja: Firefox アフィリエイトチーム
nl: Het Firefox Affiliates-team
pl: Zespół Partnerzy Firefoksa.
pt_br: Equipe Afiliados Firefox
sk: Tím partnerského programu Firefoxu
sl: Ekipa Zaveznikov Firefoxa
sr: Тим Firefox партнера
