Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: If you checked the box to allow your banner to be featured in a paid Facebook ad, once you've reached %(click_count)s clicks on a Facebook banner, your banner will become eligible to be a paid Facebook ad. This means that Mozilla will pay to have an ad placed on the Facebook ad network sharing your message of why you love Firefox. We will notify you if your banner is chosen to be a paid ad in your region. If you do not want to participate in this, don't click the opt-in when you build your banner. If you've opted in by accident, please contact us at <a href="%(link)s">affiliates@mozilla.org</a> and we'll make sure you aren't included in the ad selection.
cs: Pokud jste zaškrtli povolení použít váš banner v kampani na Facebooku, jakmile dosáhnete %(click_count)s kliků, váš banner se stane vhodný pro naši kampaň. To znamená, že Mozilla zaplatí reklamní prostor na Facebooku pro sdílení vaší zprávy, jak moc máte Firefox rádi. Budeme vás informovat, pokud bude váš banner vybrán pro kampaň ve vaší oblasti. Pokud se kampaně nechcete účastnit, nebo jste souhlas se zahrnutím do kampaně zaškrtli omylem, napište nám e-mail na <a href="%(link)s">affiliates@mozilla.org</a> a my váš banner z kampaně odebereme.
de: Wenn Sie das Kästchen aktiviert haben, um zuzulassen, dass Ihr Banner in einer bezahlten Facebook-Anzeige verwendet wird, kann Ihr Banner, sobald Sie %(click_count)s Klicks auf ein Facebook-Banner erreicht haben, als bezahlte Facebook-Anzeige verwendet werden. Das heißt, Mozilla bezahlt, um eine Anzeige im Facebook-Werbenetzwerk zu platzieren, und dort Ihre Nachricht zeigen, warum Sie Firefox lieben. Wir benachrichtigten Sie, wenn Ihr Banner ausgewählt wird, um eine bezahlte Anzeige in Ihrer Region zu sein. Wenn Sie sich nicht daran beteiligen möchten, klicken Sie nicht auf die Anmeldung, wenn Sie Ihr Banner erstellen. Wenn Sie sich versehentlich angemeldet haben, melden Sie sich bei uns unter <a href="%(link)s">affiliates@mozilla.org</a> und wir sorgen dafür, dass Sie nicht in der Anzeigenauswahl erscheinen.
es: Si marcas la casilla de verificación para permitir que tu banner aparezca en un anuncio pagado en Facebook, una vez que haya alcanzado %(click_count)s, tu banner podrá ser seleccionado para convertirse en un anuncio pagado en Facebook. Esto significa que Mozilla pagará por tener un anuncio que se muestre en la red de publicidad de Facebook y mostrará tu mensaje de por qué te encanta Firefox. Te comunicaremos si tu banner es elegido para convertirse en un anuncio pagado en tu región. Si no deseas participar en esta campaña, no hagas clic en la opción cuando generes tu banner. Si la eliges por equivocación, por favor, contacta con nosotros en <a href="%(link)s">affiliates@mozilla.org</a> y nos encargaremos de que no te incluyan en la selección de anuncios.
fr: Si vous avez coché la case permettant à votre bannière de figurer dans une publicité Facebook rémunérée, une fois que vous avez atteint %(click_count)s sur une bannière Facebook, celle-ci pourra potentiellement être sélectionnée pour devenir une publicité Facebook rémunérée. Cela signifie que Mozilla paiera pour que cette publicité soit placée sur le réseau publicitaire de Facebook afin de partager votre message d'amour pour Firefox. Nous vous préviendrons si votre bannière a été choisie pour une campagne publicitaire dans votre région. Si vous ne souhaitez pas en faire partie, ne cochez pas la case lorsque vous créez votre bannière. Si vous avez coché cette case par accident, veuillez nous contacter à <a href="%(link)s">affiliates@mozilla.org</a> et nous nous assurerons que vous ne fassiez pas partie des sélections publicitaires.
hi_in: आप एक फेसबुक बैनर पर आप %(click_count)s पर पहुंच गया है एक बार अपने बैनर, एक भुगतान फेसबुक विज्ञापन में दिखाए जाने की अनुमति क्लिक करने के लिए बॉक्स की जाँच की है, तो अपने बैनर एक भुगतान फेसबुक विज्ञापन होने के लिए पात्र हो जाएगा. इस मोज़िला आप फ़ायरफ़ॉक्स प्यार क्यों की अपने संदेश को साझा करें फेसबुक विज्ञापन नेटवर्क पर रखा एक विज्ञापन है करने के लिए भुगतान करना होगा कि इसका मतलब है. अपने बैनर अपने क्षेत्र में एक भुगतान किया विज्ञापन होने के लिए चुना जाता है, तो हम आपको सूचित करेंगे. आप इस में भाग लेने के लिए नहीं चाहते, तो आप अपने बैनर का निर्माण करते हैं, ऑप्ट में क्लिक नहीं करते. आप दुर्घटना से में चुना है, <a href="%(link)s">affiliates@mozilla.org</a> पर हमसे संपर्क करें और हम आपको विज्ञापन चयन में शामिल नहीं कर रहे हैं सुनिश्चित करेंगे.
ja: あなたのバナーを有料 Facebook 広告として取り上げることに同意するボックスにチェックを入れた上で、Facebook バナー上のクリックが %(click_count)s 回に達すると、そのバナーは有料 Facebook 広告になる資格を得ます。つまり、Mozilla がそれを Facebook 広告ネットワーク上に掲載するために広告料を払い、あなたがなぜ Firefox を好きかというメッセージを広めます。あなたのバナーがあなたの地域向けの有料広告に選ばれた場合はメールでお知らせします。このプログラムに参加したくない場合は、バナー作成時にボックスにチェックを入れないでください。間違ってチェックを入れてしまった場合は、広告の選択肢から除外しますので、<a href="%(link)s">affiliates@mozilla.org</a> までご連絡ください。
nl: Als u het selectievakje voor toestemming van het aanbevelen van uw banner in een betaalde Facebook-advertentie hebt aangevinkt, komt uw banner bij het bereiken van %(click_count)s klikken op een Facebook-banner in aanmerking om een betaalde Facebook-advertentie te worden. Dit betekent dat Mozilla zal betalen om een advertentie op het Facebook-advertentienetwerk te laten plaatsen die uw boodschap over waarom u zo gek bent op Firefox deelt. We laten u weten wanneer uw banner tot een betaalde advertentie in uw regio is verkozen. Als u hier niet aan wilt deelnemen, klik dan niet op de mogelijkheid voor inschrijven tijdens het bouwen van uw banner. Als u zich per ongeluk hebt ingeschreven, neem dan contact op via <a href="%(link)s">affiliates@mozilla.org</a> en we zorgen ervoor dat u niet in de advertentieselectie wordt meegenomen.
pl: Jeśli wyrazisz zgodę na zamieszczanie twojego banera w płatnych reklamach Facebooka, zaznaczając odpowiednie pole wyboru, po osiągnięciu przez twój baner %(click_count)s kliknięć na Facebooku spełni on niezbędne warunki, by zostać płatną reklamą. Oznacza to, że Mozilla za baner z informacjami, dlaczego uwielbiasz Firefoksa, umieszczony w sieci reklamowej Facebooka będzie ci płacić. Gdy twój baner zostanie wybrany do publikacji jako reklama, Mozilla odpowiednio cię powiadomi. Jeśli nie chcesz brać w tym udziału, w trakcie tworzenia baneru nie zaznaczaj pola wyrażającego zgodę. Jeśli zaznaczenie tego pola nastąpiło pomyłkowo, powiadom nas o tym, wysyłając wiadomość na adres <a href="%(link)s">affiliates@mozilla.org</a>, a my sprawdzimy czy twój baner nie jest umieszczony w wyborze reklam.
pt_br: Se você marcou a caixa para permitir que seu banner vire um anúncio pago do Facebook, assim que você alcançar %(click_count)s cliques em um banner no Facebook, seu banner se poderá ser escolhido para tornar-se um anúncio pago do Firefox. Ou seja, a Mozilla pagará para manter um anúncio na rede de anúncios do Facebook, compartilhando a sua mensagem de amor ao Firefox. Caso o seu banner seja escolhido para tornar-se um anúncio pago na sua região, nós entraremos em contato. Se você não quiser participar da seleção para anúncios pagos, não marque a opção "Permito minha participação em um anúncio pago do Facebook" ao criar o seu banner. Se você marcou essa opção por acidente ou mudou de ideia, entre em contato pelo endereço <a href="%(link)s">affiliates@mozilla.org</a> e garantiremos que você não será incluído na seleção de anúncios.
sk: Ak ste označili povolenie použiť váš banner v kampani na Facebooku, okamžite ako dosiahnete %(click_count)s klikov, váš banner sa stane vhodný pre našu kampaň. To znamená, že Mozilla zaplatí reklamný priestor na Facebooku pre zdieľanie vašej správy, ako moc máte Firefox radi. Budeme vás informovať, ak nastane ten čas a váš banner bude vybraný pre kampaň vo vašej oblasti. Ak sa kampane nechcete zúčastniť, alebo ste súhlas so zahrnutím do kampane označili omylom, napíšte nám e-mail na <a href="%(link)s">affiliates@mozilla.org</a> a my váš banner z kampane odoberieme.
sl: Če ste dovolili, da vaša pasica postane reklama na Facebooku, bo to postala, ko boste dosegli %(click_count)s klikov na vašo Facebook pasico. Takrat bo vaša pasica izpolnila pogoje, da postane plačljiva Facebook reklama. To pomeni, da vam bo Mozilla plačala, da bo imela reklamo na facebook oglasu, ki bo delila vaše sporočilo, zakaj imate radi Firefox. Obvestili vas bomo, če bo vaša pasica izbrana za plačljivo reklamo v vaši regiji. Če ne želite sodelovati, se ob izdelavi pasice ne vključite v program. Če ste se vključili po pomoti, nam to sporočite na <a href="%(link)s">affiliates@mozilla.org</a>. Vašo pasico bomo odstranili iz seznama pasic za plačljivo reklamo.
sr: Ако сте означили да дозвољавате да Ваш банер буде приказан у плаћеном Facebook огласу, када достигнете %(click_count)s кликова на Facebook банеру, Ваш банер ће имати право да буде плаћени Facebook оглас. То значи да ће Mozilla платити постављање Facebook огласа на мрежи и делиће Вашу поруку зашто волите Firefox. Обавестићемо Вас ако је Ваш банер изабран да буде плаћен оглас у Вашем региону. Ако не желите да учествујете у томе, немојте кликнути на дугме за опредељење када направите Ваш банер. Ако сте се случајно определили, молимо Вас да нас контактирате на <a href="%(link)s">affiliates@mozilla.org</a> и искључићемо Вас из одабира огласа.

source: If I opted in to having my banner become a paid Facebook ad, what exactly am I giving you permission to do?
bn_in: আমি আমার ব্যানার একটি প্রদত্ত ফেসবুক বিজ্ঞাপন হয়ে থাকার মধ্যে নির্বাচিত, ঠিক কি আমি আপনাকে যা করতে অনুমতি প্রদান করছি?
cs: Pokud jsem se přihlásil, aby můj banner mohl být placenou reklamou na Facebooku, k čemu přesně dávám souhlas?
de: Wenn ich mich für das Zeigen meines Banners als bezahlte Facebook-Anzeige angemeldet habe, welche Erlaubnis gebe ich euch dann genau?
es: Si seleccioné la opción de poder convertir mi banner en un anuncio pagado, ¿a qué estoy concediendo permiso exactamente?
fr: Si j'ai accepté que ma bannière devienne une publicité Facebook rémunérée, de quoi exactement est-ce que je vous donne la permission ?
hi_in: मैं अपने बैनर एक भुगतान फेसबुक विज्ञापन बनने के बाद में शामिल हुए हैं, क्या वास्तव में मैं तुम्हें ऐसा करने की अनुमति दे रहा हूँ?
ja: 自分のバナーを有料 Facebook 広告にすることに同意した場合、正確にはどのような許可を Mozilla に与えることになるのでしょうか？
nl: Als ik me voor het aanbevelen van mijn banner voor een betaalde Facebook-advertentie heb ingeschreven, waar geef ik dan precies toestemming voor?
pl: Na co dokładnie wyrażam zgodę, zgadzając się na publikowanie mojego banera w płatnych reklamach na Facebooku?
pt_br: Se eu permitir que me banner torne-se um anúncio pago do Facebook, que permissões exatamente eu estou dando a vocês?
sk: Ak som sa prihlásil, aby môj banner mohol byť platenou reklamou na Facebooku, k čomu presne dávam svoj súhlas?
sl: Kaj točno sem vam dovolil, ko sem se vključil v program, da moja pasica lahko postane facebook reklama?
sr: Ако сам се одлучио да мој банер постане плаћени Facebook оглас, какве тачно дозволе Вам дајем?

source: You are giving us permission to use, reproduce, distribute, edit, and display your photo, if it is included in your banner, and your message about why you love Firefox, for commercial purposes, specifically in a paid ad on Facebook. You are also acknowledging that you will not be paid for the use of your banner.
bn_in: আপনি বিশেষভাবে ফেসবুকে একটি প্রদত্ত বিজ্ঞাপন, আমাদের পুনঃপ্রস্তুত, ব্যবহার, বিতরণ, সম্পাদনা, এবং এটি আপনার ব্যানার মধ্যে অন্তর্ভুক্ত করা হয়, আপনার ছবির প্রদর্শন করার অনুমতি দেওয়ার জন্য, এবং আপনি বাণিজ্যিক উদ্দেশ্যে, ফায়ারফক্স ভালোবাসি কেন সম্পর্কে আপনার বার্তা হয়| এছাড়াও আপনি আপনার ব্যানার ব্যবহারের জন্য দেওয়া হবে না স্বীকার করে নেওয়া হয়|
cs: Dáváte nám svolení použít, distribuovat a upravovat vaši fotografii, pokud je součástí banneru, i vaši zprávu, proč máte Firefox tak rádi, pro komerční účel placené reklamy na Facebooku. Zároveň souhlasíte s tím, že nebudete dostávat peněžní odměnu za použití vašeho banneru.
de: Sie erteilen uns die Erlaubnis, Ihr Foto, wenn es in Ihrem Banner enthalten ist, sowie Ihre Nachricht, warum Sie Firefox lieben, für kommerzielle Zwecke, insbesondere in einer bezahlten Anzeige auf Facebook zu verwenden, zu vervielfältigen, zu verteilen, zu bearbeiten und anzuzeigen. Sie erkennen auch an, dass Sie nicht für die Verwendung ihres Banners bezahlt werden.
es: Nos concedes permiso para usar, reproducir, distribuir, editar y mostrar tu foto, si está incluida en tu banner, y tu mensaje que describe por qué te encanta Firefox con fines comerciales, en concreto, en un anuncio pagado para Facebook. Asimismo reconoces que no recibirás ninguna cantidad a cambio del uso de tu banner.
fr: Vous nous donnez la permission d'utiliser, reproduire, distribuer, modifier et afficher votre photo, si celle-ci figure dans votre bannière, ainsi que votre message concernant Firefox, pour un but commercial, en particulier dans une publicité Facebook payante. Vous reconnaissez également que vous ne serez pas payé(e) pour l'utilisation de cette bannière.
hi_in: आप विशेष रूप से फेसबुक पर एक भुगतान किया विज्ञापन में, अमेरिका, उपयोग, प्रतिलिपि, वितरित, संपादित करें, और इसे अपने बैनर में शामिल है, तो आपकी तस्वीर को प्रदर्शित करने की अनुमति दे रही है, और आप वाणिज्यिक प्रयोजनों के लिए, फ़ायरफ़ॉक्स प्यार क्यों के बारे में अपने संदेश जाता है. तुम भी अपने बैनर के उपयोग के लिए भुगतान नहीं किया जाएगा कि स्वीकार कर रहे हैं.
ja: あなたは、あなたの写真 (バナーに含まれていた場合) となぜ Firefox を好きかというメッセージを、商用目的で、具体的には Facebook 上の有料広告の中で、使用、複製、配布、編集、表示する許可を Mozilla に対して与えることになります。また同時に、あなたのバナーを使用する対価を Mozilla があなたに支払わないことも認めることになります。
nl: U geeft ons toestemming voor het gebruiken, reproduceren, verspreiden, bewerken en weergeven van uw foto, als deze zich in uw banner bevindt, en uw boodschap over waarom u zo gek op Firefox bent, voor commerciële doeleinden, met name in een betaalde advertentie op Facebook. U bevestigt tevens dat u niet voor het gebruik van uw banner zult worden betaald.
pl: Zgadzasz się na używanie, powielanie, rozpowszechnianie, edytowanie i wyświetlanie twojego zdjęcia, jeśli jest ono częścią banera, oraz informacji o tym dlaczego uwielbiasz Firefoksa. Baner możemy wykorzystać w celach komercyjnych, w szczególności w płatnych ogłoszeniach na Facebooku. Potwierdzasz także, że nie będziesz rościć zapłaty za użycie twojego banera.
pt_br: Você estará nos cedendo permissão para usar, reproduzir, distribuir, editar e exibir a sua foto, caso ela esteja incluída no seu banner, e sua mensagem de amor ao Firefox para fins comerciais, especificamente um anúncio pago no Facebook. Você também estará reconhecendo que não será pago pelo uso do seu banner.
sk: Dávate nám dovolenie použiť, distribuovať a upravovať vašu fotografiu, ak je súčasťou banneru vrátane vašej správy, prečo máte Firefox tak radi, pre komerčný účel platenej reklamy na Facebooku. Zároveň súhlasíte s tým, že nebudete dostávať peňažnú odmenu za použitie vášho bannera.
sl: Dajete nam pravico do uporabe, kopiranja, razmnoževanja, urejanja in prikazovanja vaše slike in sporočila, če sta vključena v vašo pasico. Pravice se nanašajo na komercialno rabo, še posebno za plačljivo reklamo na facebooku. Zavedati se morate, da ne boste plačani za uporabo vaše pasice.
sr: Дајете нам дозволу да користимо, умножавамо, дистрибуирамо, мењамо, и приказујемо Вашу фотографију, уколико је укључена у Ваш банер, и поруку о томе зашто волите Firefox, у комерцијалне сврхе, посебно у плаћеном Facebook огласу. Такође се слажете да нећете бити плаћени за коришћење Вашег банера.

source: How do I remove the application?
bn_in: আমি কিভাবে আবেদন অপসারণ না?
cs: Jak odeberu aplikaci?
de: Wie entferne ich die Anwendung?
es: ¿Cómo elimino la aplicación?
fr: Comment supprimer l'application ?
hi_in: मैं कैसे आवेदन को दूर करते हैं?
ja: アプリケーションを削除するには？
nl: Hoe verwijder ik de applicatie?
pl: Jak usunąć aplikację?
pt_br: Como eu removo o aplicativo?
sk: Ako odstránim aplikáciu?
sl: Kako odstranim program?
sr: Како да обришем апликацију?

source: To remove the application, access your applications in the Facebook settings menu. Delete the application from your list of authorized apps and we'll delete your Affiliates profile on Facebook and the information associated with it. Note: Deleting the application on Facebook will not delete your affiliates.mozilla.org profile if you had one prior to installing the application. To delete that profile, please contact us at <a href="%(link)s">affiliates@mozilla.org</a>.
cs: Pro odebrání aplikace přejděte do nastavení aplikací na Facebooku. Smažte aplikaci ze svého seznamu povolených aplikací a my pak smažeme váš partnerský profil na Facebooku a s ním spojené informace. Poznámka: Smazání aplikace na Facebooku nesmaže váš profil na serveru affiliates.mozilla.org, pokud jste si jej založili. Pro jeho smazání nás prosím kontaktujte na <a href="%(link)s">affiliates@mozilla.org</a>.
de: Um die Anwendung zu entfernen, greifen Sie auf Ihre Anwendungen im Facebook-Einstellungsmenü zu. Löschen Sie die Anwendung aus Ihrer Liste der autorisierten Anwendungen und wir löschen Ihr Partnerprofil auf Facebook und die zugehörigen Daten. Hinweis: Löschen der Anwendung auf Facebook löscht nicht Ihr Profil auf affiliates.mozilla.org, wenn Sie vor der Installation der Anwendung eines hatten. Um diese Profil zu löschen, melden Sie sich bei uns unter <a href="%(link)s">affiliates@mozilla.org</a>.
es: Para eliminar la aplicación, accede a tus aplicaciones en el menú de configuración de Facebook. Elimina la aplicación de tu lista de aplicaciones autorizadas y eliminaremos tu perfil Firefox Affiliates en Facebook, así como toda la información vinculada a él. Nota: La eliminación de la aplicación en Facebook no eliminará tu perfil affiliates.mozilla.org si ya poseías uno con anterioridad a la instalación de la aplicación. Para eliminar ese perfil, por favor, contacta con nosotros en <a href="%(link)s">affiliates@mozilla.org</a>.
fr: Pour supprimer l'application, accédez à vos applications dans le menu des paramètres de Facebook. Supprimez-la de la liste des applications autorisées et votre profil Affiliates sur Facebook sera supprimé ainsi que les informations qui y sont associées. Note : la suppression de l'application Facebook ne supprimera pas votre profil affiliates.mozilla.org si vous en aviez un auparavant. Pour supprimer celui-ci, veuillez nous contacter à <a href="%(link)s">affiliates@mozilla.org</a>.
hi_in: आवेदन को निकालने के लिए फेसबुक सेटिंग्स मेनू में अपनी अनुप्रयोगों का उपयोग. अधिकृत क्षुधा की अपनी सूची से आवेदन हटाएँ और हम अपने सहयोगियों फेसबुक और इसके साथ जुड़े जानकारी पर प्रोफ़ाइल हटा देंगे. नोट: यदि आप आवेदन स्थापित करने से पहले एक था अगर फेसबुक पर आवेदन को हटाने से आपके affiliates.mozilla.org प्रोफाइल को नष्ट नहीं होगा. उस प्रोफाइल को हटाने के लिए, <a href="%(link)s">affiliates@mozilla.org</a>पर संपर्क करें.
ja: アプリケーションを削除するには、Firefox の設定メニューからあなたのアプリケーションにアクセスしてください。承認済みアプリの一覧からアプリケーションを削除すれば、Facebook 上にあるあなたのアフィリエイトプロフィールとそれに関連付けられている情報も削除されます。注: Facebook 上でアプリケーションを削除しても、アプリケーションのインストール前に作成された affiliates.mozilla.org 上のプロフィールは削除されません。そのプロフィールを削除するには、<a href="%(link)s">affiliates@mozilla.org</a> までお問い合わせください。
nl: Benader uw applicaties in het instellingenmenu van Facebook om de applicatie te verwijderen. Verwijder de applicatie uit uw lijst van geautoriseerde apps en we zullen uw Affiliates-profiel op Facebook en de ermee verbonden gegevens verwijderen. Noot: het verwijderen van de applicatie op Facebook zal uw affiliates.mozilla.org-profiel niet verwijderen als u er al een bezat voordat u de applicatie installeerde. Neem contact met ons op via <a href="%(link)s">affiliates@mozilla.org</a> om dat profiel te verwijderen.
pl: Aby usunąć aplikację, wejdź na Facebooku w ustawienia swojego konta. W panelu po lewej stronie wybierz Aplikacje i z listy upoważnionych aplikacji usuń Firefox Affiliates, naciskając przycisk oznaczony x, a my usuniemy twój profil partnera na Facebooku i skojarzone z nim informacje. Uwaga! Usunięcie tego profilu na Facebooku nie powoduje usunięcia twojego profilu partnera na witrynie mozilla.org, jeśli był on założony przed zainstalowaniem aplikacji na Facebooku. Aby usunąć ten profil, musisz skontaktować się z nami, wysyłając wiadomość na adres <a href="%(link)s">affiliates@mozilla.org</a>.
pt_br: Para remover o aplicativo, acesse sua lista de aplicativos nas opções do Facebook e remova o nosso aplicativo da sua lista de aplicativos autorizados. Ao fazer isso, nós removeremos automaticamente seu perfil dos Afiliados Firefox do Facebook e todas as informações associadas a ele. Observação: remover o aplicativo do Facebook não excluirá o seu perfil do site affiliates.mozilla.org. Para excluir esse perfil, por favor, entre em contato conosco pelo endereço <a href="%(link)s">affiliates@mozilla.org</a>.
sk: Pre odobranie aplikácie prejdite do nastavení aplikácií na Facebooku. Odstráňte aplikáciu zo svojho zoznamu povolených aplikácií a následne aj u nás odstránime váš Facebookový partnerský profil vrátane všetkých s ním spojených informácií. Poznámka: Odstránením aplikácie na Facebooku neodstránite váš profil na serveri affiliates.mozilla.org, ak ste si ho založili. Pre jeho odstránenie nás prosím kontaktujte na <a href="%(link)s">affiliates@mozilla.org</a>.
sl: Če želite odstraniti aplikacijo, pojdite na facebook in izberite "Nastavitve računa" in nato izberite "Aplikacije". Izbrišite aplikacijo iz seznama aplikacij, ki jih uporabljate. S tem boste izbrisali tudi vaš zavezniški profil na Facebooku in tudi vse povezane informacije. Opozorilo: Izbris aplikacije na Facebooku ne bo izbrisal vašega profila na affiliates.mozilla.org profile, v kolikor ste ga kreirali pred uporabo aplikacije. Za popoln izbris takega profila se prosimo obrnite na <a href="%(link)s">affiliates@mozilla.org</a>.
sr: Да бисте уклонили апликацију, приступите Вашим апликацијама у менију за Facebook подешавања. Обришите апликацију са листе овлашћених апликација и ми ћемо избрисати Ваш профил партнерства на Facebook-у и информације везане са њом. Напомена: Брисање Facebook апликације неће избрисати Ваш affiliates.mozilla.org профил ако сте га имали пре инсталирања апликације. Да бисте обрисали тај профил, контактирајте нас на <a href="%(link)s">affiliates@mozilla.org</a>.

source: How do I connect to my Firefox Affiliates account on affiliates.mozilla.org?
bn_in: আমি কিভাবে affiliates.mozilla.org আমার ফায়ারফক্স জয়নুল আবেদীন অ্যাকাউন্টের সাথে সংযোগ না?
cs: Jak se připojím ke svému účtu Firefox Affiliates na affiliates.mozilla.org?
de: Wie verbinde ich mich mit meinem Firefox-Partner-Benutzerkonto auf affiliates.mozilla.org?
es: ¿Cómo vinculo mi cuenta de Firefox Affiliates en affiliates.mozilla.org?
fr: Comment lier mon compte Firefox Affiliates sur affiliates.mozilla.org ?
hi_in: मैं कैसे affiliates.mozilla.org पर मेरे फ़ायरफ़ॉक्स सहयोगी कंपनियों के लिए खाता कनेक्ट करते हैं?
ja: affiliates.mozilla.org で自分の Firefox アフィリエイトアカウントを関連付けるには？
nl: Hoe maak ik verbinding met mijn Firefox Affiliates-account op affiliates.mozilla.org?
pl: Jak powiązać aplikację z moim partnerskim kontem na affiliates.mozilla.org?
pt_br: Como eu vinculo a minha conta dos Afiliados Firefox no endereço affiliates.mozilla.org?
sk: Ako sa pripojím ku svojmu účtu Firefox Affiliates na affiliates.mozilla.org?
sl: Kako se povežem na moj račun Zaveznikov Firefoxa na affiliates.mozilla.org?
sr: Како да се повежем на свој налог Firefox партнерства на affiliates.mozilla.org?
