Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-affiliates/locale/*/LC_MESSAGES/messages.po
Languages: bn_in, cs, de, es, fr, hi_in, ja, nl, pl, pt_br, sk, sl, sr

source: Woot! You've driven {num_downloads} downloads and {num_clicks} clicks since your last visit. Keep rockin'!
cs: Wow! Od poslední návštěvy jste získali {num_downloads} stažení a {num_clicks} kliků. Jen tak dál!
de: Klasse! Sie haben seit Ihrem letzten Besuch {num_downloads} und {num_clicks} produziert. Weiter so!
es: ¡Woot! Has logrado {num_downloads} descargas y {num_clicks} clics desde tu última visita. ¡Sigue así!
fr: Whaou&nbsp;! Vous avez généré {num_downloads} téléchargements et {num_clicks} clics depuis votre dernière visite. Continuez comme ça&nbsp;!
hi_in: Woot! आप {num_downloads} डाउनलोड और अपनी पिछली यात्रा के बाद से {num_clicks} क्लिक्स संचालित है। धमाल मचाते रहो '!
ja: やりましたね！ あなたは最後に訪問してから {num_downloads} ダウンロードと {num_clicks} クリックを獲得しました。その調子でがんばって！
nl: Hoera! U hebt sinds uw vorige bezoek {num_downloads} downloads en {num_clicks} klikken gegenereerd. Keep rockin’!
pl: Od ostatniej wizyty osiągnąłeś/osiągnęłaś {num_downloads} pobrań i {num_clicks} kliknięć. Fantastycznie!
pt_br: Wow! Você trouxe {num_downloads} downloads e {num_clicks} cliques desde sua última visita. Continue detonando!
sk: Waw! Od poslednej návštevy ste získali {num_downloads} prevzatí a {num_clicks} klikov. Len tak ďalej!
sl: Bravo! Od zadnjega obiska ste zaslužni ste za {num_downloads} novih prenososv in {num_clicks} novih klikov. Kar tako naprej!
sr: Јуху! Довезли сте {num_downloads} преузимања и {num_clicks} кликова од Ваше последње посете. Само тако наставите!

source: Banner Details
bn_in: ব্যানার বিবরণ
cs: Detaily banneru
es: Detalles del banner
fr: Détails de la bannière
hi_in: बैनर विवरण
ja: バナーの詳細
pl: Szczegóły banera
pt_br: Detalhes do banner
sk: Detaily banneru
sl: Podrobnosti o pasici
sr: Детаљи банера

source: Created:
bn_in: তৈরী করা হয়েছে:
cs: Vytvořen:
de: Erstellt:
es: Creado:
fr: Créée :
hi_in: बनाया गया:
ja: 作成日:
nl: Gemaakt:
pl: Utworzono:
pt_br: Criado em:
sk: Vytvorené:
sl: Ustvaril:
sr: Направљено:

source: Clicks:
bn_in: ক্লিকস্:
cs: Kliky:
de: Klicks:
es: Clics:
fr: Clics :
hi_in: क्लिक:
ja: クリック数:
nl: Klikken:
pl: Kliknięcia:
pt_br: Cliques:
sk: Kliky:
sl: Klikov:
sr: Кликови:

source: Linked URL:
bn_in: লিঙ্ক URL:
cs: Odkazované URL:
de: Verlinkte URL:
es: URL vinculada:
fr: Lien généré :
hi_in: लिंक्ड URL:
ja: リンクされた URL:
nl: Gekoppelde URL:
pl: Adres odnośnika:
pt_br: URL do link:
sk: Odkazované URL:
sl: Povezan URL:
sr: Повезан URL:

source: Size:
bn_in: ফাইলের আকার:
cs: Velikost:
de: Größe:
es: Tamaño:
fr: Taille :
hi_in: आकार:
ja: サイズ:
nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
sk: Veľkosť:
sl: Velikost:
sr: Величина:

source: Embed code:
bn_in: এম্বেড কোড:
cs: Kód pro vložení:
de: Quelltext zum Einbetten:
es: Código de inserción:
fr: Code pour l'intégrer :
hi_in: लागु किया गया संहिता:
ja: 埋め込みコード:
nl: Invoegcode:
pl: Osadzony kod:
pt_br: Código:
sk: Kód pre vloženie:
sl: Koda za vdelavo:
sr: Уграђени код:

source: Use this code to embed this banner on your website.
bn_in: আপনার ওয়েবসাইটে এই ব্যানার এম্বেড করার জন্য এই কোড ব্যবহার করুন|
cs: Použijte tento kód pro vložení banneru na vaši stránku.
de: Verwenden Sie diesen Quelltext um dieses Banner in Ihrer Website einzubetten.
es: Usa este código para insertar el banner en tu sitio web.
fr: Utilisez ce code pour intégrer cette bannière sur votre site.
hi_in: अपनी वेबसाइट पर इस बैनर एम्बेड करने के लिए इस कोड का प्रयोग करें.
ja: このコードを使って、あなたのサイトにバナーを埋め込んでください。
nl: Gebruik deze code om deze banner op uw website in te bedden.
pl: Użyj tego kodu do osadzenia banera na swojej witrynie.
pt_br: Use este código para inserir esse banner no seu site.
sk: Použite tento kód pre vloženie banneru na vašu stránku.
sl: Uporabite to kodo za vdelavo pasice na vašo spletno stran.
sr: Искористите овај код да уградите овај банер на Вашем веб сајту.

source: Top Affiliates
bn_in: সেরা Affiliates
cs: Žebříček partnerů
de: Erfolgreichste Partner
es: Simpatizantes destacados
fr: Affiliés les plus actifs
hi_in: शीर्ष सहयोगी
ja: 上位アフィリエイト参加者
pl: Czołowi partnerzy
pt_br: Afiliados em destaque
sk: Najlepší partneri
sl: Najboljši Zavezniki
sr: Најбољи партнери

source: Affiliate
bn_in: শাখা
cs: Partner
de: Partner
es: Simpatizante
fr: Affilié
hi_in: संबद्ध
ja: 名前
pl: Partner
pt_br: Afiliado
sk: Partner
sl: Zaveznik
sr: Партнер

source: Number of clicks
bn_in: ক্লিকের সংখ্যা
cs: Počet kliků
de: Klickzahl
es: Número de clics
fr: Nombre de clics
hi_in: क्लिक की संख्या
ja: クリック数
nl: Aantal klikken
pl: Liczba kliknięć
pt_br: Número de cliques
sk: Počet kliknutí
sl: Število klikov
sr: <span id="result_box" class="short_text" lang="sr"><span class="hps">Број</span> <span class="hps">кликова</span></span>

source: {category} Metrics
bn_in: {বিভাগ} ম্যাট্রিক
cs: Metriky {category}
de: Maßzahlen von {category}
es: Métricas de {category}
fr: Métriques {category}
hi_in: {श्रेणी} मेट्रिक्स
ja: {category} の指標
nl: {category}-statistieken
pt_br: {category} Métrica
sk: Metriky {category}
sl: Metrike za {category}
sr: {category} Показатеља

source: Banners
bn_in: ব্যানার সমূহ
cs: Bannery
de: Banner
es: Anuncios
fr: Bannières
hi_in: बैनरों
ja: バナー
sk: Bannery
sl: Pasice
sr: Банери

source: Take a look at the impact our Affiliates make on increasing awareness of Mozilla and its products.
bn_in: আমাদের জয়নুল আবেদীন মোজিলা এবং তার পণ্য সম্পর্কে সচেতনতা বৃদ্ধি করতে প্রভাব কটাক্ষপাত করা|
cs: Podívejte se na výsledky našich partnerů, který šíří povědomí o Mozille a jejích produktech.
de: Sehen Sie sich an, welchen Einfluss unsere Partner haben, indem sie die Bekanntheit von Mozilla und seiner Produkte erhöhen.
es: Mira el impacto que nuestros simpatizantes crean al aumentar el reconocimiento de marca de Mozilla y sus productos.
fr: Jetez un œil à l’impact des affiliés sur l’évolution de la sensibilisation au projet Mozilla et à ses logiciels.
hi_in: हमारे सहयोगियों मोज़िला और उसके उत्पादों के बारे में जागरूकता बढ़ाने पर बनाने के प्रभाव पर एक नजर डालें.
ja: Mozilla とその製品の認知度向上にアフィリエイト参加者がどれほど影響を及ぼしているか見てみましょう。
nl: Bekijk de impact die onze partners maken op de toename van bewustwording van Mozilla en zijn producten.
pt_br: Dê uma olhada no impacto de nossos afiliados na sensibilização da Mozilla e seus produtos.
sk: Pozrite si výsledky našich partnerov, ktorí šíria povedomie o Mozille a jej produktoch.
sl: Oglejte si vpliv naših Zaveznikov na povečevanje osveščenosti o Mozilli in njenih izdelkih.
sr: Погледајте утицај наших партнера на повећању свести о Mozilla-и и њених производа.

source: Key Metrics
bn_in: কী বৈশিষ্ট্যের মান
cs: Klíčové metriky
de: Wichtigste Maßzahlen
es: Métricas claves
fr: Métriques clé
hi_in: प्रमुख मैट्रिक्स
ja: 主要指標
nl: Metrische sleutelgegevens
pt_br: Métricas
sk: Kľúčové metriky
sl: Ključne metrike
sr: Кључни показатељи

source: Categories
bn_in: বিভাগ
cs: Kategorie
de: Kategorien
es: Categorías
fr: Catégories
hi_in: श्रेणियाँ
ja: カテゴリ
nl: Categorieën
pt_br: Categorias
sk: Kategórie
sl: Kategorije
sr: Категорије

source: Your profile has been updated!
bn_in: আপনার প্রোফাইল আপডেট করা হয়েছে!
cs: Váš profil byl aktualizován!
de: Ihr Profil wurde aktualisiert!
es: ¡Tu perfil se ha actualizado!
fr: Votre profil a été mis à jour.
hi_in: आपका प्रोफाइल अपडेट किया गया है!
ja: プロフィールを更新しました
nl: Uw profiel is bijgewerkt!
pl: Profil został zaktualizowany!
pt_br: Seu perfil foi atualizado!
sk: Váš profil bol aktualizovaný!
sl: Vaš profil je uspešno posodobljen!
sr: Ваш профил је ажуриран!

source: You must be logged in to view that page.
bn_in: আপনি যে পৃষ্ঠাটি দেখতে লগ ইন করতে হবে|
cs: Pro zobrazení této stránky musíte být přihlášení.
de: Sie müssen angemeldet sein, um diese Seite anzuzeigen.
es: Debes identificarte para ver esa página.
fr: Vous devez être connecté pour voir cette page.
hi_in: आप उस पृष्ठ को देखने के लिए में लॉग इन होना चाहिए.
ja: このページを表示するにはログインしてください。
nl: U moet aangemeld zijn om die pagina te bekijken.
pl: Aby zobaczyć tę stronę musisz się zalogować.
pt_br: Você precisa estar logado para visualizar essa página.
sk: Pre zobrazenie tejto stránky musíte byť prihlásený.
sl: Za ogled strani se morate prijaviti.
sr: Морате бити пријављени да бисте видели ову страницу.

source: Name: {display_name}
cs: Jméno: {display_name}
fr: Nom : {display_name}
nl: Naam: {display_name}
pt_br: Nome: {display_name}
sl: Ime: {display_name}
sr: Име: {display_name}

source: Biography: {biography_text}
cs: Bio: {biography_text}
de: Biografie: {biography_text}
fr: Biographie : {biography_text}
nl: Biografie: {biography_text}
pt_br: Biografia: {biography_text}
sl: Življenjepis: {biography_text}
sr: Биографија: {biography_text}

source: Edit your profile
bn_in: আপনার প্রোফাইল সম্পাদনা করুন
cs: Upravit profil
de: Ihr Profil bearbeiten
es: Editar tu perfil
fr: Modifier votre profil utilisateur
hi_in: अपने प्रोफ़ाइल संपादित करें
ja: プロフィールを編集
nl: Uw profiel bewerken
pl: Edytuj swój profil
pt_br: Editar seu perfil
sk: Upraviť profil
sl: Uredite svoj profil
sr: Измени профил

source: Stats
bn_in: পরিসংখ্যান
cs: Statistiky
de: Statistiken
es: Estadísticas
fr: Statistiques
hi_in: आँकड़े
ja: 統計情報
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
sk: Štatistiky
sl: Statistika
sr: Статистика

source: Milestones
bn_in: মাইলফলক
cs: Milníky
de: Meilensteine
es: Hitos
fr: Jalons
hi_in: मील के पत्थर
ja: マイルストーン
nl: Mijlpalen
pl: Ważne wydarzenia
pt_br: Recordes
sk: Míľniky
sl: Mejniki
sr: Покретница

source: Mozilla
bn_in: মোজিলা
hi_in: मोज़िला

source: Firefox
bn_in: ফায়ারফক্স
hi_in: फ़ायरफ़ॉक्स

source: Android
bn_in: অ্যান্ড্রয়েড
hi_in: एंड्रॉयड

source: Mozilla Firefox
bn_in: মোজিলা ফায়ারফক্স
hi_in: मोज़िला फ़ायरफ़ॉक्स

source: Firefox OS
bn_in: ফায়ারফক্স ওএস
