Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-input/locale/*/LC_MESSAGES/django.po
Languages: da, fy

source: Unknown
da: Ukendt
fy: Unbekend

source: Search Results From Firefox Input
da: Søgeresultater fra Firefox input
fy: Sykresultaten fan Firefox Input

source: Happy
da: Glad
fy: Bliid

source: Sad
da: Bedrøvet
fy: Tryst

source: Response id: {id}
da: Svar-id: {id}
fy: Antwurd-ID: {id}

source: Sentiment
da: Stemning
fy: Sentimint

source: Product
da: Produkt
fy: Produkt:

source: Version
fy: Ferzje

source: Select product to see version breakdown
da: Vælg et produkt for at se versionsfordeling
fy: Selektearje in produkt foar ferzjespesifikaasje

source: Platform
fy: Platfoarm

source: Locale
da: Sprog
fy: Taal

source: Atom feed for this search
da: Atom-feed til denne søgning
fy: ATOM-feed foar dizze sykopdracht

source: When
da: Hvornår
fy: Wannear

source: End
da: Slut
fy: Ein

source: Set
da: Sæt
fy: Ynstelle

source: Note: All dates and times are in Pacific Time.
da: Bemærk: Alle datoer og klokkeslæt er i Pacific Time.
fy: Noat: alle datums en tiden binne yn Pacifyske tiid.

source: Feedback
fy: Kommentaar

source: Search by keyword
da: Søg efter nøgleord
fy: Sykje op trefwurd

source: No feedback matches that criteria.
da: Ingen feedback matcher disse kriterier.
fy: Der komt gjin kommentaar mei die kritearia oerien.

source: Older Messages
da: Ældre indlæg
fy: Aldere berjochten

source: Newer Messages
da: Nyere indlæg
fy: Nijere berjochten

source: Messages in specified time range
da: Meddelelser i det angivne tidsinterval
fy: Berjochten yn opjûne tiidrek

source: Dashboard unavailable
da: Kontrolpanel er utilgængeligt
fy: Dashboerd net beskikber

source: Dashboard is currently unavailable. Please try again in 10 minutes.
da: Kontrolpanelet er ikke tilgængeligt i øjeblikket. Prøv igen om 10 minutter.
fy: Dashboerd is op dit stuit net beskikber. Probearje it oer 10 minuten opnij.

source: Category
da: Kategori
fy: Kategory

source: None
da: Ingen
fy: Gjin

source: Description
da: Beskrivelse
fy: Beskriuwing

source: Translated
da: Oversat
fy: Oerset

source: Translate (machine)
da: Oversæt (maskine)
fy: Oersette (masine)

source: Translate (human)
da: Oversæt (menneske)
fy: Oersette (persoanlik)

source: Created
da: Oprettet
fy: Oanmakke

source: Channel
da: Kanal
fy: Kanaal

source: URL Domain
da: URL-domæne
fy: URL-domein

source: Source
da: Kilde
fy: Boarne

source: Campaign
da: Kampagne
fy: Kampanje

source: Browser Ver.
fy: Browserferzje

source: Browser Plat.
fy: Browserplatfoarm

source: Full URL
da: Hele URL'en
fy: Folsleine URL

source: Country
da: Land
fy: Lân

source: Manufacturer
da: Producent
fy: Produsint

source: Device
da: Enhed
fy: Apparaat

source: Email
da: Mail
fy: E-mailadres

source: Browser data
fy: Browsergegevens

source: yes
da: ja
fy: ja

source: API version
fy: API-ferzje

source: Context
da: Kontekst
fy: Kontekst

source: Dashboard is not available on mobile devices, yet.
da: Kontrolpanelet er ikke tilgængeligt på mobile enheder endnu.
fy: Dashboerd is noch net beskikber op mobile apparaten.

source: JSON Object
da: JSON-objekt
fy: JSON-objekt

source: Forbidden
da: Forbudt
fy: Net tastien

source: You do not have access to this page.
da: Du har ikke adgang til denne side.
fy: Jo hawwe gjin tagong ta dizze side.

source: You do not have access to this page. If you have an account, try signing in.
da: Du har ikke adgang til denne side. Hvis du har en konto, så prøv at logge ind.
fy: Jo hawwe gjin tagong ta dizze side. As jo in account hawwe, probearje jo dan oan te melden.

source: Return to the dashboard.
da: Tilbage til kontrolpanelet.
fy: Gean werom nei it dashboerd.

source: Not Found
da: Ikke fundet
fy: Net fûn

source: The document could not be found.
da: Dokumentet kunne ikke findes.
fy: It dokumint waard net fûn.

source: Something has gone horribly wrong
da: Noget er gået helt galt
fy: Der is wat ferkeard gien

source: Something has gone horribly wrong.
da: Noget er gået helt galt.
fy: Der is wat ferkeard gien.

source: There was a problem on the server.
da: Der opstod et problem på serveren.
fy: Der wie in probleem op de tsjinner..

source: About Firefox Input
da: Om Firefox Input
fy: Oer Firefox Input

source: Hello!
da: Hallo!
fy: Hallo!

source: Firefox Input is Mozilla's primary feedback mechanism for products. It is set up to be a method of one-way communication about your experiences in using our products, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms and product builds.
da: Firefox Input er Mozillas primære feedback-metode for produkter. Den er sat op til at være en metode til envejskommunikation om dine oplevelser med brug af vores produkter, om hvordan du oplever internettet gennem dem, og hvad Mozilla kan gøre for at forbedre den oplevelse. Der er mange metoder, du kan benytte til at sende din feedback, og fra mange forskellige produkter og builds.
fy: Firefox Input is Mozilla's primêre kommentaarmechanisme. It is ynsteld as in metoade fan one-way kommunikaasje oer jo ûnderfining mei it gebrûk fan ús produkten, it ynternet dat jo besjogge en wat Mozilla dwaan kin om die ûnderfining te ferbetterjen. It systeem is beskikber foar in grut ferskaat oan yntsjinmechanismes oer alle trije haadkanalen fan ferzjes.

source: To submit feedback for a Mozilla product, please go to <a href="%(url)s">the feedback submission page</a>!
da: Besøg <a href="%(url)s">siden til indsendelse af feedback</a> for at give os dit feedback på et Mozilla-produkt.
fy: Gean nei <a href="%(url)s">de ynfierside foar kommentaar</a> om kommentaar oer in Mozilla-produkt yn te tsjinjen!

source: Privacy Policy
da: Privatlivspolitik
fy: Privacybelied

source: We adhere to the <a href="%(url)s">Mozilla Privacy Policy</a>.
da: Vi overholder <a href="%(url)s">Mozillas privatlivspolitik</a>.
fy: Wy hâlde ús oan it <a href="%(url)s">privacybelied fan Mozilla</a>.

source: Legal Disclaimers and Limitations
da: Juridiske ansvarsfraskrivelser og begrænsninger
fy: Juridyske frijwarjen en beheiningen

source: We are covered by the <a href="%(url)s">Mozilla legal disclaimers and limitations</a> document.
da: Vi er omfattet af dokumentet <a href="%(url)s">Mozilla legal disclaimers and limitations</a>.
fy: Wy falle ûnder it dokumint <a href="%(url)s">Juridyske frijwarjen en beheiningen fan Mozilla</a>.

source: Data Retention Policy
da: Politik for opbevaring af data
fy: Belied foar gegevensbewarjen

source: We have a data retention policy that covers data stored on this site:
da: Vi har en politik for opbevaring af data, der dækker data opbevaret på dette websted:
fy: Wy hawwe in belied foar gegevensbewarjen wêr op dizze website bewarre gegevens ûnder falle:

source: We keep feedback data forever, but only the last 6 months of data is available on the public dashboard.
da: Vi gemmer feedback-data for evigt, men kun data fra de seneste 6 måneder er tilgængelige på det offentlige kontrolpanel.
fy: Kommentaargegevens wurde foar altyd bewarre, mar allinnich de ôfrûne 6 moannen oan gegevens binne op it iepenbiere dashboerd beskikber.

source: We keep email addresses and contextual data associated with feedback data for 6 months and then delete it.
da: Vi gemmer mailadresser og kontekstuelle data, der forbindes med feedback-data, i 6 måneder, inden de slettes.
fy: E-mailadressen en kontekstuele gegevens die mei kommentaargegevens keppele binne wurde 6 moannen bewarre en dan fuortsmiten.

source: Open Data
da: Åbne data
fy: Iepen gegevens

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please contact us!
da: Vi ville elske at eksperimentere mere med disse data, men vi er kun nogle få personer. Så har vi brug for anmodninger fra dig på spørgsmål, du gerne vil se besvaret! Hvis du gerne vil eksperimentere med vores data, så kontakt os!
fy: Wy soenen graach mear mei dizze gegevens eksperimentearje wolle, mar wy binne mar mei in pear minsken. Wy heare dêrom graach hokker fragen jo beäntwurdde hawwe wolle! As jo mei ús gegevens eksperimentearje wolle, nim dan kontakt mei ús op!

source: Source Code
da: Kildekode
fy: Boarnekoade

source: The code for the Firefox Input site can be <a href="%(url)s">found on GitHub</a>!
da: Koden til webstedet Firefox Input kan <a href="%(url)s">findes på GitHub</a>!
fy: De koade foar de Firefox Input-website is te <a href="%(url)s">finen op GitHub</a>!

source: Welcome
da: Velkommen
fy: Wolkom

source: Proceed to main content
da: Fortsæt til hovedindholdet
fy: Troch nei haadfinster

source: Proceed to footer
da: Fortsæt til sidefoden
fy: Troch nei foettekst

source: Give Feedback
da: Giv feedback
fy: Kommentaar jaan

source: Analytics
da: Analyse
fy: Analyze

source: Hello, {username}
da: Hej {username}
fy: Hallo {username}

source: Sign out
da: Log ud
fy: Ofmelde

source: Sign in
da: Log ind
fy: Oanmelde

source: CSRF Failure
da: CSRF-fejl
fy: CSRF-flater

source: Login Failure
da: Login-fejl
fy: Flater by oanmelden

source: Welcome to Input!
da: Velkommen til Input!
fy: Wolkom by Input!

source: Other languages:
da: Andre sprog:
fy: Oare talen:

source: Go
da: Skift
fy: OK

source: Legal Notices
da: Juridiske betingelser
fy: Juridyske opmerkingen

source: Report Trademark Abuse
da: Rapportér misbrug af varemærker
fy: Misbrûk fan hannelsmerk melde

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
da: Med mindre andet er <a href="%(legal_url)s">angivet</a>, er indholdet på denne side udgivet under <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> eller enhver nyere version.
fy: Utsein wêr oars <a href="%(legal_url)s">oanjûn</a>, falt de ynhâld fan dizze website ûnder de <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> of in lettere ferzje.

source: Your submission failed a security check on our system.
da: Din indsendelse klarede ikke et sikkerhedstjek på vores system.
fy: Jo ynstjoering hat in befeiligingskontrôle op ús systeem net trochstien.

source: Please make sure you have cookies enabled, press the Back button in your browser, refresh the page, fill out the form, and try submitting your feedback again.
da: Kontrollér, at du har aktiveret cookies, klik på Tilbage-knappen i din browser, genindlæs siden, udfyld formularen og prøv at indsende din feedback igen.
fy: Soargje derfoar dat jo cookies ynskeakele hawwe, druk op de knop Tebek yn jo browser, fernij de side, folje it formulier yn en probearje jo kommentaar nochris te ferstjoeren.

source: You've failed to authenticate with Persona. Please try again.
da: Du kunne ikke godkendes med Persona. Prøv igen.
fy: Jo autentikaasje by Persona is mislearre. Probearje it opnij.

source: Welcome!
da: Velkommen!
fy: Wolkom!

source: The identity you just logged in to Persona with ties you to your account on Input. Please remember which Persona identity you used.
da: Den identitet, du loggede ind på Persona med, knytter dig til din konto på Input. Husk, hvilken Persona-identitet du benyttede.
fy: De identiteit wêrmei jo jo sa krekt by Persona oanmeld hawwe ferbynt jo oan jo account op Input. Unthâld hokker identiteit jo brûkt hawwe.

source: Continue
da: Fortsæt
fy: Trochgean

source: Colombia
fy: Kolombia

source: Poland
da: Polen
fy: Poalen

source: Spain
da: Spanien
fy: Spanje

source: Brazil
da: Brasilien
fy: Brazilië

source: Germany
da: Tyskland
fy: Dútslân

source: Greece
da: Grækenland
fy: Grikelân

source: Hungary
da: Ungarn
fy: Hongarije

source: Serbia
da: Serbien
fy: Servië

source: Mexico
fy: Meksiko

source: Download Firefox
da: Hent Firefox
fy: Firefox ynlade

source: Please Download Firefox
da: Hent Firefox
fy: Firefox ynlade

source: Oh! So, you want to offer us feedback on Firefox. Thank you, but you'll need to be on the latest version.
da: Åh! Så du vil gerne give os feedback på Firefox. Tak, men du er nødt til at bruge vores seneste version for at kunne gøre det.
fy: Oh! Dus jo wolle ús kommentaar jaan oer Firefox. Tank, mar jo moatte de meast resinte bèta-ferzje brûke.

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest version of Firefox!</a>
da: For at kunne gøre dette skal du besøge vores download-side og installere eller opdatere til den <a href="%(url)s">seneste version af Firefox!</a>
fy: Gean nei ús ynlaadside en ynstallearje <a href="%(url)s">de meast resinte Firefox-ferzje</a> of wurkje by nei dizze ferzje om mei te dwaan!

source: Submit Your Feedback
da: Indsend din feedback
fy: Kommentaar yntsjinje

source: {product} feedback
fy: Kommentaar oer {product}

source: JavaScript is required to leave feedback. Please enable JavaScript in your browser and refresh this page.
da: JavaScript er nødvendig for at give feedback. Aktivér JavaScript i din browser, og genindlæs denne side.
fy: Om feedback achter te litten is JavaScript fereaske. Skeakel JavaScript yn jo browser yn en fernij dizze side.

source: Your feedback helps us improve Firefox OS.
da: Din feedback hjælper os med at forbedre Firefox OS.
fy: Jo kommentaar helpt ús Firefox OS te ferbetterjen.

source: %(product)s makes me happy
da: %(product)s gør mig glad
fy: %(product)s makket my bliid

source: %(product)s makes me sad
da: %(product)s gjorde mig bedrøvet
fy: %(product)s makket my tryst

source: Is %(product)s not the product you want to give feedback on?<br /> <a href="%(url)s">Pick a different product</a>.
da: Er %(product)s ikke det produkt, du vil give feedback for?<br /> <a href="%(url)s">Vælg et andet produkt</a>.
fy: Is %(product)s net it produkt wêroer't jo kommentaar jaan wolle?<br /> <a href="%(url)s">Kies in oar produkt</a>.

source: In what country did you purchase your Firefox OS device?
da: I hvilket land har du købt din Firefox OS-enhed?
fy: Yn hokker lân hawwe jo jo Firefox OS-apparaat oanskaft?

source: Other
da: Andet
fy: Oerich

source: Next
da: Næste
fy: Folgjende

source: What Firefox OS device are you using?
da: Hvilken Firefox OS-enhed bruger du?
fy: Hokfoar Firefox OS-apparaat brûke jo?

source: Please describe what you like. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
da: Beskriv, hvad du kan lide. Indholdet af din feedback bliver offentligt tilgængelig, så oplys ikke personlige data som fx mailadresser, adgangskoder eller telefonnumre.
fy: Beskriuw wêr't jo wol oer meie. De ynhâld fan jo kommentaar wurdt iepenbier sichtber, dus soargje derfoar dat jo gjin persoanlike gegevens lykas jo e-mailadres, wachtwurden of telefoannûmer ynslute.

source: Please describe your problem below and be as specific as you can. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
da: Beskriv dit problem nedenunder, og vær så præcis som muligt. Indholdet af din feedback bliver offentligt tilgængelig, så oplys ikke personlige data, som fx mailadresser, adgangskoder og telefonnumre.
fy: Beskriuw hjir ûnder sa detaillearre mooglik jo probleem. De ynhâld fan jo kommentaar wurdt iepenbier sichtber, dus soargje derfoar dat jo gjin persoanlike gegevens lykas jo e-mailadres, wachtwurden of telefoannûmer ynslute.

source: If your feedback is related to a website, you can include it here:
da: Hvis din feedback er relateret til et websted, kan du inkludere det her:
fy: As jo kommentaar relatearre is oan in website, kinne jo it hjir opjaan:

source: (Optional) Check here to let us contact you to follow up on your feedback. Your email address will be kept private.
da: (Valgfri) Sæt flueben her for at lade os kontakte dig, så vi kan følge op på din feedback. Din mailadresse vil blive holdt privat.
fy: (Opsjoneel) Klik hjir om ús kontakt oer jo kommentaar mei jo opnimme te litten. Jo e-mailadres wurdt privee hâlden.

source: Please enter a valid email address.
da: Indtast en gyldig mailadresse.
fy: Jou in jildich e-mailadres.

source: Submit
da: Indsend
fy: Yntsjinje

source: Submitting....
da: Indsender....
fy: Kommentaar yntsjinne…

source: Success!
da: Færdig!
fy: Sukses!

source: Thank you for your feedback! We will use it to help us create a better experience in future versions of Firefox OS.
da: Tak for din feedback. Den vil blive brugt til at give en bedre oplevelse med fremtidige versioner af Firefox OS.
fy: Tank foar it kommentaar! Wy sille dit brûke om in bettere ûnderfining yn takomstige ferzjes fan Firefox OS te meitsjen.

source: Learn how you can <a href="%(url)s">make Firefox OS and Mozilla better</a>.
da: Læs, hvordan du kan <a href="%(url)s">gøre Firefox OS og Mozilla bedre</a>.
fy: Lês hoe't jo <a href="%(url)s">Firefox OS en Mozilla ferbetterje kinne</a>

source: We're sorry!
da: Beklager!
fy: It spyt ús!

source: Something has happened and we can't submit your feedback. Feedback will be saved on your device so you can try sending it again later.
da: Der opstod en fejl, og vi kan ikke indsende din feedback. Din feedback bliver gemt på din enhed, så du kan prøve at sende den igen senere.
fy: Der is wat bard wêrtroch wy jo kommentaar net yntsjinje kinne. It kommentaar wurdt op jo apparaat bewarre, sadat jo dizze letter probearje kinne te ferstjoeren.

source: Try again
da: Prøv igen
fy: Opnij probearje

source: Cancel
da: Annuller
fy: Annulearje

source: You have unsubmitted feedback data. Would you like to try submitting it again?
da: Du har feedback-information, der ikke er indsendt. Vil du prøve at indsende igen?
fy: Jo hawwe net-ferstjoerde kommentaargegevens. Wolle jo dizze opnij probearje te ferstjoeren?

source: How does %(product)s make you feel?
da: Hvad synes du om %(product)s?
fy: Hokker gefoel krije jo by %(product)s?

source: Check here to provide technical information about your browser. This information helps us better understand our users and create better products. This information will be kept in accordance with our Privacy policy.
da: Sæt flueben her for at afgive tekniske informationer om din browser. Informationerne hjælper os med bedre at forstå vores brugere og lave bedre produkter. Informationen vil blive opbevaret i overensstemmelse med vores privatlivspolitik.
fy: Klik hjir om technyske ynformaasje oer jo browser oan te leverjen. Dizze ynformaasje helpt ús om brûkers better te begripen en bettere produkten te meitsjen. Dizze ynformaasje wurdt bewarre oerienkomstich mei ús Privacybelied.

source: Select A Product
da: Vælg et produkt
fy: Selektearje in produkt

source: Select a product
da: Vælg et produkt
fy: Selektearje in produkt

source: No products available.
da: Ingen produkter er tilgængelige.
fy: Gjin produkten beskikber.

source: Select a product to leave feedback for.
da: Vælg et produkt at give feedback på.
fy: Selektearje in produkt om kommentaar oer achter te litten.

source: Thanks
da: Tak
fy: Tankewol

source: Thanks for Your Feedback
da: Tak for din feedback
fy: Tank foar jo kommentaar

source: Your feedback will be used to create a better experience in future releases of Firefox.
da: Din feedback vil blive brugt til at give en bedre oplevelse ved fremtidige Firefox-udgivelser.
fy: Jo kommentaar sil brûkt wurde om in bettere ûnderfining te krijen yn takomstige ferzjes fan Firefox.

source: Suggestions from your feedback:
da: Forslag fra din feedback:
fy: Suggestjes út jo kommentaar:

source: Having problems? Get help.
da: Har du problemer? Få hjælp.
fy: Hawwe jo problemen? Sykje help.

source: Go to our support forum where you can <a href="%(url)s">get help and find answers</a>.
da: Besøg vores supportforum, hvor du kan <a href="%(url)s">få hjælp og finde svar</a>.
fy: Gean nei ús stipefoarum wêr jo <a href="%(url)s">help en antwurden fine kinne</a>.

source: Shape the future of Firefox.
da: Skab fremtidens Firefox.
fy: Jou foarm oan de takomst fan Firefox.

source: Download <a href="%(download_url)s">the build that is right for you</a>.
da: Hent <a href="%(download_url)s">det rette build for dig</a>.
fy: Download <a href="%(download_url)s">de ferzje dy't by jo past</a>.

source: Contribute to Mozilla.
da: Bidrag til Mozilla.
fy: Wurk mei mei Mozilla.

source: Learn how you can <a href="%(url)s">make Firefox and Mozilla better</a>.
da: Læs, hvordan du kan <a href="%(url)s">gøre Firefox og Mozilla bedre</a>.
fy: Lês hoe't jo <a href="%(url)s">Firefox en Mozilla ferbetterje kinne</a>

source: Find the latest news about Firefox.
da: Læs de seneste nyheder om Firefox.
fy: Lês it lêste nijs oer Mozilla:

source: Your feedback will be used to create a better experience in future releases of %(product)s.
da: Din feedback vil blive brugt til at give en bedre oplevelse i fremtidige udgivelser af %(product)s.
fy: Jo kommentaar sil brûkt wurde om in bettere ûnderfining te krijen yn takomstige ferzjes fan %(product)s.

source: Download <a href="%(download_url)s">the Firefox build that is right for you</a>.
da: Hent <a href="%(download_url)s">det Firefox-build, der passer dig bedst</a>.
fy: Download <a href="%(download_url)s">de ferzje fan Firefox dy't by jo past</a>.

source: Learn how you can <a href="%(url)s">make %(product)s and Mozilla better</a>.
da: Læs, hvordan du kan <a href="%(url)s">gøre %(product)s og Mozilla bedre</a>.
fy: Lês hoe't jo <a href="%(url)s">%(product)s en Mozilla ferbetterje kinne</a>

source: Find the latest news about %(product)s.
da: Læs de seneste nyheder om %(product)s.
fy: Lês it lêste nijs oer %(product)s.

source: Please Download Firefox!
da: Download Firefox!
fy: Firefox ynlade!

source: Ask a question in our support forum
da: Stil et spørgsmål i vores supportforum
fy: Stel in fraach yn ús stipefoarum

source: Dashboard
da: Kontrolpanel

source: Details
da: Detaljer
