Repository: jobava-mozilla/managed-via-pootle
Catalog: mozillians/locales/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Request to Join Group
de: Anfrage zum Beitritt zu dieser Gruppe stellen
fr: Rejoindre le groupe

source: Join Group
de: Gruppe beitreten
fr: Rejoindre le groupe

source: Leave Group
de: Gruppe verlassen
fr: Quitter le groupe

source: There are no open membership requests for %(group_name)s.
de: Es gibt keine offenen Mitgliedschaftsanfragen für %(group_name)s.
fr: Aucune demande d'adhésion en attente pour %(group_name)s.

source: Sorry, we can not find any mozillians in %(group_name)s.
de: Es tut uns leid, wir konnten keine Mozillianer in %(group_name)s finden.
fr: Désolé, nous n'avons pas trouvé de mozilliens dans %(group_name)s.

source: Functional Area Members
de: Mitglieder des funktionalen Bereichs
fr: Membres des domaines d'activité

source: Group Members
de: Gruppenmitglieder
fr: Membres du groupe

source: Your membership request is pending approval by the group curator.
de: Deine Beitrittsanfrage muss noch vom Verwalter der Gruppe akzeptiert werden.
fr: Votre demande d'adhésion est en attente d'acception par le superviseur du groupe.

source: Functional Areas
de: Funktionale Bereiche
fr: Domaines d'activité

source: View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out.
de: Sieh dir Mozillianer, Verwalter, und Informationen für jeden funktionalen Bereich an. Erfahre, wer an was arbeitet und wie du helfen kannst.
fr: Voir les Mozilliens, les responsables et les informations pour chaque domaine d'activité. Découvrez qui travaille sur quoi et comment vous pouvez aider.

source: Group Listing
de: Auflistung der Gruppen
fr: Liste des groupes

source: Sort
de: Sortieren
fr: Trier

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
de: Mozillianer arbeiten an allem Möglichen! Von Add-on-Entwicklern bis zu Übersetzern, mit von Benutzern erstellten Gruppen findest du Mozillianer, die an ähnlichen Dingen arbeiten.
fr: Les Mozilliens travaillent sur des tas de choses différentes ! Qu'ils soient développeurs d'extensions ou localisateurs, trouvez les Mozilliens qui font des choses similaires grâce aux groupes personnalisés.

source: %(num)s member
de: %(num)s Mitglied
fr: %(num)s membre

source: Skills
de: Fähigkeiten
fr: Compétences

source: Skill: {name}
de: Fähigkeit: {name}
fr: Compétence : {name}

source: Skill
de: Fähigkeit
fr: Compétence

source: Add Skill
de: Fähigkeit hinzufügen
fr: Ajouter une compétence

source: Remove Skill
de: Fähigkeit entfernen
fr: Supprimer la compétence

source: Sorry, we cannot find any mozillians with skill %(name)s
de: Es tut uns leid, wir konnten keine Mozillianer mit der Fähigkeit %(name)s finden
fr: Désolé, nous n'avons pas trouvé de mozilliens possédant la compétence %(name)s

source: Previous
de: Zurück
fr: Retour

source: Page
de: Seite

source: Next
de: Weiter
fr: Suivant

source: Confirm Request
de: Anforderung bestätigen
fr: Confirmer la demande

source: Requested
de: Angefordert
fr: Demande effectuée

source: About Dino McVouch
de: Über Dino McVouch
fr: À propos de Dino McVouch

source: Dino McVouch is Mozilians.org bot. Auto-vouches recognized Mozillians and takes care of Mozillians.org.
de: Dino McVouch ist ein Mozillians.org-Bot. Er verbürgt automatisch bekannte Mozillianer und kümmert sich um Mozillians.org.
fr: Dino McVouch est un robot de Mozillians.org. Il parraine automatiquement les Mozilliens reconnus et il prend soin de Mozillians.org.

source: Photo collage of Mozillians
de: Foto-Collage von Mozillianern
fr: Collage photo des Mozilliens

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. It also allows you to receive email communications from Mozilla. </p> <p> Want to find Mozillians in Auckland for a meetup? Need an expert XPCOM hacker to review a patch? That's exactly what this site is for. </p> <p> <a href="%(wiki_roadmap_url)s">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="%(wiki_get_involved_url)s"> get involved</a>. </p>
de: <p> Mozillianer sind Menschen, die freiwillig Ihre Zeit dafür verwenden, die Mozilla-Mission voranzubringen. Sie widmen sich dem Bewerben von Offenheit, Innovation und Chancen im Internet und sie bilden den Kern unserer Gemeinschaft. </p> <p> Dieses Verzeichnis ist eine Ressource, die es Mozillianern vereinfachen soll, herauszufinden, wer dabei ist, was sie tun und wie man mit ihnen in Verbindung tritt. Es ermöglicht dir auch, E-Mails von Mozilla zu erhalten. </p> <p> Suchst du Mozillianer in Auckland für ein Treffen? Brauchst du einen XPCOM-Hacker, der einen Patch überprüft? Genau dafür ist diese Website da. </p> <p> <a href="%(wiki_roadmap_url)s">Diese Funktionen</a> und andere werden derzeit entwickelt. Wenn du uns damit helfen möchtest, erfahre im folgenden wie du <a href="%(wiki_get_involved_url)s">mitmachen</a> kannst. </p>
fr: <p> Les Mozilliens sont des personnes qui donnent de leur temps pour faire avancer la mission de Mozilla. Ils s'engagent dans la promotion de l'ouverture, de l'innovation et des possibilités sur le Web et forment le cœur de notre communauté. </p> <p> Cet annuaire est une ressource destinée à faciliter aux Mozilliens la découverte des autres contributeurs, savoir ce qu'ils font et comment les contacter. </p> <p> Vous êtes à la recherche de Mozilliens à Paris pour une rencontre informelle ? Vous avez besoin d'un expert XPCOM pour la relecture d'un patch ? Ce site est là pour ça. </p> <p><a href="%(wiki_roadmap_url)s">Ces fonctionnalités</a> et d'autres, sont en cours de développement. Si vous voulez nous aider à les mettre en place, découvrez comment <a href="%(wiki_get_involved_url)s">vous impliquer</a>. </p>

source: Privacy First
de: Datenschutz geht vor
fr: Confidentialité avant tout

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="%(privacy_policy_url)s"> Privacy Policy </a> for more information.
de: Datenschutz ist von Anfang an wichtig für dieses Verzeichnis. Wir möchten sicherstellen, dass wir Mozillianern die bestmögliche Umgebung bieten &ndash; vom Aufbau der Seite bis zur Art und Weise, wie wir neue Benutzer verbürgen, bevor sie auf Daten zugreifen können, die nur anderen Mozillianern zur Verfügung stehen sollten. Weitere Informationen dazu findest du in unserer <a href="%(privacy_policy_url)s">Datenschutzerklärung</a>.
fr: La vie privée est une composante importante de cet annuaire depuis le début. Nous voulons nous assurer de proposer aux Mozilliens la meilleure expérience possible, depuis la conception du site jusqu'au parrainage des nouveaux utilisateurs avant qu'ils n'accèdent à des données qui ne doivent être accessibles qu'à d'autres Mozilliens. Consultez notre <a href="%(privacy_policy_url)s">politique de confidentialité</a> pour plus d'informations.

source: Get Involved
de: Mitmachen
fr: Contribuer

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="%(google_groups_url)s"> Mozillians forums </a> to learn how.
de: Das Gemeinschaftsverzeichnis ist auch ein Gemeinschaftsprojekt und du bist eingeladen mitzumachen, um uns dabei zu helfen, es zu verbessern oder es in andere Werkzeuge der Mozilla-Gemeinschaft zu integrieren. Setze dich mit uns im <a href="%(google_groups_url)s">Mozillianer-Forum</a> in Verbindung, um zu erfahren, wie es geht.
fr: L’annuaire de la communauté est également un projet communautaire et vous pouvez y participer pour nous aider à l'améliorer ou pour qu'il s'intègre à d'autres outils communautaires. Contactez-nous via le <a href="%(google_groups_url)s">groupe Mozilliens</a> pour savoir comment débuter.

source: Mozillians API
de: Mozillianer-API
fr: API Mozillians

source: API v1 is phasing out, please consider using API v2. For any support requests for API v1 file a bug <a href="%(bugzilla_request_url)s">here</a>.
de: API v1 wird abgeschafft, bitte verwende gegebenenfalls API v2. Hilfe zu API v1 erhältst du, indem du <a href="%(bugzilla_request_url)s">hier</a> einen Fehlerbericht anlegst.
fr: La version 1 de l'API est en cours d'abandon, veuillez envisager d'utiliser sa version 2. Pour toute demande d'aide sur l'API version 1, ouvrez un bug <a href="%(bugzilla_request_url)s">ici</a>.

source: Your approved apps:
de: Deine freigeschalteten Apps:
fr: Vos applications approuvées :

source: Key
de: Schlüssel
fr: Clé

source: You have no active apps.
de: Du hast keine aktiven Apps.
fr: Vous n'avez aucune application active.

source: Take a look at the list of the API methods we've made available in our <a href="%(api_schema_url)s">documentation</a>. You can instantly get a new API key by submitting a request below. If you need a key with elevated permissions you'll have to <a href="%(bugzilla_request_url)s">file a bug</a>.
de: Sieh’ dir die Liste der API-Methoden an, die wir über unsere <a href="%(api_schema_url)s">Dokumentation</a>zugänglich gemacht haben. Du kannst direkt einen neuen API-Schlüssel erhalten, indem du im Folgenden eine Anfrage abschickst. Wenn du einen Schlüssel mit weiteren Berechtigungen benötigst, musst du <a href="%(bugzilla_request_url)s">einen Fehlerbericht anlegen</a>.
fr: Consultez la liste des méthodes d'API disponibles avec notre <a href="%(api_schema_url)s">documentation</a>. Vous pouvez directement obtenir une nouvelle clé d'API en soumettant une demande ci-dessous. Si vous avez besoin d'une clé avec des permissions supplémentaires, vous devrez <a href="%(bugzilla_request_url)s">ouvrir un bug</a>.

source: Your apps:
de: Deine Apps:
fr: Vos applications :

source: Level
de: Stufe
fr: Niveau

source: Delete
de: Löschen
fr: Supprimer

source: Register App
de: App registrieren
fr: Enregistrer une application

source: Search Results
de: Suchergebnisse
fr: Résultats de recherche

source: You are currently searching public profiles.
de: Du durchsuchst derzeit öffentliche Profile.
fr: Vous recherchez actuellement dans les profils publics.

source: View more results by <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s"> logging in</a>.
de: Sieh dir weitere Ergebnisse an, indem du dich <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s">anmeldest</a>.
fr: Parcourez plus de résultats en vous <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s"> connectant</a>.

source: Sign In
de: Anmelden
fr: Connexion

source: View more results when vouched.
de: Weitere Ergebnisse anzeigen, wenn du verbürgt bist.
fr: Parcourez plus de résultats en étant parrainé.

source: Beta Search
de: Beta-Suche
fr: Recherche bêta

source: Search
de: Suchen
fr: Rechercher

source: Advanced Options
de: Erweiterte Optionen
fr: Options avancées

source: <h2>Search For a Mozillian</h2> <p> You can search for another Mozillian using their name, email, or nickname. </p>
de: <h2>Nach einem Mozillianer suchen</h2> <p> Du kannst nach einem anderen Mozillianer suchen und dabei seinen Namen, seine E-Mail-Adresse oder seinen Spitznamen verwenden. </p>
fr: <h2>Rechercher un Mozillien</h2><p>Vous pouvez rechercher un Mozillien à l'aide du nom, de l'adresse électronique ou du pseudonyme.</p>

source: %(count)s group matching
de: %(count)s passende Gruppe
fr: %(count)s groupe correspondant

source: %(count)s Mozillian matching
de: %(count)s passender Mozillianer
fr: %(count)s Mozillien correspondant

source: Sorry, we cannot find a group or person related to "%(query)s".
de: Es tut uns leid, wir können keine Gruppe oder Person mit Bezug zu „%(query)s“ finden.
fr: Désolé, nous ne parvenons pas à trouver de groupes ou personnes correspondant à « %(query)s ».

source: Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile.
de: Vielleicht ist er/sie noch kein Mozillianer? <a href="%(invite)s">Lade diese Person ein</a>, selbst ein Profil zu erstellen.
fr: Il ne s'agit peut-être pas d'un Mozillien&nbsp;? <a href="%(invite)s">Invitez cette personne</a> à créer un profil.

source: Need help? Contact a steward in a functional area!
de: Brauchst du Hilfe? Melde dich bei einem Verwalter eines funktionalen Bereichs!
fr: Besoin d'aide ? Contactez un assistant pour un domaine fonctionnel !

source: Confirm Profile Deletion
de: Löschung des Profils bestätigen
fr: Confirmer la suppression du profil

source: Are You Sure You Want to Leave Mozillians?
de: Möchtest du die Mozillianer wirklich verlassen?
fr: Voulez-vous vraiment quitter les Mozilliens ?

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
de: Die Löschung deines Profils geschieht unmittelbar und ist unumkehrbar. Alle Daten in deinem Profil werden dauerhaft gelöscht. Wenn du dich den Mozillianern erneut anschließen möchtest, musst du erneut verbürgt werden.
fr: La suppression de votre profil est immédiate et irréversible. Toutes les informations de votre profil seront perdues définitivement. Si vous souhaitez rejoindre les Mozilliens plus tard, vous devrez vous faire parrainer à nouveau.

source: No: don't delete my profile
de: Nein: Mein Profil nicht löschen
fr: Non : ne pas supprimer mon profil

source: I'm sure: delete my profile
de: Ich bin sicher: Mein Profil löschen
fr: Oui : supprimer mon profil

source: Email settings
de: E-Mail-Einstellungen
fr: Paramètres de courrier électronique

source: E-mail Settings
de: E-Mail-Einstellungen
fr: Paramètres de courrier électronique

source: You can connect more than one Persona e-mail to your Mozillians profile. Visibility to other Mozillians is optional, but you will be able to sign in with any of them. Notifications from mozillians.org will only be sent to your primary address.
de: Du kannst mehr als eine Persona-E-Mail-Adresse mit deinem Mozillianer-Profil verbinden. Sie kann optional auch anderen Mozillianern angezeigt werden, aber du kannst dich mit allen anmelden. Benachrichtigungen von mozillians.org werden nur an deine primäre Adresse verschickt.
fr: Vous pouvez connecter plus d'une adresse Persona à votre profil Mozillians. Leur visibilité pour les autres Mozilliens est facultative, mais vous pourrez vous connecter avec n'importe laquelle d'entre-elles. Les notifications de mozillians.org seront uniquement envoyées à votre adresse principale.

source: Add e-mail using Persona
de: E-Mail-Adresse mit Persona hinzufügen
fr: Ajouter une adresse avec Persona

source: Create Your Profile
de: Erstelle dein Profil
fr: Créez votre profil

source: Modify your profile here and choose who can see your profile fields. You can make parts of your profile publicly visible, but please be careful about sharing your contact information.
de: Ändere hier dein Profil und entscheide, wer deine Profilfelder sehen kann. Du kannst Teile deines Profils öffentlich sichtbar machen, aber sei bitte vorsichtig, wenn du deine Kontaktdaten veröffentlichst.
fr: Modifiez ici votre profil et choisissez qui pourra accédez aux différents champs de votre profil. Vous pouvez rendre certaines parties de votre profil visibles publiquement, mais faites attention en partageant vos informations de contact.

source: Our community directory is for Mozillians who are 13 and older. We take safety issues very seriously, especially with minors. If you are under 13, please don't create an account.
de: Das Verzeichnis unserer Gemeinschaft ist für Mozillianer, die 13 Jahre und älter sind. Wir nehmen Sicherheitsfragen sehr ernst, besonders bei Minderjährigen. Wenn du unter 13 bist, erstelle bitte kein Konto.
fr: Notre annuaire communautaire est à destination des Mozilliens âgés de 13 ans et plus. Nous prenons les problèmes de sécurité très au sérieux, surtout lorsqu'il s'agit de mineurs. Si vous avez moins de 13 ans, veuillez s'il vous plaît ne pas créer de compte.

source: Make all of my profile fields visible to:
de: Alle Felder in meinem Profil sichtbar machen für:
fr: Rendre tous les champs du profil visibles par :

source: -- No Change --
de: -- Keine Änderung --
fr: -- Aucun changement --

source: Public
de: Öffentlichkeit

source: Update Profile
de: Profil aktualisieren
fr: Mettre à jour le profil

source: Cancel
de: Abbrechen
fr: Annuler

source: Basic Information
de: Grundlegende Informationen
fr: Informations générales

source: Profile photo
de: Profilfoto
fr: Photo

source: Primary e-mail
de: Primäre E-Mail-Adresse
fr: Adresse électronique principale

source: Edit E-mail Addresses
de: E-Mail-Adresse bearbeiten
fr: Modifier l'adresse

source: Use <a href="%(url)s">Markdown</a> for bold, italic, lists and links.
de: Verwende <a href="%(url)s">Markdown</a> für Fett- und Kursivschrift, Listen und Links.
fr: Utiliser le <a href="%(url)s">balisage Markdown</a> pour le gras, l'italique, les listes et les liens.

source: Your location
de: Dein Standort
fr: Votre localisation

source: You have denied Location services.
de: Du hast Standortdienste abgelehnt.
fr: Vous avez désactivé les services de géolocalisation.

source: Country
de: Staat
fr: Pays

source: City
de: Stadt
fr: Ville

source: External Accounts
de: Externe Benutzerkonten
fr: Comptes externes

source: Add account
de: Benutzerkonto hinzufügen
fr: Ajouter un compte

source: T-Shirt Size
de: T-Shirt-Größe
fr: Taille de t-shirt

source: Like t-shirts? Add your size so we can give you a shirt at events or for other special occasions.
de: Magst du T-Shirts? Trage deine Größe ein, damit wir dir bei Veranstaltungen oder anderen besonderen Anlässen ein T-Shirt geben können.
fr: Vous aimez les t-shirts ? Ajoutez votre taille afin que nous puissions vous offrir un t-shirt lors d'évènements ou à d'autres occasions.

source: Fitted
de: Tailliert
fr: Coupe ajustée

source: A fitted-cut tshirt has a curved side hem which comes in at the waist and goes out at the upper and lower ends. Also known as "women's".
de: Ein T-Shirt mit tailliertem Schnitt hat einen gekrümmten seitlichen Bund, der an der Hüfte zusammenläuft, und sich nach unten und oben verbreitert. Wird auch als „Damen-Schnitt“ bezeichnet.
fr: Un t-shirt avec une coupe ajustée est légèrement près du corps, resserré à la taille et évasé aux extrémités. Coupe également appelée coupe « femmes ».

source: Straight-cut
de: Gerader Schnitt
fr: Coupe droite

source: A straight-cut shirt has wide shoulders and a body which is almost square. Often known as "men's" or "unisex".
de: Ein T-Shirt mit geradem Schnitt hat breite Schultern und einen fast quadratischen Körper. Wird oft als „Männer-“ oder „Unisex-Schnitt“ bezeichnet.
fr: Un t-shirt avec une coupe droite est large au niveau des épaules et presque carré au niveau du tronc. Coupe également appelée coupe « hommes » ou « unisexe ».

source: Groups are a community of Mozillians with some relation to each other. This can be an interest, team, project, product or sub-community.
de: Gruppen sind eine Gemeinschaft von Mozillianern, die miteinander in Beziehung stehen. Das kann ein Interesse, Team, Projekt, Produkt oder eine Sub-Gemeinschaft sein.
fr: Les groupes sont des communautés de Mozilliens qui sont en relation. Il peut s'agir d'un intérêt, d'une équipe, d'un projet ou d'une sous-communauté.

source: To join a group, <a href="%(browse)s">find the group's page</a>, then click the Join Group button.
de: Um einer Gruppe beizutreten, <a href="%(browse)s">suche die Gruppenseite</a> und klicke dann auf die Schaltfläche „Gruppe beitreten“.
fr: Pour rejoindre un groupe, <a href="%(browse)s">cherchez la page du groupe</a>, puis cliquez sur le bouton « Rejoindre le groupe. »

source: To leave a group, click its name below to go to its page, then click the Leave Group button there.
de: Um eine Gruppe zu verlassen, klicke im Folgenden auf deinen Namen, um ihre Seite aufzurufen und klicke dort auf die Schaltfläche „Gruppe verlassen“.
fr: Pour quitter un groupe, cliquez sur son nom pour accéder à sa page, puis cliquez sur le bouton « Quitter le groupe. »

source: After you are vouched, you will be able to join groups.
de: Nachdem du verbürgt wurdest, kannst du Gruppen beitreten.
fr: Une fois que vous serez parrainé(e), vous pourrez rejoindre des groupes.

source: A skill is the learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both.
de: Eine Fähigkeit ist die erlernte Möglichkeit, vorher festgelegte Ergebnisse zu schaffen, mit minimalem Aufwand an Zeit, Energie, oder beidem.
fr: Une compétence est une capacité acquise à obtenir des résultats prédéfinis, souvent en utilisant le minimum requis de temps et d'énergie.

source: Languages
de: Sprachen
fr: Langues

source: The Mozilla Project spans over many countries and languages. Share the languages you speak to be found easily by other Mozillians.
de: Das Mozilla-Projekt umfasst viele Länder und Sprachen. Veröffentliche die Sprachen, die du sprichst, damit andere Mozillianer dich einfacher finden können.
fr: Le projet Mozilla couvre de nombreux pays et de nombreuses langues. Renseignez les langues que vous pratiquez pour que d'autres Mozilliens vous trouvent facilement.

source: Add language
de: Sprache hinzufügen
fr: Ajouter une langue

source: Services
de: Dienste

source: The Phonebook offers an API (currently v1) to help authorize contributors and share profile data to other tools and sites like <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> and the <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>.
de: Das Telefonbuch bietet eine API (derzeit v1) an, um zu helfen, andere Mitwirkende zu autorisieren und Profildaten mit anderen Werkzeugen und Websites wie <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> und dem <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla-Reps-Portal</a> zu teilen.
fr: Cet annuaire fournit une API (actuellement en v1) pour faciliter l'autorisation de contributeurs et partager des informations de profil avec d'autres outils tels que <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> et le <a id="services-mozilla-reps" href="%(reps_url)s">portail Mozilla Reps</a>.

source: Privacy
de: Datenschutz
fr: Confidentialité

source: Developers
de: Entwickler
fr: Développeurs

source: Account status
de: Kontostatus
fr: État du compte

source: Yes, you can view all profiles and access other Mozilla sites as a vouched Mozillian.
de: Ja, du kannst dir als verbürgter Mozillianer alle Profile ansehen und auf andere Mozilla-Websites zugreifen.
fr: Oui, vous pouvez voir tous les profils et accéder aux autres sites Mozilla en tant que Mozillien parrainé.

source: No, you can only access public Mozillian profiles.
de: Nein, du kannst nur auf öffentliche Mozillianer-Profile zugreifen.
fr: Non, vous ne pouvez accéder qu'aux profils Mozilliens publics.

source: Yes, you can vouch for others.
de: Ja, du kannst für andere bürgen.
fr: Oui, vous pouvez parrainer d'autres utilisateurs.
