Repository: jobava-mozilla/managed-via-pootle
Catalog: mozillians/locales/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Privileged
de: Privilegiert
fr: Privilégié(e)

source: Authentication failed.
de: Authentifizierung fehlgeschlagen.
fr: L'authentification a échoué.

source: Visible to:
de: Sichtbar für:
fr: Visible par :

source: You must be logged in to continue.
de: Du musst angemeldet sein, um fortzufahren.
fr: Vous devez être connecté pour continuer.

source: You must be vouched to continue.
de: Du musst verbürgt sein, um fortzufahren.
fr: Vous devez être parrainé pour continuer.

source: Most Members
de: Meiste Mitglieder
fr: Davantage de membres

source: Fewest Members
de: Wenigste Mitglieder
fr: Moins de membres

source: You must either specify the criteria or change the acceptance selection.
de: Du musst entweder die Kriterien angeben, oder die Auswahl zur Aufnahme ändern.
fr: Vous devez définir les critères ou changer la méthode d'acceptation.

source: Group with this Name already exists.
de: Gruppe mit diesem Namen existiert bereits.
fr: Ce nom de groupe existe déjà.

source: All
de: Alle
fr: Tous

source: Members
de: Mitglieder
fr: Membres

source: Pending Members
de: Ausstehende Mitglieder
fr: Membres en attente

source: This name already exists.
de: Dieser Name existiert bereits.
fr: Ce nom existe déjà.

source: Member
de: Mitglied
fr: Membre

source: Pending
de: Ausstehend
fr: En attente

source: Description
de: Beschreibung

source: IRC Channel
de: IRC-Kanal
fr: Canal IRC

source: An IRC channel where this group is discussed (optional).
de: Ein IRC-Kanal, in dem diese Gruppe diskutiert (optional).
fr: Un canal IRC sur lequel ce groupe discute (facultatif).

source: A URL of a web site with more information about this group (optional).
de: Eine URL einer Website mit weiteren Informationen über diese Gruppe (optional).
fr: L'URL d'un site web avec plus d'informations sur ce groupe (facultatif).

source: A URL of a wiki with more information about this group (optional).
de: Eine URL eines Wikis mit weiteren Informationen über diese Gruppe (optional).
fr: L'URL d'un wiki avec plus d'informations sur ce groupe (facultatif).

source: Accepting new members
de: Akzeptiert neue Mitglieder
fr: Accepte de nouveaux membres

source: Yes
de: Ja
fr: Oui

source: By request
de: Auf Anfrage
fr: Sur demande

source: No
de: Nein
fr: Non

source: New Member Criteria
de: Kriterien für neue Mitglieder
fr: Critère pour devenir membre

source: Specify the criteria you will use to decide whether or not you will accept a membership request.
de: Gib die Kriterien an, mit denen du entscheiden wirst, ob du eine Mitgliedschaftsanfrage annimmst oder ablehnst.
fr: Définissez les critères qui seront utilisés pour déterminer si la demande d'adhésion sera validée ou non.

source: Whether group is shown on the UI (in group lists, search, etc). Mainly intended to keep system groups like "staff" from cluttering up the interface.
de: Ob diese Gruppe in der Bedienoberfläche (Gruppenlisten, Suchergebnisse, usw.) angezeigt wird. Soll hauptsächlich verhindern, dass Gruppen wie „Angestellte“ die Oberfläche unübersichtlich machen.
fr: Afficher ou non le groupe via l'interface (listes, recherche, etc.). Cela permet d'éviter que des groupes d'organisation (ex. « personnel ») encombrent l'interface.

source: %(count)d outstanding request to join Mozillians group "%(name)s"
de: %(count)d ausstehende Anfragen, der Mozillianer-Gruppe „%(name)s“ beizutreten
fr: %(count)d requêtes en attente pour rejoindre le groupe Mozillien « %(name)s »

source: Accepted to Mozillians group "%s"
de: In Mozillianer-Gruppe „%s“ aufgenommen
fr: Accepté(e) dans le groupe Mozillien « %s »

source: Not accepted to Mozillians group "%s"
de: Nicht in Mozillianer-Gruppe „%s“ aufgenommen
fr: Non accepté(e) dans le groupe Mozillien « %s »

source: Removed from Mozillians group "%s"
de: Aus Mozillianer-Gruppe „%s“ entfernt
fr: Retiré(e) du groupe Mozillians « %s »

source: This group does not allow members to remove themselves.
de: Diese Gruppe gestattet es Mitgliedern nicht, sich selbst zu entfernen.
fr: Ce groupe n'autorise pas ses membres à se retirer eux-mêmes.

source: A curator cannot be removed from a group.
de: Ein Verwalter kann nicht aus einer Gruppe entfernt werden.
fr: Un superviseur ne peut pas être retiré d’un groupe.

source: You have been removed from this group.
de: Du wurdest aus dieser Gruppe entfernt.
fr: Vous avez été retiré de ce groupe.

source: The group member has been removed.
de: Das Gruppenmitglied wurde entfernt.
fr: Le membre du groupe a été retiré.

source: This user has not requested membership in this group.
de: Dieser Benutzer hat nicht um Mitgliedschaft in dieser Gruppe gebeten.
fr: Cet utilisateur n'a pas demandé à devenir membre de ce groupe.

source: This user is already a member of this group.
de: Dieser Benutzer ist bereits Mitglied dieser Gruppe.
fr: Cet utilisateur fait déjà partie de ce groupe.

source: This user has been added as a member of this group.
de: Dieser Benutzer wurde als Mitglied dieser Gruppe hinzugefügt.
fr: Cet utilisateur a été accepté comme membre du groupe.

source: You are already in this group.
de: Du bist bereits in dieser Gruppe.
fr: Vous êtes déjà membre de ce groupe.

source: Your request to join this group is still pending.
de: Deine Bitte, dieser Gruppe beitreten zu können, steht noch aus.
fr: Votre demande pour rejoindre ce groupe est toujours en attente.

source: This group is not accepting requests to join.
de: Diese Gruppe akzeptiert keine Beitrittsanfragen.
fr: Ce groupe n'accepte pas de demande d'adhésion.

source: You have been added to this group.
de: Du wurdest zu dieser Gruppe hinzugefügt.
fr: Vous êtes maintenant membre de ce groupe.

source: Your membership request has been sent to the group curator.
de: Deine Beitrittsanfrage wurde dem Verwalter der Gruppe zugesandt.
fr: Votre demande d'adhésion est en attente de validation par le superviseur du groupe.

source: You must be a curator to delete a group
de: Du musst Verwalter sein, um eine Gruppe zu löschen
fr: Vous devez être superviseur pour supprimer un groupe

source: You cannot delete a group if anyone else is in it.
de: Du kannst eine Gruppe nicht löschen, wenn sie noch andere Mitglieder hat.
fr: Vous ne pouvez pas supprimer un groupe si quelqu'un d'autre en fait partie.

source: Group %s has been deleted
de: Gruppe %s wurde gelöscht
fr: Le groupe %s a été supprimé

source: You must be a curator or an admin to edit a group
de: Du musst Verwalter oder Administrator sein, um eine Gruppe zu bearbeiten
fr: Vous devez être superviseur ou administrateur pour modifier un groupe

source: Include non-vouched
de: Auch Nicht-Verbürgte anzeigen
fr: Inclure les non parrainés

source: Vouched
de: Verbürgt
fr: Parrainé(e)

source: Unvouched
de: Nicht verbürgt
fr: Non parrainé(e)

source: Display only
de: Nur anzeigen
fr: Afficher uniquement

source: All timezones
de: Alle Zeitzonen
fr: Tous les fuseaux horaires

source: Username
de: Benutzername
fr: Nom d'utilisateur

source: This username is in use. Please try another.
de: Dieser Benutzername wird bereits verwendet. Bitte versuche es mit einem anderen.
fr: Ce nom d'utilisateur est déjà utilisé. Veuillez en choisir un autre.

source: Please use only alphanumeric characters
de: Bitte verwende nur alphanumerische Zeichen.
fr: Veuillez utiliser uniquement des caractères alphanumériques

source: This username is not allowed, please choose another.
de: Dieser Benutzername ist nicht erlaubt, bitte wähle einen anderen.
fr: Ce nom d'utilisateur n'est pas autorisé, veuillez en choisir un autre.

source: Profile Photo
de: Profilfoto
fr: Photo

source: Remove Profile Photo
de: Profilfoto löschen
fr: Supprimer la photo de profil

source: When did you get involved with Mozilla?
de: Wann hast du bei Mozilla angefangen?
fr: Depuis quand contribuez-vous à Mozilla ?

source: Start typing to add a skill (example: Python, javascript, Graphic Design, User Research)
de: Fang’ an zu tippen, um eine Fähigkeit hinzuzufügen (Beispiel: Python, JavaScript, Grafik-Design, Benutzerforschung)
fr: Saisissez quelques lettres pour ajouter une compétence (par exemple Python, JavaScript, conception graphique, recherche utilisateur)

source: Required
de: Erforderlich
fr: Obligatoire

source: Save
de: Speichern
fr: Enregistrer

source: Skills can only contain alphanumeric characters and +.:-.
de: Fähigkeiten dürfen nur alphanumerische Zeichen und +.:- enthalten.
fr: Les compétences peuvent uniquement contenir des caractères alphanumériques, des tirets et +.:-.

source: Location must be inside a country.
de: Standort muss in einem Land liegen.
fr: La localisation appartenir à un pays.

source: Region must also be saved if city is saved.
de: Region muss gespeichert werden, wenn die Stadt gespeichert wird.
fr: La région doit également être enregistrée si la ville l'est.

source: Search for your country on the map.
de: Suche dein Land auf der Karte.
fr: Recherchez votre pays sur la carte.

source: Country cannot be empty.
de: Land kann nicht leer sein.
fr: Le pays doit être renseigné.

source: Email
de: E-Mail-Adresse
fr: Courriel

source: Email is currently associated with another user.
de: E-Mail-Adresse ist derzeit mit einem anderem Benutzer verknüpft.
fr: Cette adresse électronique est déjà associée à un autre utilisateur.

source: Provide a reason for vouching with relevant links
de: Du musst einen Grund angeben, warum du für diese Person bürgst.
fr: Donner une raison pour ce parrainage ainsi que des liens pertinents

source: You must enter a reason for vouching for this person.
de: Du musst einen Grund angeben, warum du für diese Person bürgst.
fr: Vous devez renseigner une raison pour vous portez garant(e) de cette personne.

source: Personal message to be included in the invite email
de: Persönliche Nachricht, die in der Einladungs-E-Mail stehen soll
fr: Message personnel à inclure dans le courriel d'invitation

source: Recipient's email
de: E-Mail-Adresse des Empfängers
fr: Adresse électronique du destinataire

source: You cannot invite someone who has already been vouched.
de: Du kannst niemanden einladen, der bereits verbürgt ist.
fr: Vous ne pouvez pas inviter quelqu'un qui a déjà été recommandé.

source: Please complete registration before proceeding.
de: Bitte schließe die Registrierung ab, bevor du fortfährst.
fr: Veuillez compléter votre inscription avant de continuer.

source: Inviter
de: Einladender
fr: Invité(e) par

source: Recipient
de: Empfänger
fr: Destinataire

source: Redeemer
de: Erlöser
fr: Accepté(e) par

source: A fellow Mozillian
de: Ein anderer Mozillianer
fr: Un Mozillien comme vous

source: Please join me on mozillians.org
de: Bitte erstelle auch du ein Benutzerkonto auf mozillians.org
fr: Rejoignez-moi sur mozillians.org

source: %s created a Mozillians profile
de: %s hat ein Mozillianer-Profil erstellt
fr: %s a créé un profil de Mozillien

source: Twitter usernames cannot be longer than 15 characters.
de: Twitter-Benutzernamen dürfen höchstens 15 Zeichen lang sein.
fr: Les noms d'utilisateurs Twitter ne doivent pas dépasser 15 caractères.

source: Twitter usernames must contain only alphanumeric characters and the underscore.
de: Twitter-Benutzernamen dürfen nur alphanumerische Zeichen und den Unterstrich enthalten.
fr: Les noms d'utilisateurs Twitter ne doivent contenir que des caractères alphanumériques et des tirets bas.

source: Enter a valid URL.
de: Gib eine gültige URL ein.
fr: Veuillez saisir une URL correcte.

source: This field requires an identifier, not a URL.
de: Dieses Feld erfordert einen Identifikator, keine URL.
fr: Ce champ doit être un identifiant et non une URL.

source: Enter a valid email address.
de: Gib eine gültige E-Mail-Adresse ein.
fr: Veuillez saisir une adresse de courriel valide.

source: Please enter a valid phone number in international format (e.g. +1 555 555 5555)
de: Gib bitte eine gültige Telefonnummer im internationalen Format ein (z.B. +1 555 555 5555)
fr: Veuillez saisir un numéro de téléphone valide, au format international (par ex. +33 6 66 66 66 66)

source: Successfully vouched user.
de: Benutzer erfolgreich verbürgt.
fr: L'utilisateur a bien été parrainé.

source: User not vouched. Maybe there are {0} vouches already?
de: Benutzer nicht verbürgt. Vielleicht gibt es bereits {0} weitere Verbürgungen?
fr: Utilisateur non parrainé. Peut-être y a-t-il déjà {0} parrainages ?

source: Successfully unvouched user.
de: Verbürgung des Benutzers erfolgreich aufgehoben.
fr: Cet utilisateur n'est plus parrainé.

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
de: Danke, dass du für einen anderen Mozillianer gebürgt hast! Dieser Benutzer ist nun verbürgt!
fr: Merci d'avoir parrainé un autre Mozillien ! Cet utilisateur est maintenant parrainé !

source: Your account has been created.
de: Dein Benutzerkonto wurde erstellt.
fr: Votre compte a été créé.

source: You changed your username; please note your profile URL has also changed.
de: Du hast deinen Benutzernamen geändert; beachte bitte, dass sich auch die URL deines Profils geändert hat.
fr: Vous avez changé de nom d'utilisateur ; veuillez noter que l'adresse de votre profil a également changé.

source: Your account has been deleted. Thanks for being a Mozillian!
de: Dein Benutzerkonto wurde gelöscht. Danke, dass du Mozillianer warst!
fr: Votre compte a été supprimé. Merci d'être un Mozillien !

source: %s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can invite another Mozillian if you like.
de: %s wurde zu den Mozillianern eingeladen. Er erhält eine E-Mail mit weiteren Instruktionen. Du kannst, wenn du möchtest einen weiteren Mozillianer einladen.
fr: %s ont été invités à faire partie des Mozilliens. Ils recevront un courriel contenant les instructions pour rejoindre le site. Vous pouvez inviter d'autres Mozilliens si vous le souhaitez.

source: %s's invitation to Mozillians has been revoked. You can invite %s again if you like.
de: Die Einladung von %s zu Mozillianer wurde widerrufen. Du kannst %s bei Gefallen erneut einladen.
fr: L’invitation de %s sur Mozillians a été révoquée. Vous pouvez inviter %s à nouveau si vous le désirez.

source: API Key generated successfully.
de: API-Schlüssel erfolgreich erzeugt.
fr: La clé d'API a été générée.

source: API key successfully deleted.
de: API-Schlüssel erfolgreich gelöscht.
fr: La clé d'API a été supprimée.

source: You've been invited to join Mozillians.org! Sign in and then you can create a profile.
de: Du wurdest eingeladen, Mozillians.org beizutreten! Melde dich an, danach kannst du ein Profil erstellen.
fr: Vous avez été invité à rejoindre Mozillians.org ! Identifiez-vous et vous pourrez ensuite créer un profil.

source: Mozillians
de: Mozillianer
fr: Mozilliens

source: Page Not Found
de: Seite nicht gefunden
fr: Page non trouvée

source: Oh No! That Page Doesn't Exist!
de: Oh, nein! Diese Seite existiert nicht!
fr: Oh non ! Cette page n'existe pas !

source: Tumbeasts by Matthew Inman of The Oatmeal
de: Tumbeasts von Matthew Inman von The Oatmeal
fr: Tumbeasts par Matthew Inman de The Oatmeal

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
de: <p> Die von dir angeforderte Seite wurde nicht gefunden. Du kannst zur <a href="%(home_url)s">Mozillianer-Startseite</a> gehen, um mehr über das Telefonbuch unserer Gemeinschaft zu erfahren, oder du kannst versuchen, nach der Person zu suchen, die du findest wolltest, indem du das Suchfeld oben auf dieser Seite verwendest. </p>
fr: <p> La page demandée n'a pu être trouvée. Vous pouvez vous rendre sur la <a href="%(home_url)s">page d'accueil Mozilliens</a> pour en apprendre plus sur notre annuaire communautaire, ou essayer de rechercher une personne à l'aide du champs de recherche en haut de cette page. </p>

source: <p> Because you aren't authenticated, you may not have access to private profiles in the phonebook. You should log in in case you're trying to access a private profile. If you don't have an account, <a href="%(join_url)s">join us</a>. </p>
de: <p> Weil du nicht authentifiziert sind, hast du möglicherweise keinen Zugang zu privaten Profilen im Telefonbuch. Du solltest dich anmelden, wenn du versuchst, auf ein privates Profil zuzugreifen. Wenn du kein Benutzerkonto hast, <a href="%(join_url)s">schließe dich uns an</a>. </p>
fr: <p> Sans authentification, vous n'avez pas accès aux profils privés du répertoire. Veuillez vous connecter si vous désirez consulter un profil privé. Si vous ne possédez pas de compte, <a href="%(join_url)s">rejoignez-vous</a>. </p>

source: Application Error
de: Anwendungsfehler
fr: Erreur de l'application

source: We're Sorry, but Something Went Wrong!
de: Es tut uns leid, aber etwas ist schiefgegangen!
fr: Nous sommes désolés, quelque chose s'est mal passé !

source: Jitterbeasts by Matthew Inman of The Oatmeal
de: Jitterbeasts von Matthew Inman von The Oatmeal
fr: Jitterbeasts par Matthew Inman de The Oatmeal

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="%(bugzilla_url)s"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
de: <p>Es tut uns leid, aber wir sind auf einen unerwarteten Fehler gestoßen und können deine Anfrage nicht verarbeiten. Du kannst es erneut versuchen, indem du die Seite aktualisierst, oder <a href="%(bugzilla_url)s">du legst einen Fehlerbericht an</a> und teilst uns damit mit, was passiert ist. Wir machen uns sofort daran, das Problem zu lösen. </p> <p> Wenn ein Aktualisieren der Seite nicht geholfen hat, kannst du <a href="%(home_url)s">zur Mozillianer-Startseite gehen</a>, um mehr über die Mozillianer zu erfahren. Es tut uns leid! </p>
fr: <p> Désolé, nous avons rencontré une erreur inattendue et nous ne pouvons pas traiter votre demande. Vous pouvez essayer à nouveau en actualisant votre navigateur ou vous pouvez <a href="%(bugzilla_url)s">remplir un rapport de bogue</a> pour nous faire savoir ce qui s'est passé et nous ferons le nécessaire pour résoudre le problème.</p><p>Si l'actualisation de la page ne fonctionne pas, vous pouvez <a href="%(home_url)s">aller à la page d'accueil des Mozilliens</a> pour en savoir plus sur les Mozilliens. Désolé ! </p>

source: Welcome
de: Willkommen
fr: Bienvenue

source: Mozilla's contributor phonebook
de: Telefonbuch der Mozilla-Mitwirkenden
fr: L'annuaire des contributeurs Mozilla

source: Select language
de: Sprachen auswählen
fr: Choisir la langue

source: Skip to main content
de: Zum Hauptinhalt springen
fr: Passer au contenu principal

source: Search for people, groups and more
de: Suche nach Personen, Gruppen und mehr
fr: Rechercher des personnes, groupes…

source: View Profile
de: Profil anzeigen
fr: Voir mon profil

source: Edit Your Profile
de: Dein Profil bearbeiten
fr: Modifier mon profil

source: Groups
de: Gruppen
fr: Groupes

source: Invite
de: Einladen
fr: Inviter

source: Log Out
de: Abmelden
fr: Déconnexion

source: Sign in
de: Anmelden
fr: S'identifier

source: Help make Mozillians better. <a href="%(bug_url)s">File a bug</a> or <a href="%(git_url)s">make some changes</a>.
de: Hilf uns, Mozillianer zu verbessern. <a href="%(bug_url)s">Erstelle einen Fehlerbericht</a> oder <a href="%(git_url)s">nimm selbst Änderungen vor</a>.
fr: Aidez-nous à améliorer Mozillians. <a href="%(bug_url)s">Rapportez un bogue</a> ou <a href="%(git_url)s">proposez des modifications</a>.

source: Portions of this content are &copy;1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(license_link)s">Creative Commons license</a>.
de: Teile dieses Inhalts stehen unter einem &copy;1998–%(current_year)s von einzelnen Mitwirkenden an mozilla.org. Der Inhalt steht unter einer <a href="%(license_link)s">Creative-Commons-Lizenz</a>.
fr: Certaines parties de ce contenu sont &copy;1998–%(current_year)s par les contributeurs individuels de mozilla.org. Le contenu est disponible sous <a href="%(license_link)s">licence Creative Commons</a>.

source: About Mozillians
de: Über Mozillianer
fr: À propos des Mozilliens

source: Contact Us
de: Kontaktiere uns
fr: Nous contacter

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

source: Legal Notices
de: Impressum
fr: Mentions légales

source: Report Trademark Abuse
de: Markenrechtsverletzung melden
fr: Signaler un abus de marque déposée

source: Add a group
de: Gruppe hinzufügen
fr: Ajouter un groupe

source: Edit functional area
de: Funktionalen Bereich bearbeiten
fr: Modifier le domaine d'activité

source: Edit group
de: Gruppe bearbeiten
fr: Modifier le groupe

source: Please correct the errors below.
de: Bitte korrigiere die folgenden Fehler.
fr: Veuillez corriger les erreurs ci-dessous.

source: Use this form to create a group on Mozillians.org. Before creating a group, try searching for it. Someone else might already have created it.
de: Verwende dieses Formular, um eine Gruppe auf Mozillians.org zu erstellen. Bevor du eine Gruppe erstellst, suche danach. Möglicherweise hat sie schon jemand erstellt.
fr: Utilisez ce formulaire pour créer un groupe sur Mozillians.org. Avant de créer un groupe, effectuez une recherche pour voir s'il n'existe pas déjà.

source: Creating a group will make you the group's curator, letting you manage the group settings and decide who can join. If you set the group to require membership approval, you'll get a daily email with requests to join.
de: Wenn dueine Gruppe erstellst, wirst du der Verwalter dieser Gruppe, dadurch kannst du Gruppeneinstellungen verwalten und entscheiden, wer Mitglied wird. Wenn du einstellst, dass Gruppenmitglieder freigeschaltet werden, erhältst du täglich eine E-Mail mit Beitrittsanfragen.
fr: En créant un groupe, vous en serez le superviseur et pourrez le paramétrer et décider des règles d'inscription. Si vous choisissez d’utiliser des inscriptions à valider, vous recevrez un message quotidien contenant les requêtes d’adhésion.

source: Admin Settings
de: Verwaltungseinstellungen
fr: Paramètres d'administration

source: Create Group
de: Gruppe erstellen
fr: Créer un groupe

source: Submit changes
de: Änderungen absenden
fr: Enregistrer les modifications

source: Confirm removing member
de: Entfernen des Mitglieds bestätigen
fr: Confirmez la désinscription de ce membre

source: Really leave group %(group)s?
de: Gruppe „ %(group)s“ wirklich verlassen?
fr: Voulez-vous vraiment quitter le groupe %(group)s ?

source: Really remove user %(profile)s from group %(group)s?
de: Benutzer „%(profile)s“ wirklich aus Gruppe „%(group)s“ entfernen?
fr: Voulez-vous vraiment retirer l'utilisateur %(profile)s du groupe %(group)s ?

source: Remove
de: Entfernen
fr: Supprimer

source: Return to group
de: Zu Gruppe zurückkehren
fr: Revenir au groupe

source: Group: {name}
de: Gruppe: {name}
fr: Groupe : {name}

source: Functional Area
de: Funktionaler Bereich
fr: Domaines d'activité

source: Group
de: Gruppe
fr: Groupe

source: Delete Group
de: Gruppe löschen
fr: Supprimer le groupe

source: Edit Group
de: Gruppe bearbeiten
fr: Modifier le groupe

source: Skills members have in common
de: Fähigkeiten, die Mitglieder gemein haben
fr: Compétences communes aux membres

source: Community Steward
de: Verwalter der Gemeinschaft
fr: Assistant de la communauté

source: Curator
de: Verwalter
fr: Superviseur
