Repository: jobava-mozilla/managed-via-pootle
Catalog: mozillians/locales/*/LC_MESSAGES/messages.po
Languages: de, fr

source: No, you need at least %(vouch_threshold)s vouches to vouch for others.
de: Nein, du brauchst mindestens %(vouch_threshold)s Verbürgungen, um selbst für andere zu bürgen.
fr: Non, vous devez avoir au moins %(vouch_threshold)s parrainages pour parrainer d'autres utilisateurs.

source: <a href="%(vouching_url)s">Read more about vouching.</a>
de: <a href="%(vouching_url)s">Erfahre mehr über das Bürgen.</a>
fr: <a href="%(vouching_url)s">En savoir plus sur le parrainage.</a>

source: This field is required.
de: Dieses Feld wird benötigt.
fr: Ce champ est obligatoire.

source: I'm okay with you handling this info as you explain in <a href="%(privacy_url)s">Mozilla's privacy policy</a>.
de: Ich bin einverstanden, dass ihr diese Daten wie in <a href="%(privacy_url)s">Mozillas Datenschutzerklärung angegeben behandelt</a>.
fr: J’accepte que vous utilisiez ces informations conformément à la <a href="%(privacy_url)s">politique de confidentialité de Mozilla</a>.

source: You will begin to receive email communications from Mozilla once you are a vouched Mozillian. You may unsubscribe at anytime by clicking the link at the bottom of these emails.
de: Du erhältst Mozilla-Nachrichten per E-Mail, sobald du ein verbürgter Mozillianer bist. Du kannst die E-Mails jederzeit abbestellen, indem du auf den Link am Ende dieser E-Mails klickst.
fr: Vous commencerez à recevoir des communications de Mozilla par courrier électronique lorsque vous aurez obtenu un parrainage. Vous pouvez vous désinscrire à tout moment en cliquant sur le lien en bas de ces courriels.

source: Create Profile
de: Profil erstellen
fr: Créez votre profil

source: Delete Profile
de: Profil löschen
fr: Supprimer le profil

source: I acknowledge that deleting my account will make it tougher for me to show off my contributions and easily be found by other members of the Mozilla community.
de: Ich akzeptiere, dass das Löschen meines Benutzerkontos es mir schwerer machen wird, meine Beiträge zu präsentieren und leicht von anderen Mitgliedern der Mozilla-Gemeinschaft gefunden zu werden.
fr: J'ai conscience que la suppression de mon compte rendra la visibilité de mes contributions moins évidente et que les autres membres de la communauté Mozilla auront plus de mal à me trouver.

source: Mozilla Community Directory
de: Verzeichnis der Mozilla-Gemeinschaft
fr: Annuaire de la communauté Mozilla

source: Create your account now to connect with fellow Mozillians.
de: Erstellen Sie jetzt ein Konto, um sich mit anderen Mozillianern in Verbindung zu setzen.
fr: Créez un compte maintenant pour entrer en contact avec d'autres Mozilliens.

source: Get started
de: Erste Schritte
fr: Commencer

source: It’s an exciting time for Mozilla and the Web. Another two billion people will join the Internet community in the coming years.
de: Es ist eine aufregende Zeit für Mozilla und das Internet. Weitere zwei Milliarden Menschen werden in den kommenden Jahren in die Internet-Gemeinschaft eintreten.
fr: C'est un moment incroyable pour Mozilla et pour le Web. Deux milliards de personnes vont rejoindre la communauté Internet dans les années à venir.

source: Welcome to the Mozilla community directory
de: Willkommen beim Verzeichnis der Mozilla-Gemeinschaft
fr: Bienvenue dans l'annuaire de la communauté Mozilla

source: This site lists all core individuals and groups that participate in the Mozilla Project. We call ourselves Mozillians and this is where we connect and share with one another.
de: Diese Website listet die wichtigsten Personen und Gruppen auf, die am Mozilla-Projekt beteiligt sind. Wir nennen uns Mozillianer und hier treten wir miteinander in Kontakt und tauschen uns aus.
fr: Ce site répertorie toutes les personnes et groupes impliqués dans le projet Mozilla. Nous nous surnommons Mozilliens et c’est ici-même que nous échangeons tous ensemble.

source: Passionate Mozillians you can meet for work, play or a cup of coffee.
de: Leidenschaftliche Mozillianer, mit denen du dich zum Arbeiten, Spielen oder einer Tasse Kaffee treffen kannst.
fr: Mozilliens passionnés que vous pouvez rencontrer pour travailler, vous amuser ou juste boire un café.

source: How do I get involved?
de: Wie kann ich mitmachen?
fr: Comment puis-je contribuer ?

source: Mozilla exists to promote openness, innovation and opportunity on the Internet. The success of our mission depends on participation from people like you. Find out how you can get involved to help make a difference in the lives of people everywhere.
de: Mozilla existiert, um Offenheit, Innovation und Chancen im Internet zu fördern. Der Erfolg unserer Mission hängt von Menschen wie dir ab. Erfahre, wie du mitmachen kannst, um dabei zu helfen, in den Leben von Menschen auf der ganzen Welt etwas zu bewegen.
fr: Mozilla existe pour promouvoir l'ouverture, l'innovation et les possibilités qu'elles offrent sur Internet. Le succès de notre mission dépend de la participation de personnes comme vous. Découvrez comment vous pouvez contribuer et changer la vie de millions de personnes à travers le monde.

source: <a href="%(contribute_url)s">Get involved</a>
de: <a href="%(contribute_url)s">Mitmachen</a>
fr: <a href="%(contribute_url)s">Contribuer</a>

source: (membership requested)
de: (Mitgliedschaft angefragt)
fr: (inscription nécessaire)

source: Hello!
de: Hallo!
fr: Bonjour !

source: Examples:
de: Beispiele:
fr: Exemples :

source: Functional areas
de: Funktionale Bereiche
fr: Domaines d'activité

source: <p> View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out. </p>
de: <p> Sieh dir Mozillianer, Verwalter, und Informationen für jeden funktionalen Bereich an. Erfahre, wer an was arbeitet und wie du helfen kannst. </p>
fr: <p>Voir les Mozilliens, les responsables et les informations pour chaque domaine d'activité. Découvrez qui travaille sur quoi et comment vous pouvez aider.</p>

source: Browse functional areas
de: Funktionale Bereiche durchsehen
fr: Parcourir les domaines d'activité

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse functional areas!</p>
de: <p>Werde <a href='https://wiki.mozilla.org/Mozillians/Vouching'>verbürgt</a> und du kannst die funktionalen Bereiche durchsehen!</p>
fr: <p>Faites-vous <a href='https://wiki.mozilla.org/Mozillians/Vouching'>parrainer</a> et vous pourrez parcourir les domaines d'activité !</p>

source: <p> Find and join groups centered around interests, technologies, geographies and more. </p>
de: <p> Finde Gruppen mit gemeinsamen Interessen, Technologie, Geografien und mehr, und schließe dich ihnen an. </p>
fr: <p>Découvrez et rejoignez des groupes qui ciblent vos intérêts, les technologies que vous maîtrisez, votre emplacement géographique, etc. </p>

source: Browse groups
de: Gruppen durchsehen
fr: Parcourir les groupes

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse groups!</p>
de: <p>Werde <a href='https://wiki.mozilla.org/Mozillians/Vouching'>verbürgt</a> und du kannst die Gruppen durchsehen!</p>
fr: <p>Faites-vous <a href='https://wiki.mozilla.org/Mozillians/Vouching'>parrainer</a> et vous pourrez parcourir les groupes !</p>

source: Invite a Mozillian
de: Einen Mozillianer einladen
fr: Inviter des Mozilliens

source: If you want to invite a new Mozillian please fill out the following form. <strong>Note</strong>: Inviting a new user is like vouching. <a href="%(vouching_url)s">Read more about vouching.</a>
de: Wenn du einen neuen Mozillianer einladen möchtest, fülle bitte das folgende Formular aus. <strong>Hinweis</strong>: Einen Benutzer einzuladen, ist wie für ihn zu bürgen. <a href="%(vouching_url)s">Erfahre mehr über das Bürgen.</a>
fr: Si vous souhaitez inviter un nouveau Mozillien, veuillez remplir le formulaire suivant. <strong>Note</strong>&nbsp;: Inviter un nouvel utilisateur correspond à un parrainage. <a href="%(vouching_url)s">En savoir plus sur le parrainage.</a>

source: We recently changed the criteria for being able to invite and vouch other Mozillians. If you want to use this page, you need to receive %(vouch_threshold)s vouches. Ask someone to visit your profile and vouch for you. Then come back here once you have %(vouch_threshold)s vouches and you will be able to invite people to the directory. <a href="%(vouching_url)s">Learn more about vouching.</a>
de: Wir haben vor kurzem die Kriterien geändert, nach denen man andere Mozillianer einladen und für sie bürgen kann. Wenn du diese Seite verwenden möchtest, musst du %(vouch_threshold)s Verbürgungen erhalten. Bitte jemanden, dein Profil zu besuchen und für dich zu bürgen. Komme wieder, sobald du %(vouch_threshold)s Verbürgungen hast und du kannst neue Menschen für das Verzeichnis einladen. <a href="%(vouching_url)s">Erfahre mehr über das Bürgen.</a>
fr: Nous avons récemment changé les critères liés au parrainage et à l'invitation d'autres Mozilliens. Si vous souhaitez utiliser cette page, vous devez recevoir %(vouch_threshold)s parrainages. Demandez à quelqu'un de visiter votre profil et de vous parrainer. Vous pourrez ensuite revenir une fois que vous aurez %(vouch_threshold)s parrainages et serez alors capable d'ajouter d'autres personnes à ce répertoire. <a href="%(vouching_url)s">En savoir plus sur le parrainage.</a>

source: Your Invites
de: Deine Einladungen
fr: Vos invitations

source: Sent:
de: Gesendet:
fr: Envoyé :

source: Redeemed:
de: Erlöst:
fr: Accepté(e)&nbsp;:

source: Redeemer:
de: Erlöser:
fr: Accepté(e) par&nbsp;:

source: Invitation Sent
de: Einladung gesendet
fr: Invitation envoyée

source: Invitation Sent!
de: Einladung gesendet!
fr: Invitation envoyée !

source: %(recipient)s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can <a href="%(invite_url)s"> invite another Mozillian</a> if you like.
de: %(recipient)s wurde zu den Mozillianern eingeladen. Er erhält eine E-Mail mit weiteren Instruktionen. Du kannst, wenn du möchtest, <a href="%(invite_url)s">einen weiteren Mozillianer einladen</a>.
fr: %(recipient)s ont été invités à faire partie des Mozilliens. Ces mozilliens recevront un courriel avec les instructions pour rejoindre le site. Vous pouvez <a href="%(invite_url)s">inviter d'autres Mozilliens</a> si vous le souhaitez.

source: Mozillians in
de: Mozillianer in
fr: Mozilliens dans

source: Sorry we cannot find any mozillians in
de: Wir finden leider keine Mozillianer in
fr: Nous n'avons pas pu trouver de mozilliens dans

source: Your Profile
de: Dein Profil
fr: Votre profil

source: Mozillian Profile
de: Mozillianer-Profil
fr: Profil de Mozillien

source: Pending Profile
de: Ausstehendes Profil
fr: Profil en attente

source: <p> Your profile is waiting to be vouched. Once you are vouched, you will be able to view the profiles of all Mozillians, join groups and access additional content on other sites as a Mozillian. <a href="%(vouching_url)s">Learn more about vouching</a>. </p> <p> Send the link below to someone who is familiar with your contributions and ask them to vouch for you: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> If you are new to the Mozilla community, <a class="button" href="%(contribute_url)s">get involved</a> </p> <p>The chances of being vouched increase as you finish tasks in our community.</p>
de: <p> Dein Profil wartet auf einen Bürgen. Sobald du verbürgt wurdest, kannst du die Profile aller Mozillianer ansehen, Gruppen beitreten und als Mozillianer auf weitere Inhalte auf anderen Websites zugreifen. <a href="%(vouching_url)s">Erfahre mehr über das Bürgen</a>. </p> <p> Sende den folgenden Link an jemanden, der deine Beiträge zum Mozilla-Projekt kennt und bitte ihn, dich zu verbürgen:<br/> <<em class="underline" title="URL deines Profils">%(profile_url)s</em> </p> <p> Wenn du noch neu in der Mozilla-Gemeinschaft bist,<a class="button" href="%(contribute_url)s">mach mit</a>. </p> <p>Die Wahrscheinlichkeit, dass du einen Bürgen findest, erhöht sich, wenn du Aufgaben in unserer Gemeinschaft erfüllst. </p>
fr: <p>Votre profil est en attente de parrainage. Une fois parrainé(e), vous pourrez voir les profils de chaque Mozillien, rejoindre des groupes et accéder à du contenu additionnel sur d'autres sites en tant que Mozillien. <a href="%(vouching_url)s">En savoir plus sur le parrainage</a>. </p> <p> Envoyez ce lien à quelqu'un qui connaît vos contributions et demandez-lui de vous parrainer : <br/> <em class="underline" title="URL de votre profil">%(profile_url)s</em> </p> <p> Si vous faites vos premiers pas dans la communauté Mozilla, <a class="button" href="%(contribute_url)s">impliquez-vous</a> </p> <p> Les chances d'être parrainé(e) augmentent avec le nombre de tâches effectuées dans la communauté.</p>

source: This profile is waiting for approval. If you would like to vouch for them, use the form at the bottom of the page.
de: Dieses Profil wartet auf die Freigabe. Wenn du für diese Person bürgen möchtest, verwende bitte das Formular am Ende der Seite.
fr: Ce profil est en attente d'approbation. Si vous souhaitez parrainer cette personne, utilisez le formulaire présent au bas de la page.

source: Your profile is not public. If you <a href="%(edit_url)s">edit your profile</a> to have at least one public field, your public profile will be viewable.
de: Dein Profil ist nicht öffentlich. Wenn du <a href="%(edit_url)s">dein Profil bearbeitest</a> und mindestens ein öffentliches Feld einstellst, wird dein öffentliches Profil angezeigt.
fr: Votre profil n'est pas public. Si vous <a href="%(edit_url)s">modifiez votre profil</a> en rendant au moins un des champs publics, votre profil public deviendra visible.

source: Mozillian for %(mozillian_years)s year
de: Mozillianer seit einem Jahr
fr: Mozillien depuis %(mozillian_years)s an

source: T-Shirt Size:
de: T-Shirt-Größe:
fr: Taille de t-shirt :

source: View as:
de: Anzeigen als:
fr: Afficher en tant que :

source: Myself
de: Ich selbst
fr: Moi-même

source: Mozillian
de: Mozillianer
fr: Mozillien

source: Bio
de: Kurzprofil

source: My contribution story
de: Meine Geschichte als Mitwirkender
fr: Pourquoi je contribue

source: Alternate email addresses
de: Alternative E-Mail-Adresse
fr: Adresses de courrier électronique alternatives

source: Vouched By
de: Bürge:
fr: Parrainé(e) par

source: Unknown Voucher
de: Unbekannter Bürge
fr: Parrain inconnu

source: Legacy vouch.
de: Ältere Verbürgung.
fr: Parrainage historique.

source: Vouchees
de: Gebürgt für:
fr: Parrainages

source: %(hours)s hours ahead of your timezone.
de: %(hours)s Stunden vor deiner Zeitzone.
fr: %(hours)s heures d'avance sur votre fuseau horaire.

source: %(hours)s hours behind your timezone.
de: %(hours)s Stunden hinter deiner Zeitzone.
fr: %(hours)s heures de retard sur votre fuseau horaire.

source: Same time zone as yours.
de: Gleiche Zeitzone wie du.
fr: Sur le même fuseau horaire.

source: This is your Gravatar, change it at gravatar.com
de: Das ist dein Gravatar, ändere es auf gravatar.com.
fr: Ceci est votre Gravatar, modifiez-le sur gravatar.com

source: Does this profile belong to a Mozillian? Let us know how %(full_name)s has contributed to the project.
de: Gehört dieses Profil einem Mozillianer? Sag’ uns, wie %(full_name)s zum Projekt beigetragen hat.
fr: Ce profil appartient à un Mozillien ou une Mozillienne&nbsp;? Dites-nous comment %(full_name)s a contribué au projet.

source: Do you know this Mozillian? Let us know how %(full_name)s has contributed to the project.
de: Kennst du diesen Mozillianer? Sag’ uns, wie %(full_name)s zum Projekt beigetragen hat.
fr: Vous connaissez ce Mozillien ? Dites-nous comment %(full_name)s a contribué au projet.

source: Characters remaining:
de: Verbleibende Zeichen:
fr: Caractères restants :

source: Send invite
de: Einladung senden
fr: Envoyer l'invitation

source: Vouch for %(name)s
de: Für %(name)s bürgen
fr: Parrainer %(name)s

source: Only vouch for users who have made significant contributions and are at least 13 years old.
de: Bürge nur für Nutzer, die bedeutende Beiträge geleistet haben, und die mindestens 13 Jahre alt sind.
fr: Merci de ne parrainer que les utilisateurs qui ont contribué de façon significative et qui sont âgés de plus de 13 ans.

source: Once vouched, they will be able to:
de: Sobald sie verbürgt wurden, können sie:
fr: Une fois que vous serez parrainé(e), vous pourrez :

source: View all profiles and join groups.
de: alle Profile ansehen und Gruppen beitreten.
fr: Voir tous les profils et rejoindre des groupes.

source: Access special video content on Air Mozilla.
de: besondere Videoinhalte auf Air Mozilla ansehen.
fr: Accéder à du contenu vidéo spécial sur Air Mozilla.

source: Join the Mozilla Exchange Yammer network.
de: Tritt dem Netzwerk „ Mozilla Exchange Yammer“ bei.
fr: Rejoindre le réseau Yammer Mozilla Exchange.

source: Use other Mozilla apps as a vouched user.
de: Verwende als verbürgter Nutzer weitere Mozilla-Apps.
fr: Utiliser les autres applications de Mozilla comme utilisateur parrainé.

source: Vouches cannot be edited or retracted.
de: Verbürgungen können nicht bearbeitet oder zurückgezogen werden.
fr: Les parrainages ne peuvent pas être modifiés ou retirés.

source: Full Name
de: Vollständiger Name
fr: Nom complet

source: IRC Nickname
de: IRC-Spitzname
fr: Pseudo IRC

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Sites that can determine my vouched status
de: Websites, die meinen „Verbürgt“-Status feststellen können
fr: Sites pouvant déterminer mon état de parrainage

source: All Community Sites
de: Alle Websites der Gemeinschaft
fr: Tous les sites de la communauté

source: Only Mozilla Properties
de: Nur Mozilla-eigene Websites
fr: Uniquement les sites gérés par Mozilla

source: Allow Mozilla sites to access my profile data?
de: Mozilla-Websites erlauben, auf meine Profildaten zuzugreifen?
fr: Autoriser les sites de Mozilla à accéder à mes données de profil ?

source: Fitted Small
de: Tailliert S
fr: Coupe ajustée S

source: Fitted Medium
de: Tailliert M
fr: Coupe ajustée M

source: Fitted Large
de: Tailliert L
fr: Coupe ajustée L

source: Fitted X-Large
de: Tailliert XL
fr: Coupe ajustée XL

source: Fitted XX-Large
de: Tailliert XXL
fr: Coupe ajustée XXL

source: Fitted XXX-Large
de: Tailliert XXXL
fr: Coupe ajustée XXXL

source: Straight-cut Small
de: Gerader Schnitt S
fr: Coupe droite S

source: Straight-cut Medium
de: Gerader Schnitt M
fr: Coupe droite M

source: Straight-cut Large
de: Gerader Schnitt L
fr: Coupe droite L

source: Straight-cut X-Large
de: Gerader Schnitt XL
fr: Coupe droite XL

source: Straight-cut XX-Large
de: Gerader Schnitt XXL
fr: Coupe droite XXL

source: Straight-cut XXX-Large
de: Gerader Schnitt XXXL
fr: Coupe droite XXXL

source: What do you do for Mozilla?
de: Was machst du bei Mozilla?
fr: Que faites-vous pour Mozilla ?

source: Link to your contribution story
de: Link zu deiner Geschichte als Mitwirkender
fr: Lien vers votre témoignage de contributeur

source: If you have created something public that tells the story of how you came to be a Mozillian, specify that link here.
de: Wenn du ein öffentliches Dokument erstellt hast, das erzählt, wie du zum Mozillianer wurdest, gib hier den Link an.
fr: Si vous avez déjà exposé publiquement quand et pourquoi vous êtes devenu un mozillien, donnez ici le lien.

source: You have been vouched on Mozillians.org
de: Du wurdest bei Mozillians.org verbürgt
fr: Vous êtes parrainé(e) sur Mozillians.org

source: Reason for Vouching
de: Grund für das Verbürgen
fr: Raisons du parrainage

source: Account Username
de: Benutzername des Kontos
fr: Nom d'utilisateur du compte

source: Account Type
de: Kontentyp
fr: Type de compte

source: You already have an account with this name and type.
de: Du hast bereits ein Konto mit diesem Namen und Typ.
fr: Vous avez déjà un compte de ce nom et de ce type.

source: This language has already been selected.
de: Diese Sprache wurde bereits ausgewählt.
fr: Cette langue a déjà été sélectionnée.

source: Name A-Z
fr: Nom A-Z

source: Name
fr: Nom

source: Website
fr: Site web

source: Filter
fr: Filtre

source: Region
fr: Région

source: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=berlin">Berlin</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>
fr: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=paris">Paris</a>, <a href="%(search_url)s?q=clarista">clarista</a>

source: Websites
fr: Sites web
