Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/db_*/LC_MESSAGES/client.po
Languages: lb

source: There was a problem with your signup link. Has this address already been registered?
lb: ‮⊥ɥǝɹǝ ʍɐs ɐ dɹoqʅǝɯ ʍıʇɥ ʎonɹ sıƃund ʅıuʞ˙ Hɐs ʇɥıs ɐppɹǝss ɐʅɹǝɐpʎ qǝǝu ɹǝƃısʇǝɹǝp¿

source: Error encountered trying to complete registration.
lb: ‮Ǝɹɹoɹ ǝuɔonuʇǝɹǝp ʇɹʎıuƃ ʇo ɔoɯdʅǝʇǝ ɹǝƃısʇɹɐʇıou˙

source: Persona requires cookies to remember you.
lb: ‮Ԁǝɹsouɐ ɹǝbnıɹǝs ɔooʞıǝs ʇo ɹǝɯǝɯqǝɹ ʎon˙

source: Please close this window, <a %s>enable cookies</a> and try again
lb: ‮Ԁʅǝɐsǝ ɔʅosǝ ʇɥıs ʍıupoʍ´ <ɐ %s‮>ǝuɐqʅǝ ɔooʞıǝs</a>‮ ɐup ʇɹʎ ɐƃɐıu

source: Communication Error
lb: ‮Ↄoɯɯnuıɔɐʇıou Ǝɹɹoɹ

source: Finishing Sign In...
lb: ‮Ⅎıuısɥıuƃ Sıƃu Iu˙˙˙

source: In just a moment you'll be signed into Persona.
lb: ‮Iu ɾnsʇ ɐ ɯoɯǝuʇ ʎon,ʅʅ qǝ sıƃuǝp ıuʇo Ԁǝɹsouɐ˙

source: We are sorry, this is taking longer than it should.
lb: ‮Ｍǝ ɐɹǝ soɹɹʎ´ ʇɥıs ıs ʇɐʞıuƃ ʅouƃǝɹ ʇɥɐu ıʇ sɥonʅp˙

source: If this doesn't resolve itself within a few seconds, please close the window and try again.
lb: ‮Iɟ ʇɥıs poǝsu,ʇ ɹǝsoʅʌǝ ıʇsǝʅɟ ʍıʇɥıu ɐ ɟǝʍ sǝɔoups´ dʅǝɐsǝ ɔʅosǝ ʇɥǝ ʍıupoʍ ɐup ʇɹʎ ɐƃɐıu˙

source: Checking with your email provider.
lb: ‮Ↄɥǝɔʞıuƃ ʍıʇɥ ʎonɹ ǝɯɐıʅ dɹoʌıpǝɹ˙

source: signing in
lb: ‮sıƃuıuƃ ıu

source: The selected email is invalid or has been deleted.
lb: ‮⊥ɥǝ sǝʅǝɔʇǝp ǝɯɐıʅ ıs ıuʌɐʅıp oɹ ɥɐs qǝǝu pǝʅǝʇǝp˙

source: Remove %(email)s from your Persona account?
lb: ‮ᴚǝɯoʌǝ %(email)s‮ ɟɹoɯ ʎonɹ Ԁǝɹsouɐ ɐɔɔonuʇ¿

source: Removing the last address will cancel your Persona account. Are you sure you want to continue?
lb: ‮ᴚǝɯoʌıuƃ ʇɥǝ ʅɐsʇ ɐppɹǝss ʍıʅʅ ɔɐuɔǝʅ ʎonɹ Ԁǝɹsouɐ ɐɔɔonuʇ˙ ‮∀ɹǝ ʎon snɹǝ ʎon ʍɐuʇ ʇo ɔouʇıunǝ¿

source: Are you sure you want to delete your Persona account?
lb: ‮∀ɹǝ ʎon snɹǝ ʎon ʍɐuʇ ʇo pǝʅǝʇǝ ʎonɹ Ԁǝɹsouɐ ɐɔɔonuʇ¿

source: Add an email address
lb: ‮∀pp ɐu ǝɯɐıʅ ɐppɹǝss

source: email address
lb: ‮ǝɯɐıʅ ɐppɹǝss

source: This field must be an email address.
lb: ‮⊥ɥıs ɟıǝʅp ɯnsʇ qǝ ɐu ǝɯɐıʅ ɐppɹǝss˙

source: The email field is required.
lb: ‮⊥ɥǝ ǝɯɐıʅ ɟıǝʅp ıs ɹǝbnıɹǝp˙

source: We just sent an email to that address! If you really want to send another, wait a minute or two and try again.
lb: ‮Ｍǝ ɾnsʇ sǝuʇ ɐu ǝɯɐıʅ ʇo ʇɥɐʇ ɐppɹǝss¡ Iɟ ʎon ɹǝɐʅʅʎ ʍɐuʇ ʇo sǝup ɐuoʇɥǝɹ´ ʍɐıʇ ɐ ɯıunʇǝ oɹ ʇʍo ɐup ʇɹʎ ɐƃɐıu˙

source: That address is already added to your account!
lb: ‮⊥ɥɐʇ ɐppɹǝss ıs ɐʅɹǝɐpʎ ɐppǝp ʇo ʎonɹ ɐɔɔonuʇ¡

source: add
lb: ‮ɐpp

source: cancel
lb: ‮ɔɐuɔǝʅ

source: Cannot verify %s
lb: ‮Ↄɐuuoʇ ʌǝɹıɟʎ %s

source: %s is a required address, but we cannot verify that you own this address.
lb: %s‮ ıs ɐ ɹǝbnıɹǝp ɐppɹǝss´ qnʇ ʍǝ ɔɐuuoʇ ʌǝɹıɟʎ ʇɥɐʇ ʎon oʍu ʇɥıs ɐppɹǝss˙

source: Confirm your email address
lb: ‮Ↄouɟıɹɯ ʎonɹ ǝɯɐıʅ ɐppɹǝss

source: Check your email at %s.
lb: ‮Ↄɥǝɔʞ ʎonɹ ǝɯɐıʅ ɐʇ %s‮˙

source: Click the link in the confirmation email. You'll then immediately be signed in to %s.
lb: ‮Ↄʅıɔʞ ʇɥǝ ʅıuʞ ıu ʇɥǝ ɔouɟıɹɯɐʇıou ǝɯɐıʅ˙ ⅄on,ʅʅ ʇɥǝu ıɯɯǝpıɐʇǝʅʎ qǝ sıƃuǝp ıu ʇo %s‮˙

source: Error
lb: ‮Ǝɹɹoɹ

source: We are very sorry.
lb: ‮Ｍǝ ɐɹǝ ʌǝɹʎ soɹɹʎ˙

source: The server is under extreme load!
lb: ‮⊥ɥǝ sǝɹʌǝɹ ıs nupǝɹ ǝxʇɹǝɯǝ ʅoɐp¡

source: Please reload the page and try again.
lb: ‮Ԁʅǝɐsǝ ɹǝʅoɐp ʇɥǝ dɐƃǝ ɐup ʇɹʎ ɐƃɐıu˙

source: Please close this window and try again.
lb: ‮Ԁʅǝɐsǝ ɔʅosǝ ʇɥıs ʍıupoʍ ɐup ʇɹʎ ɐƃɐıu˙

source: See more info
lb: ‮Sǝǝ ɯoɹǝ ıuɟo

source: Close
lb: ‮Ↄʅosǝ

source: OK
lb: ‮OӼ

source: *%s* is not a valid email address!
lb: ‮⁎%s‮⁎ ıs uoʇ ɐ ʌɐʅıp ǝɯɐıʅ ɐppɹǝss¡

source: To continue, please close the window and enter a valid address.
lb: ‮⊥o ɔouʇıunǝ´ dʅǝɐsǝ ɔʅosǝ ʇɥǝ ʍıupoʍ ɐup ǝuʇǝɹ ɐ ʌɐʅıp ɐppɹǝss˙

source: Remember You?
lb: ‮ᴚǝɯǝɯqǝɹ ⅄on¿

source: How long would you like to remain signed in with Persona?
lb: ‮Hoʍ ʅouƃ ʍonʅp ʎon ʅıʞǝ ʇo ɹǝɯɐıu sıƃuǝp ıu ʍıʇɥ Ԁǝɹsouɐ¿

source: One month
lb: ‮Ouǝ ɯouʇɥ

source: I trust this computer.
lb: ‮I ʇɹnsʇ ʇɥıs ɔoɯdnʇǝɹ˙

source: This session only
lb: ‮⊥ɥıs sǝssıou ouʅʎ

source: This is not my computer.
lb: ‮⊥ɥıs ıs uoʇ ɯʎ ɔoɯdnʇǝɹ˙

source: Note: You can of course sign out of Persona at any time.
lb: ‮Noʇǝ: ⅄on ɔɐu oɟ ɔonɹsǝ sıƃu onʇ oɟ Ԁǝɹsouɐ ɐʇ ɐuʎ ʇıɯǝ˙

source: Sign in with Persona
lb: ‮Sıƃu ıu ʍıʇɥ Ԁǝɹsouɐ

source: Sign in as...
lb: ‮Sıƃu ıu ɐs˙˙˙

source: Please choose an email address.
lb: ‮Ԁʅǝɐsǝ ɔɥoosǝ ɐu ǝɯɐıʅ ɐppɹǝss˙

source: Add another email address
lb: ‮∀pp ɐuoʇɥǝɹ ǝɯɐıʅ ɐppɹǝss

source: This is not me
lb: ‮⊥ɥıs ıs uoʇ ɯǝ

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
lb: ‮Ԑʎ dɹoɔǝǝpıuƃ´ ʎon ɐƃɹǝǝ ʇo %(site)s‮,s <ɐ %(terms)s‮>⊥ǝɹɯs</a>‮ ɐup <ɐ %(privacy)s‮>Ԁɹıʌɐɔʎ Ԁoʅıɔʎ</a>‮˙

source: sign in
lb: ‮sıƃu ıu

source: %(primary)s is not responding. Please wait a few minutes and try again.
lb: %(primary)s‮ ıs uoʇ ɹǝsdoupıuƃ˙ Ԁʅǝɐsǝ ʍɐıʇ ɐ ɟǝʍ ɯıunʇǝs ɐup ʇɹʎ ɐƃɐıu˙

source: Cancel
lb: ‮Ↄɐuɔǝʅ

source: Address Verified!
lb: ‮∀ppɹǝss Ʌǝɹıɟıǝp¡

source: Email
lb: ‮Ǝɯɐıʅ

source: Your identity has been verified with your email provider, we will now try to sign you in.
lb: ‮⅄onɹ ıpǝuʇıʇʎ ɥɐs qǝǝu ʌǝɹıɟıǝp ʍıʇɥ ʎonɹ ǝɯɐıʅ dɹoʌıpǝɹ´ ʍǝ ʍıʅʅ uoʍ ʇɹʎ ʇo sıƃu ʎon ıu˙

source: Sign in using
lb: ‮Sıƃu ıu nsıuƃ

source: The site requested you sign in using
lb: ‮⊥ɥǝ sıʇǝ ɹǝbnǝsʇǝp ʎon sıƃu ıu nsıuƃ

source: You must sign in with your email provider to verify ownership of this address. This window will be redirected to
lb: ‮⅄on ɯnsʇ sıƃu ıu ʍıʇɥ ʎonɹ ǝɯɐıʅ dɹoʌıpǝɹ ʇo ʌǝɹıɟʎ oʍuǝɹsɥıd oɟ ʇɥıs ɐppɹǝss˙ ⊥ɥıs ʍıupoʍ ʍıʅʅ qǝ ɹǝpıɹǝɔʇǝp ʇo

source: Enter password
lb: ‮Ǝuʇǝɹ dɐssʍoɹp

source: forgot your password?
lb: ‮ɟoɹƃoʇ ʎonɹ dɐssʍoɹp¿

source: Password
lb: ‮Ԁɐssʍoɹp

source: The password field is required.
lb: ‮⊥ɥǝ dɐssʍoɹp ɟıǝʅp ıs ɹǝbnıɹǝp˙

source: This email address and password do not match.
lb: ‮⊥ɥıs ǝɯɐıʅ ɐppɹǝss ɐup dɐssʍoɹp po uoʇ ɯɐʇɔɥ˙

source: verify email
lb: ‮ʌǝɹıɟʎ ǝɯɐıʅ

source: You also agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
lb: ‮⅄on ɐʅso ɐƃɹǝǝ ʇo %(site)s‮,s <ɐ %(terms)s‮>⊥ǝɹɯs</a>‮ ɐup <ɐ %(privacy)s‮>Ԁɹıʌɐɔʎ Ԁoʅıɔʎ</a>‮˙

source: Create a Password
lb: ‮Ↄɹǝɐʇǝ ɐ Ԁɐssʍoɹp

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. Please create a new password to use with your Persona account.
lb: %(idp)s‮ uo ʅouƃǝɹ ɐʅʅoʍs ʎon ʇo ʅoƃ ıuʇo Ԁǝɹsouɐ ʍıʇɥ ʎonɹ %(idp)s‮ dɐssʍoɹp˙ Ԁʅǝɐsǝ ɔɹǝɐʇǝ ɐ uǝʍ dɐssʍoɹp ʇo nsǝ ʍıʇɥ ʎonɹ Ԁǝɹsouɐ ɐɔɔonuʇ˙

source: Your email address is new to us. Please create a password to use with FirefoxOS.
lb: ‮⅄onɹ ǝɯɐıʅ ɐppɹǝss ıs uǝʍ ʇo ns˙ Ԁʅǝɐsǝ ɔɹǝɐʇǝ ɐ dɐssʍoɹp ʇo nsǝ ʍıʇɥ ℲıɹǝɟoxOS˙

source: Your email address is new to us. Please create a password to use with Persona.
lb: ‮⅄onɹ ǝɯɐıʅ ɐppɹǝss ıs uǝʍ ʇo ns˙ Ԁʅǝɐsǝ ɔɹǝɐʇǝ ɐ dɐssʍoɹp ʇo nsǝ ʍıʇɥ Ԁǝɹsouɐ˙

source: create password
lb: ‮ɔɹǝɐʇǝ dɐssʍoɹp

source: Password is required.
lb: ‮Ԁɐssʍoɹp ıs ɹǝbnıɹǝp˙

source: Password must be between 8 and 80 characters long.
lb: ‮Ԁɐssʍoɹp ɯnsʇ qǝ qǝʇʍǝǝu 8‮ ɐup 80‮ ɔɥɐɹɐɔʇǝɹs ʅouƃ˙

source: These passwords don't match!
lb: ‮⊥ɥǝsǝ dɐssʍoɹps pou,ʇ ɯɐʇɔɥ¡

source: Verify Password
lb: ‮Ʌǝɹıɟʎ Ԁɐssʍoɹp

source: verify password
lb: ‮ʌǝɹıɟʎ dɐssʍoɹp

source: Verification password is required.
lb: ‮Ʌǝɹıɟıɔɐʇıou dɐssʍoɹp ıs ɹǝbnıɹǝp˙

source: done
lb: ‮pouǝ

source: %s makes this easy
lb: %s‮ ɯɐʞǝs ʇɥıs ǝɐsʎ

source: Your %(emailProvider)s account has been upgraded to work even better with Persona. We will redirect you to %(emailProvider)s.
lb: ‮⅄onɹ %(ǝɯɐıʅԀɹoʌıpǝɹ)s ɐɔɔonuʇ ɥɐs qǝǝu ndƃɹɐpǝp ʇo ʍoɹʞ ǝʌǝu qǝʇʇǝɹ ʍıʇɥ Ԁǝɹsouɐ˙ Ｍǝ ʍıʅʅ ɹǝpıɹǝɔʇ ʎon ʇo %(ǝɯɐıʅԀɹoʌıpǝɹ)s˙

source: Persona lets you use your %(emailProvider)s account to sign into sites like %(aWebsite)s.
lb: ‮Ԁǝɹsouɐ ʅǝʇs ʎon nsǝ ʎonɹ %(ǝɯɐıʅԀɹoʌıpǝɹ)s ɐɔɔonuʇ ʇo sıƃu ıuʇo sıʇǝs ʅıʞǝ %(ɐＭǝqsıʇǝ)s˙

source: Once you verify your account there, you will be signed in to %(aWebsite)s.
lb: ‮Ouɔǝ ʎon ʌǝɹıɟʎ ʎonɹ ɐɔɔonuʇ ʇɥǝɹǝ´ ʎon ʍıʅʅ qǝ sıƃuǝp ıu ʇo %(ɐＭǝqsıʇǝ)s˙

source: sign in with %s
lb: ‮sıƃu ıu ʍıʇɥ %s

source: Use a different email address
lb: ‮∩sǝ ɐ pıɟɟǝɹǝuʇ ǝɯɐıʅ ɐppɹǝss
