Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/db_*/LC_MESSAGES/messages.po
Languages: lb

source: Confirm email address for Persona
lb: ‮Ↄouɟıɹɯ ǝɯɐıʅ ɐppɹǝss ɟoɹ Ԁǝɹsouɐ

source: Reset Persona password
lb: ‮ᴚǝsǝʇ Ԁǝɹsouɐ dɐssʍoɹp

source: A Better Way to Sign In
lb: ‮∀ Ԑǝʇʇǝɹ Ｍɐʎ ʇo Sıƃu Iu

source: Unsupported Browser
lb: ‮∩usnddoɹʇǝp Ԑɹoʍsǝɹ

source: Cookies Are Disabled
lb: ‮Ↄooʞıǝs ∀ɹǝ ᗡısɐqʅǝp

source: About
lb: ‮∀qonʇ

source: Terms of Service
lb: ‮⊥ǝɹɯs oɟ Sǝɹʌıɔǝ

source: Privacy Policy
lb: ‮Ԁɹıʌɐɔʎ Ԁoʅıɔʎ

source: Complete Registration
lb: ‮Ↄoɯdʅǝʇǝ ᴚǝƃısʇɹɐʇıou

source: Simplified sign-on.
lb: ‮Sıɯdʅıɟıǝp sıƃu-ou˙

source: Persona replaces multiple passwords
lb: ‮Ԁǝɹsouɐ ɹǝdʅɐɔǝs ɯnʅʇıdʅǝ dɐssʍoɹps

source: Sites such as <a %(timesLink)s>%(timesName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> and <a %(voostLink)s>%(voostName)s</a> use Persona instead of usernames to sign you in.
lb: ‮Sıʇǝs snɔɥ ɐs <ɐ %(ʇıɯǝs⅂ıuʞ)s>%(ʇıɯǝsNɐɯǝ)s</a>‮´ <ɐ %(odǝudɥoʇo⅂ıuʞ)s>%(odǝudɥoʇoNɐɯǝ)s</a>‮ ɐup <ɐ %(ʌoosʇ⅂ıuʞ)s>%(ʌoosʇNɐɯǝ)s</a>‮ nsǝ Ԁǝɹsouɐ ıusʇǝɐp oɟ nsǝɹuɐɯǝs ʇo sıƃu ʎon ıu˙

source: This means you only need one password to sign in to many sites.
lb: ‮⊥ɥıs ɯǝɐus ʎon ouʅʎ uǝǝp ouǝ dɐssʍoɹp ʇo sıƃu ıu ʇo ɯɐuʎ sıʇǝs˙

source: One password to rule them all.
lb: ‮Ouǝ dɐssʍoɹp ʇo ɹnʅǝ ʇɥǝɯ ɐʅʅ˙

source: Use multiple email addresses
lb: ‮∩sǝ ɯnʅʇıdʅǝ ǝɯɐıʅ ɐppɹǝssǝs

source: Persona is flexible
lb: ‮Ԁǝɹsouɐ ıs ɟʅǝxıqʅǝ

source: Within Persona, your identity is your email address. You can use as many email addresses as you want, but you still only need one password.
lb: ‮Ｍıʇɥıu Ԁǝɹsouɐ´ ʎonɹ ıpǝuʇıʇʎ ıs ʎonɹ ǝɯɐıʅ ɐppɹǝss˙ ⅄on ɔɐu nsǝ ɐs ɯɐuʎ ǝɯɐıʅ ɐppɹǝssǝs ɐs ʎon ʍɐuʇ´ qnʇ ʎon sʇıʅʅ ouʅʎ uǝǝp ouǝ dɐssʍoɹp˙

source: Real privacy.
lb: ‮ᴚǝɐʅ dɹıʌɐɔʎ˙

source: Persona is proudly non-profit for you
lb: ‮Ԁǝɹsouɐ ıs dɹonpʅʎ uou-dɹoɟıʇ ɟoɹ ʎon

source: Persona is developed by Mozilla, a not-for-profit company trusted throughout the Web community. Our goal is to create technologies that balance an open Web platform with people's privacy.
lb: ‮Ԁǝɹsouɐ ıs pǝʌǝʅodǝp qʎ Wozıʅʅɐ´ ɐ uoʇ-ɟoɹ-dɹoɟıʇ ɔoɯdɐuʎ ʇɹnsʇǝp ʇɥɹonƃɥonʇ ʇɥǝ Ｍǝq ɔoɯɯnuıʇʎ˙ Onɹ ƃoɐʅ ıs ʇo ɔɹǝɐʇǝ ʇǝɔɥuoʅoƃıǝs ʇɥɐʇ qɐʅɐuɔǝ ɐu odǝu Ｍǝq dʅɐʇɟoɹɯ ʍıʇɥ dǝodʅǝ,s dɹıʌɐɔʎ˙

source: Persona preserves your privacy
lb: ‮Ԁǝɹsouɐ dɹǝsǝɹʌǝs ʎonɹ dɹıʌɐɔʎ

source: Persona does not track your activity around the Web. It creates a wall between signing you in and what you do once you're there. The history of what sites you visit is stored only on your own computer.
lb: ‮Ԁǝɹsouɐ poǝs uoʇ ʇɹɐɔʞ ʎonɹ ɐɔʇıʌıʇʎ ɐɹonup ʇɥǝ Ｍǝq˙ Iʇ ɔɹǝɐʇǝs ɐ ʍɐʅʅ qǝʇʍǝǝu sıƃuıuƃ ʎon ıu ɐup ʍɥɐʇ ʎon po ouɔǝ ʎon,ɹǝ ʇɥǝɹǝ˙ ⊥ɥǝ ɥısʇoɹʎ oɟ ʍɥɐʇ sıʇǝs ʎon ʌısıʇ ıs sʇoɹǝp ouʅʎ ou ʎonɹ oʍu ɔoɯdnʇǝɹ˙

source: Persona for developers
lb: ‮Ԁǝɹsouɐ ɟoɹ pǝʌǝʅodǝɹs

source: Implement Persona on your site
lb: ‮Iɯdʅǝɯǝuʇ Ԁǝɹsouɐ ou ʎonɹ sıʇǝ

source: Developer guides and API documentation
lb: ‮ᗡǝʌǝʅodǝɹ ƃnıpǝs ɐup ∀ԀI poɔnɯǝuʇɐʇıou

source: Finish signing into:
lb: ‮Ⅎıuısɥ sıƃuıuƃ ıuʇo:

source: Last step!
lb: ‮⅂ɐsʇ sʇǝd¡

source: Email Address
lb: ‮Ǝɯɐıʅ ∀ppɹǝss

source: Your Email
lb: ‮⅄onɹ Ǝɯɐıʅ

source: Password
lb: ‮Ԁɐssʍoɹp

source: Your Password
lb: ‮⅄onɹ Ԁɐssʍoɹp

source: Password is required.
lb: ‮Ԁɐssʍoɹp ıs ɹǝbnıɹǝp˙

source: The account cannot be verified with this username and password.
lb: ‮⊥ɥǝ ɐɔɔonuʇ ɔɐuuoʇ qǝ ʌǝɹıɟıǝp ʍıʇɥ ʇɥıs nsǝɹuɐɯǝ ɐup dɐssʍoɹp˙

source: finish
lb: ‮ɟıuısɥ

source: Persona requires cookies to remember you.
lb: ‮Ԁǝɹsouɐ ɹǝbnıɹǝs ɔooʞıǝs ʇo ɹǝɯǝɯqǝɹ ʎon˙

source: Please close this window, <a %s>enable cookies</a> and try again
lb: ‮Ԁʅǝɐsǝ ɔʅosǝ ʇɥıs ʍıupoʍ´ <ɐ %s‮>ǝuɐqʅǝ ɔooʞıǝs</a>‮ ɐup ʇɹʎ ɐƃɐıu

source: %s uses Persona instead of usernames to sign you in.
lb: %s‮ nsǝs Ԁǝɹsouɐ ıusʇǝɐp oɟ nsǝɹuɐɯǝs ʇo sıƃu ʎon ıu˙

source: Sign in with Persona
lb: ‮Sıƃu ıu ʍıʇɥ Ԁǝɹsouɐ

source: Enter your email address
lb: ‮Ǝuʇǝɹ ʎonɹ ǝɯɐıʅ ɐppɹǝss

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. You must now use your existing Persona password to log in with this email address.
lb: %(idp)s‮ uo ʅouƃǝɹ ɐʅʅoʍs ʎon ʇo ʅoƃ ıuʇo Ԁǝɹsouɐ ʍıʇɥ ʎonɹ %(idp)s‮ dɐssʍoɹp˙ ⅄on ɯnsʇ uoʍ nsǝ ʎonɹ ǝxısʇıuƃ Ԁǝɹsouɐ dɐssʍoɹp ʇo ʅoƃ ıu ʍıʇɥ ʇɥıs ǝɯɐıʅ ɐppɹǝss˙

source: Now enter your Persona password.
lb: ‮Noʍ ǝuʇǝɹ ʎonɹ Ԁǝɹsouɐ dɐssʍoɹp˙

source: enter email address
lb: ‮ǝuʇǝɹ ǝɯɐıʅ ɐppɹǝss

source: This field must be an email address.
lb: ‮⊥ɥıs ɟıǝʅp ɯnsʇ qǝ ɐu ǝɯɐıʅ ɐppɹǝss˙

source: The email field is required.
lb: ‮⊥ɥǝ ǝɯɐıʅ ɟıǝʅp ıs ɹǝbnıɹǝp˙

source: We just sent an email to that address! If you really want to send another, wait a minute or two and try again.
lb: ‮Ｍǝ ɾnsʇ sǝuʇ ɐu ǝɯɐıʅ ʇo ʇɥɐʇ ɐppɹǝss¡ Iɟ ʎon ɹǝɐʅʅʎ ʍɐuʇ ʇo sǝup ɐuoʇɥǝɹ´ ʍɐıʇ ɐ ɯıunʇǝ oɹ ʇʍo ɐup ʇɹʎ ɐƃɐıu˙

source: This email address and password do not match.
lb: ‮⊥ɥıs ǝɯɐıʅ ɐppɹǝss ɐup dɐssʍoɹp po uoʇ ɯɐʇɔɥ˙

source: Enter password
lb: ‮Ǝuʇǝɹ dɐssʍoɹp

source: password
lb: ‮dɐssʍoɹp

source: The password field is required.
lb: ‮⊥ɥǝ dɐssʍoɹp ɟıǝʅp ıs ɹǝbnıɹǝp˙

source: Forgot your password?
lb: ‮Ⅎoɹƃoʇ ʎonɹ dɐssʍoɹp¿

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
lb: ‮Ԑʎ dɹoɔǝǝpıuƃ´ ʎon ɐƃɹǝǝ ʇo %(site)s‮,s <ɐ %(terms)s‮>⊥ǝɹɯs</a>‮ ɐup <ɐ %(privacy)s‮>Ԁɹıʌɐɔʎ Ԁoʅıɔʎ</a>‮˙

source: next
lb: ‮uǝxʇ

source: continue
lb: ‮ɔouʇıunǝ

source: cancel
lb: ‮ɔɐuɔǝʅ

source: sign in
lb: ‮sıƃu ıu

source: OK
lb: ‮OӼ

source: Mozilla Persona: %s
lb: ‮Wozıʅʅɐ Ԁǝɹsouɐ: %s

source: Connecting to Persona...
lb: ‮Ↄouuǝɔʇıuƃ ʇo Ԁǝɹsouɐ˙˙˙

source: <strong>Mozilla Persona.</strong> Simplified sign-in by the non-profit behind Firefox. <a %s>Learn more&rarr;</a>
lb: <strong>‮Wozıʅʅɐ Ԁǝɹsouɐ˙</strong>‮ Sıɯdʅıɟıǝp sıƃu-ıu qʎ ʇɥǝ uou-dɹoɟıʇ qǝɥıup Ⅎıɹǝɟox˙ <ɐ %s‮>⅂ǝɐɹu ɯoɹǝ&rarr;</a>

source: Connect with Mozilla Persona, the safest &amp; easiest way to sign in.
lb: ‮Ↄouuǝɔʇ ʍıʇɥ Wozıʅʅɐ Ԁǝɹsouɐ´ ʇɥǝ sɐɟǝsʇ &amp;‮ ǝɐsıǝsʇ ʍɐʎ ʇo sıƃu ıu˙

source: <a %(aboutLink)s>Take the tour</a>
lb: ‮<ɐ %(ɐqonʇ⅂ıuʞ)s>⊥ɐʞǝ ʇɥǝ ʇonɹ</a>

source: remove
lb: ‮ɹǝɯoʌǝ

source: New to Mozilla Persona? <a %(learnMoreLink)s>Learn more</a>
lb: ‮Nǝʍ ʇo Wozıʅʅɐ Ԁǝɹsouɐ¿ <ɐ %(ʅǝɐɹuWoɹǝ⅂ıuʞ)s>⅂ǝɐɹu ɯoɹǝ</a>

source: Account Manager
lb: ‮∀ɔɔonuʇ Wɐuɐƃǝɹ

source: Your Email Addresses
lb: ‮⅄onɹ Ǝɯɐıʅ ∀ppɹǝssǝs

source: edit
lb: ‮ǝpıʇ

source: done
lb: ‮pouǝ

source: Old Password
lb: ‮Oʅp Ԁɐssʍoɹp

source: New Password
lb: ‮Nǝʍ Ԁɐssʍoɹp

source: Old password is required.
lb: ‮Oʅp dɐssʍoɹp ıs ɹǝbnıɹǝp˙

source: Incorrect old password, password not updated.
lb: ‮Iuɔoɹɹǝɔʇ oʅp dɐssʍoɹp´ dɐssʍoɹp uoʇ ndpɐʇǝp˙

source: New password is required.
lb: ‮Nǝʍ dɐssʍoɹp ıs ɹǝbnıɹǝp˙

source: Old and new passwords are the same.
lb: ‮Oʅp ɐup uǝʍ dɐssʍoɹps ɐɹǝ ʇɥǝ sɐɯǝ˙

source: Password must be between 8 and 80 characters long.
lb: ‮Ԁɐssʍoɹp ɯnsʇ qǝ qǝʇʍǝǝu 8‮ ɐup 80‮ ɔɥɐɹɐɔʇǝɹs ʅouƃ˙

source: You may, at any time, <a %(cancelLink)s>cancel your account</a>
lb: ‮⅄on ɯɐʎ´ ɐʇ ɐuʎ ʇıɯǝ´ <ɐ %(ɔɐuɔǝʅ⅂ıuʞ)s>ɔɐuɔǝʅ ʎonɹ ɐɔɔonuʇ</a>

source: Persona Home
lb: ‮Ԁǝɹsouɐ Hoɯǝ

source: How it works
lb: ‮Hoʍ ıʇ ʍoɹʞs

source: Account
lb: ‮∀ɔɔonuʇ

source: Sign In
lb: ‮Sıƃu Iu

source: Sign Out
lb: ‮Sıƃu Onʇ

source: By the <a %s>Identity Team</a> @ <a %s>Mozilla</a>
lb: ‮Ԑʎ ʇɥǝ <ɐ %s‮>Ipǝuʇıʇʎ ⊥ǝɐɯ</a>‮ @ <ɐ %s‮>Wozıʅʅɐ</a>

source: Privacy &rarr;
lb: ‮Ԁɹıʌɐɔʎ &rarr;

source: TOS &rarr;
lb: ‮⊥OS &rarr;

source: Developers &rarr;
lb: ‮ᗡǝʌǝʅodǝɹs &rarr;

source: Need Help? &rarr;
lb: ‮Nǝǝp Hǝʅd¿ &rarr;

source: We're sorry, Persona requires that Javascript is enabled.
lb: ‮Ｍǝ,ɹǝ soɹɹʎ´ Ԁǝɹsouɐ ɹǝbnıɹǝs ʇɥɐʇ ſɐʌɐsɔɹıdʇ ıs ǝuɐqʅǝp˙

source: Reset Password
lb: ‮ᴚǝsǝʇ Ԁɐssʍoɹp

source: Create a new password to use with %s
lb: ‮Ↄɹǝɐʇǝ ɐ uǝʍ dɐssʍoɹp ʇo nsǝ ʍıʇɥ %s

source: Verify Password
lb: ‮Ʌǝɹıɟʎ Ԁɐssʍoɹp

source: Verification password is required.
lb: ‮Ʌǝɹıɟıɔɐʇıou dɐssʍoɹp ıs ɹǝbnıɹǝp˙

source: These passwords don't match!
lb: ‮⊥ɥǝsǝ dɐssʍoɹps pou,ʇ ɯɐʇɔɥ¡

source: <strong class="email">Your address</strong> has been verified!
lb: <strong class="email">‮⅄onɹ ɐppɹǝss</strong>‮ ɥɐs qǝǝu ʌǝɹıɟıǝp¡

source: Your new address is set up and ready to go. You will be redirected to %s
lb: ‮⅄onɹ uǝʍ ɐppɹǝss ıs sǝʇ nd ɐup ɹǝɐpʎ ʇo ƃo˙ ⅄on ʍıʅʅ qǝ ɹǝpıɹǝɔʇǝp ʇo %s

source: Redirecting in %s seconds
lb: ‮ᴚǝpıɹǝɔʇıuƃ ıu %s‮ sǝɔoups

source: We are sorry, but currently your browser is not supported.
lb: ‮Ｍǝ ɐɹǝ soɹɹʎ´ qnʇ ɔnɹɹǝuʇʅʎ ʎonɹ qɹoʍsǝɹ ıs uoʇ snddoɹʇǝp˙

source: Firefox logo
lb: ‮Ⅎıɹǝɟox ʅoƃo

source: Persona works with <a %(getFirefoxLink)s>Firefox</a>
lb: ‮Ԁǝɹsouɐ ʍoɹʞs ʍıʇɥ <ɐ %(ƃǝʇℲıɹǝɟox⅂ıuʞ)s>Ⅎıɹǝɟox</a>

source: and other <a %(otherBrowserLink)s>modern browsers.</a>
lb: ‮ɐup oʇɥǝɹ <ɐ %(oʇɥǝɹԐɹoʍsǝɹ⅂ıuʞ)s>ɯopǝɹu qɹoʍsǝɹs˙</a>

source: Thank you for using Persona.
lb: ‮⊥ɥɐuʞ ʎon ɟoɹ nsıuƃ Ԁǝɹsouɐ˙

source: Click to confirm this email address and sign in to %s
lb: ‮Ↄʅıɔʞ ʇo ɔouɟıɹɯ ʇɥıs ǝɯɐıʅ ɐppɹǝss ɐup sıƃu ıu ʇo %s

source: Note: If you are NOT trying to sign into this website, please ignore this email.
lb: ‮Noʇǝ: Iɟ ʎon ɐɹǝ NO⊥ ʇɹʎıuƃ ʇo sıƃu ıuʇo ʇɥıs ʍǝqsıʇǝ´ dʅǝɐsǝ ıƃuoɹǝ ʇɥıs ǝɯɐıʅ˙

source: Thank you,
lb: ‮⊥ɥɐuʞ ʎon´

source: The Persona team
lb: ‮⊥ɥǝ Ԁǝɹsouɐ ʇǝɐɯ

source: Forgot your password for Persona? It happens to the best of us.
lb: ‮Ⅎoɹƃoʇ ʎonɹ dɐssʍoɹp ɟoɹ Ԁǝɹsouɐ¿ Iʇ ɥɐddǝus ʇo ʇɥǝ qǝsʇ oɟ ns˙

source: Click to reset your password:
lb: ‮Ↄʅıɔʞ ʇo ɹǝsǝʇ ʎonɹ dɐssʍoɹp:

source: Note: If you did NOT ask to reset your password, please ignore this email.
lb: ‮Noʇǝ: Iɟ ʎon pıp NO⊥ ɐsʞ ʇo ɹǝsǝʇ ʎonɹ dɐssʍoɹp´ dʅǝɐsǝ ıƃuoɹǝ ʇɥıs ǝɯɐıʅ˙

source: Click here to reset your password.
lb: ‮Ↄʅıɔʞ ɥǝɹǝ ʇo ɹǝsǝʇ ʎonɹ dɐssʍoɹp˙

source: It looks like your email provider is having trouble with their Persona support.
lb: ‮Iʇ ʅooʞs ʅıʞǝ ʎonɹ ǝɯɐıʅ dɹoʌıpǝɹ ıs ɥɐʌıuƃ ʇɹonqʅǝ ʍıʇɥ ʇɥǝıɹ Ԁǝɹsouɐ snddoɹʇ˙

source: To continue, you need to re-confirm this email address and set up a new, Persona-specific password.
lb: ‮⊥o ɔouʇıunǝ´ ʎon uǝǝp ʇo ɹǝ-ɔouɟıɹɯ ʇɥıs ǝɯɐıʅ ɐppɹǝss ɐup sǝʇ nd ɐ uǝʍ´ Ԁǝɹsouɐ-sdǝɔıɟıɔ dɐssʍoɹp˙

source: Click to set your new password:
lb: ‮Ↄʅıɔʞ ʇo sǝʇ ʎonɹ uǝʍ dɐssʍoɹp:

source: The Persona Team
lb: ‮⊥ɥǝ Ԁǝɹsouɐ ⊥ǝɐɯ

source: Click here to set your new password.
lb: ‮Ↄʅıɔʞ ɥǝɹǝ ʇo sǝʇ ʎonɹ uǝʍ dɐssʍoɹp˙
