Repository: jobava-mozilla/managed-via-pootle
Catalog: mdn-promote/locale/*/LC_MESSAGES/messages.po
Languages: sq

source: <h2>Tired of learning on your own?<br>Want to join a community of people learning HTML and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through Peer-to-Peer University's<span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
sq: <h2>I lodhur nga të nxënët më vete?<br>Doni të bëheni pjesë e një bashkësie njerëzish që mësojnë HTML dhe të tjera teknologji të hapura web?</h2> <p>Shihni mundësinë e regjistrimit te një grup falas studimi në linjë te <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a> në Peer-to-Peer University. Ndajini zbulimet, përpjekjet dhe arritjet tuaja me të tjerë persona që po mësojnë të njëjtat gjëra.</p>

source: This site discusses <strong>HTML5</strong>, the upcoming latest version of the standard. Many HTML5 features are supported by modern browsers, but many users still have older browsers and so can't take advantage.
sq: Në këtë sajt diskutohet <strong>HTML5</strong>-n, versioni më i ri, ende në zhvillim, i standardeve. Përdorimi i mjaft veçorive të HTML5-s mbulohen nga një numër shfletuesish modernë, por mjaft përdorues ende kanë shfletues të vjetër që nuk përfitojnë prej tyre.

source: Learn JavaScript
sq: Mësoni Javascript

source: <p class="intro"><strong>JavaScript</strong> (JS for short) is the programming language that enables web pages to respond to user interaction beyond the basic level provided by HTML links and forms.</p> <p>The links on this page lead to a variety of JavaScript tutorials and JavaScript training materials. Whether you are just starting out, wanting to learn JS basics, or are an old hand, wanting to sharpen your skills, you can find helpful resources here for JS best practices.</p>
sq: <p class="intro"><strong>JavaScript</strong> (shkurt JS) është gjuha e programimit që u lejon faqeve web t’i përgjigjen ndërveprimit të përdoruesit për gjëra tej nivelit bazë të ofruar nga lidhjet dhe formularët HTML.</p> <p>Lidhjet në këtë faqe shpien te një larmi përkujdesoresh mbi JavaScript-in dhe materiale për praktikimin e JavaScript-it. Qofshi fillestar, që po mëson bazat e JS-së, ose i regjur, që dëshiron të mprehë aftësitë e veta, burimet e këtushme mund jenë të vlefshme për t’u njohur me praktikat më të mira në JS.</p>

source: Codecademy is the easiest way to learn how to code JavaScript. It's interactive, fun, and you can do it with your friends.
sq: Codecademy është rruga më e lehtë për të mësuar si të programoni në JavaScript. Është me ndërveprim, zbavitëse, dhe mund ta ndiqni edhe me shokë.

source: Getting Started with JavaScript
sq: Si T’ia Fillohet me JavaScript-in

source: What is JavaScript and how can it help you?
sq: Ç’është JavaScript dhe si mund t’ju ndihmojë?

source: Programming &ndash; The Real Basics
sq: Programim &ndash; Bazat e Njëmendta

source: Basic fundamentals of programming. Following articles introduce what you can do with JavaScript, best practices for using it, and more.
sq: Baza themelore të programimit. Artikujt vijues ju japin një ide se ç’mund të bëni me JavaScript-in, praktikat më të mira për përdorimin e tij, dhe të tjera.

source: JavaScript From the Ground Up
sq: JavaScript Nga Fillimi

source: Video tutorial on making pages interactive with JavaScript
sq: Përkujdesore video për realizim faqesh ndërvepruese me JavaScript-in

source: JavaScript Best Practices
sq: Praktikat Më të Mira në JavaScript

source: Learn about some of the obvious and (not so) obvious best practices when writing JavaScript.
sq: Njihuni me disa nga praktikat më të mira të rëndomta, dhe jo aq të rëndomta, në shkrimin e gjërave JavaScript.

source: A Re-introduction to JavaScript
sq: Një Rihyrje në JavaScript

source: A recap of the JavaScript programming language aimed at intermediate-level developers.
sq: Një rifreskim i gjuhës së programimit JavaScript për programuesit e nivelit mesatar.

source: Eloquent JavaScript
sq: Javascript Elokuente

source: A comprehensive guide to intermediate and advanced JavaScript methodologies.
sq: Një udhërrëfyes i plotë metodologjish JavaScript për mesatarë dhe të përparuar.

source: Essential JavaScript Design Patterns
sq: Rregullsi Thelbësore Skicimi në JavaScript

source: An introduction to essential JavaScript design patterns.
sq: Hyrje te rregullsi thelbësore hartimi në JavaScript.

source: The JavaScript Programming Language
sq: Gjuha JavaScript e Programimit

source: Douglas Crockford explores the language as it is today, and how it came to be.
sq: Douglas Crockford eksploron gjuhën në gjendjen e sotme, dhe se si mbërriti deri këtu.

source: Introduction to Object-oriented JavaScript
sq: Hyrje në "Object-oriented JavaScript"

source: Learn about the JavaScript object model.
sq: Mësoni rreth modelit të objekteve JavaScript.

source: Learning Advanced JavaScript
sq: Mësime Javascript të Përparuara

source: John Resig's guide to advanced JavaScript.
sq: Udhërrëfyesi i John Resig-ut për JavaScript të përparuar.

source: Introducing the JavaScript DOM
sq: Hyrje në JavaScript DOM

source: What is the Document Object Model, and why is it useful? This article gives you a gentle introduction to this powerful JavaScript feature.
sq: Ç’është Document Object Model, dhe pse është i dobishëm? Ky artikull ju jep një hyrje të butë në këtë mekanizëm të fuqishëm JavaScript.

source: An Inconvenient API: The Theory of the DOM
sq: Një API e Papërshtatshme: Teoria e DOM-it

source: Douglas Crockford explains the Document Object Model.
sq: Douglas Crockford shpjegon Document Object Model.

source: Advanced JavaScript
sq: Javascript i Thelluar

source: Douglas Crockford looks closely at code patterns from which JavaScript programmers can choose in authoring their applications.
sq: Douglas Crockford shqyrton nga afër gjedhe të cilat programuesit në JavaScript mund t’i zgjedhin kur krijojnë aplikacionet e tyre.

source: JavaScript Garden
sq: Kopshti i JavaScript-it

source: Documentation of the most quirky parts of JavaScript.
sq: Dokumentim i pjesëve më të zorshme të JavaScript-it.

source: Which JavaScript Framework?
sq: Cilën Platformë Javascript?

source: Advice on choosing a JavaScript framework.
sq: Këshilla rreth zgjedhjes së një kornize pune JavaScript.

source: Non-blocking JavaScript Downloads
sq: Shkarkime Javascript që nuk bllokohen

source: Tips on improving the download performance of pages containing JavaScript.
sq: Ndihmëza mbi përmirësimin e funksionimit të shkarkimit të faqeve që përmbajnë JavaScript.

source: JavaScript Guide
sq: Udhëzues JavaScript-i

source: A comprehensive, regularly updated guide to JavaScript for all levels of learning from beginner to advanced.
sq: Një udhërrëfyes i plotë, i përditësuar rregullisht, mbi JavaScript-in për të gjitha nivelet e nxënësit, nga fillestarë te të përparuar.

source: <h2>Are you tired of learning JS on your own?<br>Do you want to join a community of people who are learning JavaScript and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through Peer-to-Peer University's<span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
sq: <h2>I lodhur nga të nxënët e JS-së më vete?<br>Doni të bëheni pjesë e një bashkësie njerëzish që mësojnë JavaScript dhe të tjera teknologji të hapura web?</h2> <p>Shihni mundësinë e regjistrimit te një grup falas studimi në linjë te <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a> në Peer-to-Peer University. Ndajini zbulimet, përpjekjet dhe arritjet tuaja me të tjerë persona që po mësojnë të njëjtat gjëra.</p>

source: Posted %(entrydate)s by %(authorlink)s
sq: Postuar më %(entrydate)s nga %(authorlink)s

source: Promote MDN
sq: Promuovoni MDN-në

source: Spread some developer love.
sq: Jepni ca përkujdesje zhvilluesi.

source: <ol> <li><strong>Get Buttons:</strong> Use our simple form below to create a custom button and source code to promote MDN on your website or blog.</li> <li><strong>Post Buttons:</strong> Copy the source code and paste it anywhere on your website or blog to help people click through to MDN.</li> <li><strong>Feel Good:</strong> Take pride in knowing you're making developers lives just a little bit better by sharing MDN with the world.</li> </ol>
sq: <ol> <li><strong>Merrni Butona:</strong> Përdorni formularin tonë të thjeshtë të mëposhtëm, për të krijuar butona të personalizuar dhe kod burim që të promovoni MDN-në në sajtin ose blogun tuaj.</li> <li><strong>Butona Dërgimi:</strong> Kopjojeni kodin burim dhe hidheni në çfarëdo pjese të sajtit ose blogut tuaj që të ndihmoni njerëzit të shkojnë tek sajti MDN.</li> <li><strong>Kënaquni:</strong> Ndihuni krenar që po ndihmoni sadopak programuesit përmes promuovimit të MDN-së gjithandej.</li> </ol>

source: Preview
sq: Paraparje

source: Choose a button style
sq: Zgjidhni një stil butonash

source: Better Docs
sq: Dokumentim Më i Mirë

source: Developer Powered
sq: Bazuar te Zhvilluesit

source: For Developers, By Developers
sq: Për Zhvilluesit, Nga Zhvilluesit

source: Web Developer Toolbox
sq: Mjete Zhvilluesi Web

source: Choose a color
sq: Zgjidhni një ngjyrë

source: Gray
sq: Gri

source: Orange
sq: Portokalli

source: Red
sq: E kuqe

source: Replace &lt;FOO&gt; with
sq: Zëvendësoni &lt;FOO&gt; me

source: Add your custom button to your website
sq: Shtoni te sajti juaj një buton të personalizuar

source: Your source code:
sq: Kodi burim për ju:

source: Your button will take people to:
sq: Butoni juaj do t’i shpjerë vizitorët te:

source: Better CSS docs for a better Web on MDN
sq: Dokumentim më i mirë i CSS-së në MDN për një Web më të mirë

source: Better HTML docs for a better Web on MDN
sq: Dokumentim më i mirë i HTML-së në MDN për një Web më të mirë

source: Better JavaScript docs for a better Web on MDN
sq: Dokumentim më i mirë i Javascript-it në MDN për një Web më të mirë

source: Better Web docs for a better Web on MDN
sq: Dokumentim më i mirë i Web-it në MDN për një Web më të mirë

source: MDN is Developer Powered for CSS docs, demos and more.
sq: MDN-ja për dokumentim CSS-je, demo dhe të tjera Mbështetet te Zhvilluesit.

source: MDN is Developer Powered for HTML docs, demos and more.
sq: MDN-ja për dokumentim HTML-je, demo dhe të tjera Mbështetet te Zhvilluesit.

source: MDN is Developer Powered for JavaScript docs, demos and more.
sq: MDN-ja për dokumentim JavaScript-i, demo dhe të tjera Mbështetet te Zhvilluesit.

source: MDN is Developer Powered for Web docs, demos and more.
sq: MDN-ja për dokumentim Web-i, demo dhe të tjera Mbështetet te Zhvilluesit.

source: CSS docs by developers, for developers on MDN
sq: Dokumente CSS nga zhvilluesit, për zhvilluesit në MDN

source: HTML docs by developers, for developers on MDN
sq: Dokumente HTML nga zhvilluesit, për zhvilluesit në MDN

source: JavaScript docs by developers, for developers on MDN
sq: Dokumente JavaScript nga zhvilluesit, për zhvilluesit në MDN

source: Web docs by developers, for developers on MDN
sq: Dokumente Web nga zhvillues, për zhvillues në MDN

source: MDN is your Web Developer Toolbox for docs, demos and more on HTML, CSS, JavaScript and other Web standards and open technologies.
sq: MDN është Laboratori juaj i Programimit Web, me dokumente, demo dhe të tjera gjëra për HTML-në, CSS-në, JavaScript-in dhe të tjera standarde Web dhe teknologji të hapura.

source: Can't populate more than one index at once.
sq: S’mund të popullohet më tepër se një tregues në herë.

source: Scheduled a Celery task to populate search index %s.
sq: U vu në plan një akt Celery për popullimin e treguesit të kërkimeve %s.

source: Populate selected search index via Celery
sq: Populloje treguesin e përzgjedhur të kërkimeve përmes Celery-t

source: There is already a successor to the current index %s
sq: Ka tashmë një pasues për treguesin e tanishëm %s

source: Is current index?
sq: A është treguesi i tanishëm?

source: name
sq: emër

source: Search Unavailable
sq: Kërkimi Nuk Është Gati

source: Search is temporarily unavailable. Please try again in a few minutes.
sq: Kërkimi është përkohësisht i pamundur. Ju lutemi, riprovoni pas pak minutash.

source: Search Mozilla Developer Network documentation
sq: Kërkoni te dokumentet e Rrjetit të Zhvilluesve Mozilla

source: Search Results for "{query}"
sq: Përfundime Kërkimi për "{query}"

source: translated from <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
sq: përkthyer <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>

source: MDN Site Search
sq: Kërkim te Sajti MDN

source: Results
sq: Përfundime

source: %(count)s document found for "%(query)s" in %(locale_native)s.
sq: U gjet %(count)s dokument për "%(query)s" në %(locale_native)s.

source: %(count)s document found for "%(query)s" in %(locale_native)s and %(default_locale_native)s.
sq: U gjet %(count)s dokument për "%(query)s" në %(locale_native)s dhe %(default_locale_native)s.

source: %(count)s document found in %(locale_native)s.
sq: U gjet %(count)s dokument në %(locale_native)s.

source: %(count)s document found in %(locale_native)s and %(default_locale_native)s.
sq: U gjet %(count)s dokument në %(locale_native)s dhe %(default_locale_native)s.

source: %(count)s document found for "%(query)s".
sq: U gjet %(count)s dokument për "%(query)s".

source: %(count)s document found.
sq: U gjet %(count)s dokument.

source: Showing all results.
sq: Po shfaqen krejt përfundimet.

source: Showing results %(start)s to %(end)s.
sq: Po shfaqen përfundimet nga %(start)s deri në %(end)s.

source: Search again in %(default_locale_native)s only
sq: Kërkoni sërish vetëm te %(default_locale_native)s

source: Filter by
sq: Filtroji sipas

source: Filter
sq: Filtroji

source: Sorry, you must have at least one connected account so you can sign in. To disconnect this account connect a different one first. To delete your MDN profile please <a href="%(bug_form_url)s" rel="nofollow">file a bug</a>.
sq: Na ndjeni, duhet të keni të paktën një llogari të lidhur që të mund të bëni hyrjen. Për të shkëputur këtë llogari, lidhuni së pari me një tjetër. Që të fshini profilin tuaj MDN, ju lutemi, <a href="%(bug_form_url)s" rel="nofollow">depozitoni një kërkesë</a>.

source: An email address cannot be used as a username.
sq: Një adresë email nuk mund të përdoret si emër përdoruesi.

source: The username you entered already exists.
sq: Emri i përdoruesit që dhatë ekziston tashmë.

source: algorithm
sq: algoritëm

source: Username may contain only letters, numbers, and these characters: . - _ +
sq: Emri i përdoruesit mund të përmbajë vetëm shkronja, numra dhe këto shenja: . - _ +

source: You must agree to the privacy policy.
sq: Duhet të pajtoheni me rregullat e privatësisë.

source: Plain text
sq: Tekst i thjeshtë

source: Send me the newsletter
sq: Dërgomëni buletinin

source: Preferred format
sq: Format i parapëlqyer

source: I agree
sq: Pajtohem

source: Your country
sq: Vendi juaj

source: Beta tester
sq: Testues Beta

source: Interests
sq: Interesa

source: Expertise
sq: Fushë Ekspertize

source: Username
sq: Emër përdoruesi

source: Areas of expertise must be a subset of interests
sq: Fushat e ekspertizës duhet të jenë një nëngrup i interesave

source: Username already in use.
sq: Ky emër përdoruesi është tashmë në përdorim.

source: Banned on {ban_date} by {ban_admin}.
sq: Përzënë më {ban_date} nga {ban_admin}.

source: Banned
sq: I përzënë

source: Ban User
sq: Përzini Përdoruesin

source: %s banned by %s
sq: %s është përzënë nga %s

source: %s (no longer active)
sq: %s (jo më aktiv)

source: Website
sq: Sajt

source: Mozillians
sq: Moxillianë

source: Timezone
sq: Zonë kohore

source: Language
sq: Gjuhë

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
sq: Kjo URL ka format të pavlefshëm. URL-të e vlefshme kanë pamje si kjo http://shembull.com/faqja_ime.

source: Name
sq: Emër

source: Organization
sq: Organizëm

source: About Me
sq: Rreth Meje

source: IRC nickname
sq: Nofkë IRC

source: Tags
sq: Etiketa

source: Username is required.
sq: Emri i përdoruesit është i domosdoshëm.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
sq: Emri i përdoruesit është shumë i shkurtër (%(show_value)s shenja). Duhet të jetë të paktën %(limit_value)s shenja.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
sq: Emri i përdoruesit është shumë i gjatë (%(show_value)s shenja). Duhet të jetë %(limit_value)s ose më pak shenja.

source: You must agree to the terms of use.
sq: Duhet të pajtoheni me kushtet e shërbimit.

source: Take the next step to get involved on MDN!
sq: Bëni hapin pasues për t’u përfshirë te MDN-ja!

source: Email address
sq: Adresë email

source: %(email)s <b>Verified</b>
sq: %(email)s <b>I Verifikuar</b>

source: %(email)s Unverified
sq: %(email)s I paverifikuar

source: Other:
sq: Tjetër:

source: Profile Inactive
sq: Profil Joaktiv

source: This profile is inactive.
sq: Ky profil joaktiv.

source: Email addresses
sq: Adresa email

source: {email} is your <em>primary</em> email address
sq: {email} është adresa juaj <em>parësore</em> email

source: You've also added the following email addresses:
sq: Keni shtuar po ashtu adresën email vijuese:

source: Make Primary
sq: Bëje Parësor

source: Re-send Confirmation
sq: Ridërgoni Ripohimin

source: Remove
sq: Hiqe

source: <strong>Warning:</strong>"You have not added any email addresses to this profile. Without one you cannot receive notifications.
sq: <strong>Kujdes:</strong>"Nuk keni shtuar ndonjë adresë email te ky profil. Pa një të tillë, nuk mund të merrni njoftime.

source: Add email address
sq: Shtoni adresë email

source: Add Email
sq: Shtoni Email

source: Edit profile
sq: Përpunoni profil

source: Do you really want to remove the selected email address?
sq: Doni vërtet ta hiqni adresën email të përzgjedhur?

source: Confirm Email Address
sq: Ripohoni Adresën Email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
sq: Ju lutemi, ripohoni se <a href="mailto:%(email)s">%(email)s</a> është adresë email për përdoruesin %(user_display)s.

source: Confirm
sq: Ripohojeni

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
sq: Kjo lidhje ripohimi email-i ka skaduar ose nuk është e vlefshme. Ju lutemi, <a href="%(email_url)s">bëni një kërkesë të re email-i ripohimi</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
sq: Keni ripohuar se <a href="mailto:%(email)s">%(email)s</a> është adresë email për përdoruesin %(user_display)s.

source: Sign In
sq: Hyni

source: Please sign in
sq: Ju lutemi, futuni

source: In order to contribute, you need to sign in to MDN. You can sign in using any of the services below. A MDN profile will be created for you if you don't already have one.
sq: Që të mund të kontribuoni, lypset të bëni hyrjen te MDN-ja. Hyrjen mund ta bëni duke përdorur cilindo nga shërbimet më poshtë. Nëse nuk keni ende një të tillë, do të krijohet për ju një profil te MDN-ja.

source: Sign Out
sq: Dilni

source: Are you sure you want to sign out?
sq: Jeni të sigurt se doni të dilni?

source: Change Password
sq: Ndryshoni Fjalëkalimin

source: Password Reset
sq: Ricaktim Fjalëkalimi

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
sq: Harruat fjalëkalimin tuaj? Jepni më poshtë adresën tuaj email, dhe do t'ju dërgojmë një email që ju lejon ta ricaktoni.

source: Reset My Password
sq: Ricakto Fjalëkalimin Tim

source: Please contact us if you have any trouble resetting your password.
sq: Ju lutemi, lidhuni me ne nëse keni ndonjë problem me ricaktimin e fjalëkalimit tuaj.

source: We have sent you an email. Please contact us if you do not receive it within a few minutes.
sq: Ju keni dërguar një email. Ju lutemi, lidhuni me ne, nëse nuk e merrni brenda pak minutash.

source: Your password is now changed.
sq: Fjalëkalimi juaj tani u ndryshua.

source: Set Password
sq: Caktoni Një Fjalëkalim

source: Signup
sq: Regjistrim

source: Sign Up
sq: Regjistrohuni

source: Already have an profile? Then please <a href="%(login_url)s">sign in</a>.
sq: Keni tashmë një profil? Atëherë, ju lutemi, <a href="%(login_url)s">hyni</a>.

source: Sign Up Closed
sq: Regjistrimet Janë Mbyllur

source: We are sorry, but the sign up is currently closed.
sq: Na vjen keq, por regjistrimet hëpërhë janë mbyllur.

source: Confirm Your Email Address
sq: Ripohoni Adresën Tuaj Email

source: We have sent an email to you for confirmation. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
sq: Ju kemi dërguar një email për ripohimin. Ndiqni lidhjen e dhënë që të finalizoni procesin e regjistrimit. Ju lutemi, lidhuni me ne, nëse nuk e merrni brenda pak minutash.

source: This part of the site requires us to confirm that you are who you claim to be. For this purpose, we require that you confirm ownership of your email address.
sq: Kjo pjesë e sajtit kërkon doemos të ripohoni se jeni ai që pretendoni se jeni. Për këtë arsye, kërkojmë të ripohoni pronësinë mbi adresën tuaj email.

source: We have sent an email to you for confirmation. Please click on the link inside this email. Please contact us if you do not receive it within a few minutes.
sq: Ju kemi dërguar një email për ripohimin. Ju lutemi, klikoni mbi lidhjen brenda atij email-i. Ju lutemi, lidhuni me ne, nëse nuk e merrni brenda pak minutash.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
sq: <strong>Shënim:</strong> mundeni edhe të <a href="%(email_url)s">ndryshoni adresën tuaj email</a>.

source: Note
sq: Shënim

source: you are already logged in as %(user_display)s.
sq: jeni i futur tashmë si %(user_display)s.

source: OpenID Sign In
sq: Hyrje me OpenID

source: Account Sign In Failure
sq: Dështim Hyrjeje Në Llogari

source: An error occurred while attempting to sign in with your account.
sq: Ndodhi një gabim teksa përpiqeshit të hynit me llogarinë tuaj.

source: Account Connections
sq: Lidhje Llogarie

source: Account connections
sq: Lidhje llogarie

source: You can sign in to your profile using any of the following:
sq: Te profili juaj mund të hyni duke përdorur një prej sa vijon:

source: Disconnect
sq: Shkëputu

source: You have no connected accounts.
sq: Nuk keni llogari të lidhura.

source: Connect a new account
sq: Lidhni llogari të re

source: Login Cancelled
sq: Hyrja u Anulua

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
sq: Vendosët ta anuloni hyrjen te sajti ynë përmes njërës prej llogarive tuaja ekzistuese. Nëse ky qe një gabim, ju lutemi, vazhdoni me <a href="%(login_url)s">hyrjen</a>.

source: Create your MDN profile to continue
sq: Krijoni profilin tuaj MDN që të vazhdohet
