Repository: jobava-mozilla/managed-via-pootle
Catalog: mdn-promote/locale/*/LC_MESSAGES/messages.po
Languages: sq

source: Welcome, <span class="user">{user}</span>.
sq: Mirë se vini, <span class="user">{user}</span>.

source: Profile
sq: Profil

source: Want to contribute?<br /> <a href="%(login_url)s">Sign in</a>
sq: Dëshironi të kontribuoni?<br /> <a href="%(login_url)s">Hyni</a>

source: Subscribe for periodic news about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
sq: Pajtohuni te lajme periodike mbi Firefox OS-in, Firefox Marketplace-in dhe ekosistemin e aplikacioneve të Web-it të Hapur.

source: to the <a href="%(privacy_url)s">Privacy Policy</a>
sq: te <a href="%(privacy_url)s">Rregullat e Privatësisë</a>

source: Sign out
sq: Dilni

source: Sign in with
sq: Hyni me

source: Sign in
sq: Hyni

source: Unsubscribe from these emails:
sq: Shpajtojini këta email-e

source: Manage Roles | {user}
sq: Administroni Rolet | {user}

source: There are no roles you can manage for this user.
sq: Për këtë përdorues nuk ka role që mund t’i administroni.

source: Unsubscribe
sq: Çregjistrohu

source: Are you sure you want to unsubscribe?
sq: Jeni i sigurt se doni të shpajtoheni?

source: Unsubscribe Error
sq: Gabim Shpajtimi

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
sq: Nuk e gjetëm dot regjistrimin tuaj. Ose është fshirë tashmë, ose pati një gabim te lidhja e çregjistrimit. Ju lutemi, sigurohuni që u kopjua te shfletuesi krejt lidhja prej email-it. Nëse pjesa e fundit e lidhjes mbështillet në një rresht të dytë te email-i, provoni ta kopjoni dhe ta hidhni lidhjen te shfletuesi.

source: Unsubscribed
sq: I çpajtuar

source: You have been unsubscribed.
sq: Jeni shpajtuar.
