Repository: jobava-mozilla/managed-via-pootle
Catalog: mdn-promote/locale/*/LC_MESSAGES/messages.po
Languages: sq

source: object ID
sq: ID objekti

source: name of the action
sq: emri i veprimit

source: date last modified
sq: data e ndryshimit të fundit

source: MDN recent file changes
sq: Ndryshime kartelash së fundmi te MDN-ja

source: Recent revisions to MDN file attachments
sq: Rishikime së fundi te bashkëngjitje kartelash MDN

source: Files of this type are not permitted.
sq: Kartelat e këtij lloji nuk janë të lejueshme.

source: The file provided is not valid. File must be one of these types: .
sq: Kartela e dhënë nuk është e vlefshme. Kartela duhet të jetë një prej këtyre llojeve: .

source: Attachment {n} | {t}
sq: Bashkëngjitja {n} | {t}

source: Attachment Information
sq: Të dhëna Bashkëngjitjeje

source: Revision slug:
sq: Identifikues rishikimi:

source: Revision title:
sq: Titull rishikimi:

source: Revision id:
sq: ID rishikimi:

source: Created:
sq: Krijuar më:

source: Creator:
sq: Krijues:

source: MIME Type:
sq: Lloj MIME:

source: %s bytes
sq: %s bajte

source: Is approved?
sq: Është i miratuar?

source: Is current revision?
sq: Është versioni i tanishëm?

source: Attachment Preview
sq: Paraparje Bashkëngjitjeje

source: No preview is available.
sq: Nuk ka paraparje gati.

source: All Files
sq: Krejt Kartelat

source: There are no files.
sq: Nuk ka kartela.

source: Attachments
sq: Bashkëngjitje

source: Learn how to use Attachments
sq: Mësoni si të përdorni Bashkëngjitjet

source: This document has no attachments. Images can be attached, and then embedded in the article.
sq: Ky dokument nuk ka bashkëngjitje. Figurat mund të bashkëngjiten, dhe mandej të trupëzohen në artikull.

source: File
sq: Kartelë

source: Size
sq: Madhësi

source: Date
sq: Datë

source: Attached by
sq: Bashkëngjitur nga

source: Title
sq: Titull

source: Description
sq: Përshkrim

source: Comments
sq: Komente

source: Uploading
sq: Ngarkime

source: Lookup key
sq: Ky kërkimi

source: Hashed secret
sq: E fshehtë hash

source: Description of intended use
sq: Përshkrim i përdorimit të synuar

source: Created
sq: U krijua

source: Delete
sq: Fshije

source: Cancel
sq: Anuloje

source: This key has not been used yet.
sq: Ky kyç nuk është përdorur ende.

source: These are your API keys. They're useful for building applications that perform tasks on MDN on your behalf. If you have stopped using any of them, or suspect one has been exposed to parties you don't trust with your account delete the key. It's easy to create a replacement key at any time.
sq: Këto janë kyçet tuaja për API. Janë të dobishëm për krijim aplikacionesh që përmbushin te MDN-ja punë në emrin tuaj. Nëse keni reshtur së përdoruri ndonjë prej tyre, ose dyshoni se ndonjë prej tyre i është ekspozuar palëve të cilave nuk u zini besë për llogarinë tuaj, fshijeni kyçin. Krijimi i një kyçi zëvendësues është i lehtë në çfarëdo kohe.

source: Create a new key
sq: Krijoni kyç të ri

source: You have no API keys, yet.
sq: Ende nuk kyçe API.

source: View key usage history
sq: Shihni historik përdorimi kyçi

source: History ({count})
sq: Historik ({count})

source: You need a special permission to use API keys. You may request permission by <a href="%(bugzilla_url)s">filing a bug</a>.
sq: Ju duhet një leje speciale për të përdorur kyçe API. Leje mund të kërkoni <a href="%(bugzilla_url)s">duke përdorur këtë</a>.

source: <p>Describe your intended use for this key, below. <p><strong>NOTE:</strong> This will be your only means of identifying this key later, other than the date and time of its creation. So, be as clear as you can.</p>
sq: <p>Përshkruani më poshtë përdorimin që keni menduar për këtë kyçin. <p><strong>SHËNIM:</strong> Kjo do të jetë e vetmja mënyrë për identifikimin e këtij kyçi më vonë, përveç datës dhe kohës së krijimit të tij. Ndaj, jini sa më i qartë që të mundet.</p>

source: Create
sq: Krijo

source: <p>Your new key has been created. Please make a note of the details below (e.g. by copying them into your application's settings). This information will never be displayed again, and cannot be recovered if lost.</p> <p><strong>NOTE:</strong> When you're done, <a class="button" href="%(list_url)s">return to the key list</a>. Reloading this page will create a new key.</p>
sq: <p>Kyçi juaj i ri u krijua. Ju lutemi, mbani shënim hollësitë më poshtë (p.sh. duke i kopjuar ato te rregullimet e aplikacionit tuaj). Këto të dhëna nuk do të shfaqen më kurrë sërish, dhe nuk mund të rikthehet, po humbi.</p> <p><strong>SHËNIM:</strong> Pasi të keni mbaruar, <a class="button" href="%(list_url)s">kthehuni te lista e kyçeve</a>. Ringarkimi i kësaj faqeje do të krijonte një kyç të ri.</p>

source: Key ID
sq: ID Kyçi

source: Secret
sq: Sekret

source: This is not working for me
sq: Nuk po punon për mua

source: This contains inappropriate content
sq: Përmban lëndë të papërshtatshme

source: This was not created by the author
sq: Nuk është e krijuar nga autori

source: The author is fake
sq: Autori është i rremë

source: Flagged
sq: Iu vu shenjë

source: Flag rejected by moderator
sq: Shenjë e hedhur tej nga moderatori

source: Creator notified
sq: U njoftua krijuesi

source: Content hidden by moderator
sq: Lëndë e fshehur nga moderatori

source: Content deleted by moderator
sq: Lëndë e fshirë nga moderatori

source: {object} Flagged
sq: {object} Me Shenjë

source: current status of flag review
sq: gjendja e tanishme e shqyrtimit të shenjës

source: reason for flagging the content
sq: arsye për shenjën ndaj lëndës

source: please explain what content you feel is inappropriate
sq: ju lutemi, shpjegoni cilën lëndë e gjeni të papërshtatshme

source: date submitted
sq: datë parashtrimi

source: None
sq: Asnjë

source: Removed from Derby
sq: U hoq nga Derby

source: June 2011 Dev Derby Challenge - CSS3 Animations
sq: Gara Dev Derby e Qershorit 2011 - Animacione CSS3

source: CSS3 Animations
sq: Animacione CSS

source: June 2011
sq: Qershor 2011

source: CSS3 Animations let you change property values over time, to animate the appearance or position of elements, with no or minimal JavaScript, and with greater control than transitions.
sq: Animacionet CSS3 ju lejojnë të ndryshoni vlera vetish në funksion të kohës, të krijoni animacione të dukjes ose pozicionit të elementëve, pa ose me minimum JavaScript-i, dhe me kontroll më të zgjeruar se sa shndërrimet.

source: CSS3 Animations are a new feature of modern browsers like Firefox, which add even more flexibility and control to the style and experience of the Web. CSS3 Animations let you change property values over time with no or minimal JavaScript, and with greater control than CSS Transitions. Go beyond static properties to animate the appearance and positions of HTML elements. You can achieve these effects without Flash or Silverlight, to make creative dynamic interfaces and engaging animations with CSS3.
sq: Animacionet CSS3 janë një veçori e re e shfletuesve modernë, Firefox-i për shembull, që i shtojnë stilit dhe përmbajtjes së Web-it edhe më tepër zhdërvjelltësi. Animacionet CSS3 ju lejojnë të ndryshoni vlera vetish në funksion të kohës, pa ose me minimum JavaScript-i, dhe me kontroll më të zgjeruar se sa Shndërrimet CSS. Tejkaloni vetitë statike, që të krijoni animacione të dukjes ose pozicionit të elementëve HTML. Mund t’i krijoni këto efekte pa Flash ose Silverlight, duke realizuar kështu me CSS3 ndërfaqe dinamike dhe animacione tërheqëse.

source: July 2011 Dev Derby Challenge - HTML5 <video>
sq: Gara Dev Derby e Korrikut 2011 - HTML5 <video>

source: HTML5 <video>
sq: <video> HTML5

source: July 2011
sq: Korrik 2011

source: The HTML5 <video> element lets you embed and control video media directly in web pages, without resorting to plug-ins.
sq: Elementi HTML5 <video> ju lejon të trupëzoni dhe kontrolloni video drejt e në faqe web, pa qenë nevoja për shtojca.

source: August 2011 Dev Derby Challenge - History API
sq: Gara Dev Derby e Gushtit 2011 - API Historiku

source: History API
sq: API Historiku

source: August 2011
sq: Gusht 2011

source: The History API in modern browsers enables live changes to the document without breaking the back button and allows apps to be bookmarked.
sq: API për Historikun, në shfletuesit modernë lejon ndryshime të drejtpërdrejta te dokumenti pa nxjerrë jashtë loje butonin Mbrapsht dhe lejon faqeruajtjen e aplikacioneve.

source: September 2011 Dev Derby Challenge - Geolocation
sq: Gara Dev Derby e Shtatorit 2011 - Gjeovendëzim

source: Geolocation
sq: Gjeovendëzim

source: September 2011
sq: Shtator 2011

source: With Geolocation, you can get the user's physical location (with permission) and use it to enhance the browsing experience or enable advanced location-aware features.
sq: Me Gjeovendëzimin, mund të mësoni vendndodhjen fizike të përdoruesit (me lejen e tij) dhe ta përdorni atë për të zgjeruar shfletimin e tij ose për të aktivizuar veçori të mëtejshme me bazë vendndodhjen.

source: October 2011 Dev Derby Challenge - CSS Media Queries
sq: Gara Dev Derby e Tetorit 2011 - Kërkesa Media CSS

source: CSS Media Queries
sq: Kërkesa Media CSS

source: October 2011
sq: Tetor 2011

source: CSS Media Queries allow Web developers to create responsive Web designs, tailoring the user experience for a range of screen sizes, including desktops, tablets, and mobiles.
sq: Kërkesat Media CSS u lejojnë zhvilluesve të krijojnë skema grafike Web reaguese, duke ua përshtatur përdoruesve punimin për një gamë madhësish ekrani, përfshi desktopë, tablete, dhe celularë.

source: November 2011 Dev Derby Challenge - Canvas
sq: Gara Dev Derby e Nëntorit 2011 - Canvas

source: November 2011
sq: Nëntor 2011

source: Canvas lets you paint the Web using JavaScript to render 2D shapes, bitmapped images, and advanced graphical effects. Each <canvas> element provides a graphics context with its own state and methods that make it easy to control and draw in.
sq: Canvas-a ju lejon të vizatoni në Web duke përdorur JavaScript për të përftuar forma 2D, figura bitmap, dhe efekte grafike të thelluara. Çdo element <canvas> ofron një kontekst grafik me gjendjen dhe metodat e veta, çka i bën të lehtë për t’u kontrolluar dhe përdorur për vizatime.

source: December 2011 Dev Derby Challenge - IndexedDB
sq: Gara Dev Derby e Dhjetorit 2011 - IndexedDB

source: December 2011
sq: Dhjetor 2011

source: IndexedDB lets web applications store significant amounts of structured data locally, for faster access, online or offline.
sq: IndexedDB u lejon zbatimeve web të depozitojnë lokalisht sasi të konsiderueshme të dhënash të strukturuara, për përdorim më të shpejtë, në internet ose jashtë tij.

source: January 2012 Dev Derby Challenge - Orientation
sq: Gara Dev Derby e Janarit 2012 - Orientim

source: Orientation
sq: Orientim

source: January 2012
sq: Janar 2012

source: Orientation features in HTML5 access the motion and orientation data of devices with accelerometers.
sq: Veçoritë e orientimit në HTML5 shfrytëzojnë të dhëna lëvizjesh dhe orientimi prej pajisjesh me akselerometra.

source: February 2012 Dev Derby Challenge - Touch Events
sq: Gara Dev Derby e Shkurtit 2012 - Akte Prekjeje

source: Touch Events
sq: Akte Prekjeje

source: February 2012
sq: Shkurt 2012

source: Touch Events help you make websites and applications more engaging by responding appropriately when users interact with touch screens.
sq: Aktet e Prekjes ju ndihmojnë t’i bëni sajtet dhe aplikacionet më tërheqës, duke reaguar si duhet, kur përdoruesi ndërvepron me ekrane me prekje.

source: March 2012 Dev Derby Challenge - CSS 3D Transforms
sq: Gara Dev Derby e Marsit 2012 - Shndërrime CSS 3D

source: CSS 3D Transforms
sq: Shndërrime 3D CSS

source: March 2012
sq: Mars 2012

source: CSS 3D Transforms extends CSS Transforms to allow elements rendered by CSS to be transformed in three-dimensional space.
sq: Shndërrimet CSS 3D zgjerojnë Shndërrimet CSS, për t’u lejuar elementeve të vizatuar nga CSS-ja të shndërrohen në hapësira trepërmasore.

source: April 2012 Dev Derby Challenge - Audio
sq: Gara Dev Derby e Prillit 2012 - Audio

source: April 2012
sq: Prill 2012

source: The HTML5 audio element lets you embed sound in webpages without requiring your users to rely on plug-ins.
sq: Elementet audio HTML5 ju lejojnë të trupëzoni tinguj në faqe web, pa qenë nevoja që përdoruesi të përdorë shtojca për dëgjimin e tyre.

source: May 2012 Dev Derby Challenge - WebSockets API
sq: Gara Dev Derby e Majit 2012 - API WebSockets

source: WebSockets API
sq: API WebSockets

source: May 2012
sq: Maj 2012

source: With the Websocket API and protocol, you can open a two-way channel between the browser and a server, for scalable and real-time data flow. No more server polling!
sq: Me API-n dhe protokollin Websocket, mund të hapni një kanal dykahësh mes shfletuesit dhe një shërbyesi, për rrjedha të atypëratyshme të dhënash, me madhësi të ndryshueshme. Nuk ka më nevojë për vjelje që prej shërbyesit!

source: June 2012 Dev Derby Challenge - WebGL
sq: Gara Dev Derby e Qershorit 2012 - WebGL

source: June 2012
sq: Qershor 2012

source: WebGL brings the power of OpenGL, for creating interactive 3D graphics, to the Web, with no plug-ins required.
sq: WebGL i sjell Web-it fuqinë e OpenGL-së, për krijimin grafike 3D, pa patur nevojë për shtojca.

source: July 2012 Dev Derby Challenge - No JavaScript
sq: Gara Dev Derby e Korrikut 2012 - Pa JavaScript

source: No JavaScript
sq: Pa Javascript

source: July 2012
sq: Korrik 2012

source: Creating rich user experiences for the Web has never been easier. Today's open Web standards put some of the most powerful features right at your fingertips. Animate pages with CSS, validate user input with HTML, and more. What else can you do without JavaScript?
sq: Ofrimi i ndjesive të pasura në Web për përdoruesit nuk ka qenë kurrë më i lehtë. Sot, standardet e hapura Web, ju vënë në majë të gishtave disa nga veçoritë më të fuqishme. Krijoni me CSS-në animacione në faqe, vleftësoni përmes HTML-së input përdoruesi, etj. Ç’mund të bëni tjetër me JavaScript-in?

source: August 2012 Dev Derby Challenge - Camera API
sq: Gara Dev Derby e Gushtit 2012 - API Kamere

source: Camera API
sq: API Kamere

source: August 2012
sq: Gusht 2012

source: The Camera API lets you access (with permission) the cameras of mobile devices. With the Camera API, users can easily take pictures and upload them to your web page.
sq: API për Kamera ju lejojnë të përdorni (me leje) kamera prej pajisjesh celulare. Me API-n për Kamera, përdoruesit munden lehtësisht të bëjnë foto dhe t’i ngarkojnë te faqja juaj web.

source: September 2012 Dev Derby Challenge - Geolocation II
sq: Gara Dev Derby e Shtatorit 2012 - Gjeovendëzim II

source: Geolocation II
sq: Gjeovendëzim II

source: September 2012
sq: Shtator 2012

source: October 2012 Dev Derby Challenge - CSS Media Queries II
sq: Gara Dev Derby e Tetorit 2012 - Kërkesa Media CSS II

source: CSS Media Queries II
sq: Kërkesa Media CSS II

source: October 2012
sq: Tetor 2012

source: CSS Media Queries are now a common tool for responsive, mobile-first web design. They are now even a W3C Recommendation! They can tell you a lot more about a display than just its width. What can you do with Media Queries?
sq: Kërkesa Media CSS janë tashmë një mjet i rëndomtë për hartime grafike web reaguese, për celularët më tepër. Tashmë janë edhe një nga Rekomandimet e W3C-së! Mund t’ju tregojnë për ekranin shumë më tepër gjëra se sa thjesht gjerësia. Ç’mund të bëni me Kërkesa Media?

source: November 2012 Dev Derby Challenge - Fullscreen API
sq: Gara Dev Derby e Nëntor 2012 - APi Ekran i Plotë

source: Fullscreen API
sq: API Ekrani të Plotë

source: November 2012
sq: Nëntor 2012

source: With the Fullscreen API, you can escape the confines of the browser window. You can even detect full screen state changes and style full screen pages specially. Talk about immersive!
sq: Me API-n për Ekran të Plotë, mund t’u shpëtoni kufizimeve të dritares së shfletuesit. Mundeni madje të zbuloni praninë e ekranit të plotë dhe të ofroni faqe sa krejt ekrani, posaçërisht për raste të tilla. Vërtet ngërthyese!

source: December 2012 Dev Derby Challenge - Offline
sq: Gara Dev Derby e Dhjetorit 2012 - Offline

source: Offline
sq: Jo Në Linjë

source: December 2012
sq: Dhjetor 2012

source: With the maturing offline capabilities of the open Web, you can build apps that work with or without an Internet connection. With offline technologies, you can better support travelers and mobile users, improve performance, and more.
sq: Me pjekjen e vazhdueshme të aftësive të Web-it të hapur për punim jashtë Internetit, mund të krijoni aplikacione që punojnë me ose pa lidhje Internet. Me teknologjitë <em>offline</em>, mund t’u shërbeni më mirë përdoruesve në lëvizje dhe atyre të celularit, të përmirësoni punimin, etj.

source: January 2013 Dev Derby Challenge - Drag and Drop
sq: Gara Dev Derby e Janarit 2013 - Merr dhe Vër

source: Drag and Drop
sq: Merr dhe Vër

source: January 2013
sq: Janar 2013

source: The Drag and Drop API brings an age-old interaction to the Web, making rich, natural, and familiar user experiences possible.
sq: API për Merr dhe Vër sjell në Web një mënyrë ndërveprimi të regjur ndër vite, duke bërë të mundur për përdoruesit funksione të pasura, natyrorë dhe familjarë.

source: February 2013 Dev Derby Challenge - Multi-touch
sq: Gara Dev Derby e Shkurtit 2013 - Shumë-prekje

source: Multi-touch
sq: Shumë-prekje

source: February 2013
sq: Shkurt 2013

source: The Touch Events API lets you track multiple touches at the same time on devices that support them. Build complex games, support pinch-to-zoom and more. By using multi-touch, your app can respond to all the interactions users have come to expect.
sq: API për Akte Prekjeje ju lejon të ndiqni disa prekje njëherësh, në pajisje që mbulojnë diçka të tillë. Krijoni lojëra komplekse, mbuloni efekte pickoni-që-të-zmadhoni, etj. Duke përdorur shumëprekjen, aplikacioni juaj mund t’u përgjigjet krejt ndërveprimeve që presin përdoruesit.

source: March 2013 Dev Derby Challenge - Mobile
sq: Gara Dev Derby e Marsit 2013 - Celulari

source: Mobile
sq: Celular

source: March 2013
sq: Mars 2013

source: The mobile Web is becoming more important every day. This time, the only limit is your creativity. What amazing experiences can you build for users on the go?
sq: Web-i në celular po bëhet çdo ditë e më i rëndësishëm. Tashmë, kufiri i vetëm është fryma juaj krijuese. Ç’gjëra mahnitëse mund të krijoni për përdoruesit në lëvizje?

source: April 2013 Dev Derby Challenge - Web Workers
sq: Gara Dev Derby e Prillit 2013 - Web Workers

source: April 2013
sq: Prill 2013

source: Web Workers make it easy for you to run scripts in the background. By using Web Workers, you can create dazzling user interfaces that are not hindered by even the most computationally-intensive tasks.
sq: Web Workers ua bën të lehtë xhirimin në prapaskenë të programtheve. Duke përdorur Web Workers, mund të krijoni ndërfaqe përdoruesi mahnitëse, që nuk ndikohen as nga veprimet kompjuterike më intensive.

source: May 2013 Dev Derby Challenge - getUserMedia
sq: Gara Dev Derby e Majit 2013 - getUserMedia

source: May 2013
sq: Maj 2013

source: May
sq: Maj

source: Action!
sq: Veprim!

source: The getUserMedia function lets you access (with permission) the cameras and microphones of your users. No plugins needed! What can you do once you have this media? The possibilities are endless.
sq: Funksioni getUserMedia ju lejon përdorimin (me leje) të kamerave dhe mikrofonëve të përdoruesve tuaj. Pa patur nevojë për shtojca! Ç’mund të bëni, kur keni hyrje në to? Mundësitë janë të pafundme.

source: June 2013 Dev Derby Challenge - WebGL II
sq: Gara Dev Derby e Qershorit 2013 - WebGL II

source: June 2013
sq: Qershor 2013

source: June
sq: Qershor

source: July 2013 Dev Derby Challenge - File API
sq: Gara Dev Derby e Korrikut 2013 - API Kartelash

source: File API
sq: API Kartelash

source: July 2013
sq: Korrik 2013

source: July
sq: Korrik

source: File found
sq: U gjet kartelë

source: The File API lets you read the contents of files submitted by your users, making natural and familiar data operations possible.
sq: API për Kartelat ju lejon të lexoni lëndën e kartelave të parashtruara nga përdoruesit tuaj, duke bërë të mundur kështu veprime natyrore dhe familjare.

source: Mozilla's Audio Data API extends the current HTML5 API and allows web developers to read and write raw audio data.
sq: API i Mozilla-s për Të dhëna Audio zgjeron API-n përkatës HTML5 dhe u lejon zhvilluesve web të lexojnë dhe shkruajnë të dhëna audio të papërpunuara.

source: MDN Documentation
sq: Dokumentim MDN

source: Wikipedia Article
sq: Artikull Wikipedia

source: W3C Spec
sq: Specifikime W3C

source: The HTML5 canvas element allows you to display scriptable renderings of 2D shapes and bitmap images.
sq: Elementët kanavacë HTML5 ju lejojnë të shfaqni përftime të skriptueshme formash 2D dhe figura bitmap.

source: Cascading Style Sheets level 3 (CSS3) provide serveral new features and properties to enhance the formatting and look of documents written in different kinds of markup languages like HTML or XML.
sq: Cascading Style Sheets të nivelit 3 (CSS3) ofron disa veçori dhe veti të reja për thellim në formatime dhe pamje të dokumenteve të shkruar në lloje të ndryshme gjuhësh markup, të tilla si HTML ose XML.

source: Device
sq: Pajisje

source: Media queries and orientation events let authors adjust their layout on hand-held devices such as mobile phones.
sq: Kërkesat media dhe aktet e orientimit u lejojnë autorëve t’ua përshtasin hartimin grafik pajisjeve celulare.

source: Files
sq: Kartela

source: The File API allows web developers to use file objects in web applications, as well as selecting and accessing their data.
sq: API për Kartela u lejon zhvilluesve të përdorin objekte kartelash në aplikacione, të tilla si përzgjedhje dhe hyrje në të dhënat e tyre.

source: Fonts & Type
sq: Shkronja & Shtypje

source: The CSS3-Font specification contains enhanced features for fonts and typography like embedding own fonts via @font-face or controlling OpenType font features directly via CSS.
sq: Specifikimet CSS3-Font përmbajnë veçori të zgjeruara për shkronja dhe tipografi, të tilla si trupëzim shkronjash përmes @font-face ose kontroll veçorish shkronjash OpenType drejt e nga CSS-ja.

source: Forms
sq: Formularë

source: Form elements and attributes in HTML5 provide a greater degree of semantic mark-up than HTML4 and remove a great deal of the need for tedious scripting and styling that was required in HTML4.
sq: Elementët dhe atributet e formularëve në HTML5 ofrojnë një shkallë më të lartë mark-up-i semantik se sa HTML4 dhe e ulin mjaft nevojën për skriptime dhe stilizime të mërzitshme siç duhej nën HTML4-n.

source: The Geolocation API allows web applications to access the user's geographical location.
sq: API për Gjeovendëzim u lejon aplikacioneve të shfrytëzojnë vendndodhjen gjeografike të përdoruesve.

source: JavaScript is a lightweight, object-oriented programming language, commonly used for scripting interactive behavior on web pages and in web applications.
sq: JavaScript është një gjuhë programi object-oriented, e peshës së lehtë, e përdorur rëndom për programim ndërveprimesh mes përdoruesit dhe faqesh apo aplikacionesh web.

source: ECMA Spec
sq: Specifikime ECMA

source: HTML5 is the newest version of the HTML standard, currently under development.
sq: HTML5 është versioni më i ri i standardit HTML, ende në zhvillim e sipër.

source: IndexedDB is an API for client-side storage of significant amounts of structured data and for high performance searches on this data using indexes.
sq: IndexedDB është një API për depozitim, nga krahu i klientit, i sasive të mëdha të dhënash të strukturuara dhe për kërkime të fuqishme mbi këto të dhëna duke përdorur tregues (indekse).
