Repository: jobava-mozilla/managed-via-pootle
Catalog: mdn-promote/locale/*/LC_MESSAGES/messages.po
Languages: sq

source: Reason for Deletion
sq: Arsye Për Fshirjen

source: Restore this document
sq: Riktheje këtë dokument

source: Other languages:
sq: Gjuhë të tjera:

source: Go
sq: Shko tek

source: Previous Search Result
sq: Përfundimi i Mëparshëm i Kërkimit

source: No Previous Search Result
sq: Pa Përfundim të Mëparshëm Kërkimi

source: Your Search Results
sq: Përfundimet e Kërkimit Tuaj

source: Next Search Result
sq: Përfundimi Pasues i Kërkimit

source: Show all
sq: Shfaqi krejt

source: contributors
sq: pjesëmarrës

source: by %(count)s contributor:
sq: nga %(count)s pjesëmarrës:

source: View profile: %(username)s
sq: Shihni profilin: %(username)s

source: Show Sidebar
sq: Shfaqe Anështyllën

source: In This Article
sq: Në Këtë Artikull

source: This document is being rendered for the first time by the system. Please <a href="%(url)s">reload this page</a> in a few minutes to see full content.
sq: Ky dokument po prodhohet për herë të parë nga sistemi. Ju lutemi, <a href="%(url)s">ringarkojeni këtë faqe</a> pas pak minutash që të shihni lëndën e plotë.

source: An update to this document <abbr title="%(started_at)s">is currently in progress</abbr>. If the content below seems stale or if something is missing, please <a href="%(url)s">reload this page</a> in a few minutes.
sq: Për këtë dokument <abbr title="%(started_at)s">ka një përditësim në kryerje e sipër</abbr>. Nëse lënda më poshtë duke e vjetruar ose i mungon diçka, ju lutemi, <a href="%(url)s">ringarkojeni këtë faqe</a> pas pak minutash.

source: An update to this document <abbr title="%(scheduled_at)s">has been scheduled</abbr>. If the content below seems stale or if something is missing, please <a href="%(url)s">reload this page</a> in a few minutes.
sq: Për këtë dokument <abbr title="%(scheduled_at)s">është planifikuar një përditësim</abbr>. Nëse lënda më poshtë duke e vjetruar ose i mungon diçka, ju lutemi, <a href="%(url)s">ringarkojeni këtë faqe</a> pas pak minutash.

source: This article is in need of a technical review.
sq: Ky artikull ka nevojë për shqyrtim teknik.

source: This article is in need of an editorial review.
sq: Ky artikull ka nevojë për shqyrtim redaktorial.

source: This translation is incomplete. Please help <a href="%(translate_url)s">translate this article</a> from English.
sq: Ky përkthim është i paplotë. Ju lutemi, ndihmoni <a href="%(translate_url)s">të përkthehet ky artikull</a> nga Anglishtja.

source: This translation is in progress.
sq: Përkthimi është në kryerje e sipër.

source: Our volunteers haven't translated this article into %(locale)s yet. <a href="%(help_link)s">Join us and help get the job done!</a>
sq: Vullnetarët tanë nuk e kanë përkthyer ende në %(locale)s këtë artikull. <a href="%(help_link)s">Bashkohuni dhe ndihmoni të mbarohet kjo punë!</a>

source: This article doesn't have any content yet.
sq: Ky artikull nuk ka ende lëndë.

source: Search for <a href="%(search_link)s" rel="nofollow, noindex">pages that use %(title)s</a> to see example use cases and how many pages use this macro.
sq: Kërkoni për <a href="%(search_link)s" rel="nofollow, noindex">faqe që përdorin %(title)s</a> që të shihni shembuj përdoruesish dhe se sa faqe e përdorin këtë makro.

source: This article doesn't have approved content yet.
sq: Ky artikull nuk ka ende lëndë të miratuar.

source: Document Tags and Contributors
sq: Etiketa dhe Kontribues Dokumentesh

source: <div class="contributors-sub"> <i aria-hidden="true" class="icon-group"></i><strong>Contributors to this page:</strong> %(contributors)s </div>
sq: <div class="contributors-sub"> <i aria-hidden="true" class="icon-group"></i><strong>Kontribues për këtë faqe:</strong> %(contributors)s </div>

source: Last updated by:
sq: Përditësuar së fundi nga:

source: Hide Sidebar
sq: Fshihe Anështyllën

source: Revision History | {document}
sq: Historik Rishikimesh | {document}

source: History of
sq: Historiku i

source: Revision history for:
sq: Historik rishikimesh për:

source: Compare Selected Translations
sq: Krahasoni Përkthimet e Përzgjedhura

source: Compare Selected Revisions
sq: Krahasoni Rishikimet e Përzgjedhura

source: Revert to this revision
sq: Riktheje te ky rishikim

source: This document has no revisions.
sq: Nuk ka rishikime për këtë dokument.

source: Please review the differences between your changes and the changes saved since you started editing. You may save again, but try to resolve any conflicts by hand so that the changes made since you started are not lost.
sq: Ju lutemi, shqyrtoni dallimet mes ndryshimeve tuaja dhe ndryshimet e ruajtura qëkur nisët të përpunonit. Mund të bëni sërish ruajtje, por përpiquni t’i jepni zgjidhje dorazi cilësdo përplasje , që kështu ndryshimet e bëra prej fillimeve tuaja të mos humbin.

source: Your Changes
sq: Ndryshimet Tuaja

source: Revision {id} by {user} on {date}
sq: Rishikim {id} nga {user} më {date}

source: Current Revision:
sq: Rishikimi i Tanishëm:

source: Search results summary:
sq: Përmbledhje përfundimesh kërkimi:

source: <span class="title-prefix">Editing</span> <em>{title}</em>
sq: <span class="title-prefix">Po përpunohet</span> <em>{title}</em>

source: Edit Page Title and Properties
sq: Përpunoni Titullin dhe Veti të Faqes

source: Draft <span id="draft-action"></span> <time id="draft-time" class="timeago" title=""></time>
sq: Skicë <span id="draft-action"></span> <time id="draft-time" class="timeago" title=""></time>

source: Days
sq: Ditë

source: Hours
sq: Orë

source: Minutes
sq: Minuta

source: Find the translation source with the lookup below and then click "Save Changes."
sq: Gjejeni burimin e përkthimit me kërkimin më poshtë dhe mandej klikoni mbi "Ruaji Ndryshimet."

source: Lookup:
sq: Kërkim:

source: Thank you for taking the time to improve MDN!
sq: Faleminderit që harxhoni kohë për përmirësimin e MDN-së!

source: It looks like this is your first contribution to MDN. You can find answers to common editing questions within our <a target="_blank" href="%(url)s">Editor Guide</a>.
sq: Duket se ky është kontributi juaj i parë te MDN-ja. Për pyetje të rëndomta lidhur me përpunimet mund të gjeni përgjigje te <a target="_blank" href="%(url)s">Udhërrëfyesi ynë i Përpunuesit</a>.

source: Don't be afraid to break something, you can always revert your changes.
sq: Mos kini frikë se prishni gjë, mundeni t’i zhbëni ndryshimet kurdo.

source: Have fun and be proud of your contribution!
sq: Dëfrehuni dhe jini krenar për kontributin tuaj!

source: Learn how to tag an article
sq: Mësoni si të etiketoni një artikull

source: Categorize the article. It will make the article findable under the right filters in the search engine. <a target="_blank" href="%(url)s">Read the Tagging Guide</a>.
sq: Jepini artikullit një kategori. Kjo do të ndihmojë në gjetjen e artikullit, kur përdoren filtrat e duhur, nga motorët e kërkimeve. <a target="_blank" href="%(url)s">Lexoni Udhërrëfyesin e Etiketimeve</a>.

source: Found {0} documents.
sq: U gjetën {0} dokumente.

source: Articles tagged: {tag}
sq: Artikuj të etiketuar me: {tag}

source: All templates
sq: Krejt gjedhet

source: Found {0} templates.
sq: U gjetën {0} gjedhe.

source: Documents with errors
sq: Dokumente me gabime

source: Top level documents
sq: Dokumente të nivelit të epërm

source: Documents with no parent
sq: Dokumente pa prind

source: All documents
sq: Krejt dokumentet

source: Translation updates needed
sq: Lyp përditësime përkthimi

source: There are no articles.
sq: Nuk ka artikuj.

source: Documents for {tag} review
sq: Dokumente për shqyrtim {tag}

source: Documents for review
sq: Dokumente për shqyrtim

source: Articles in Need of Review Tagged: {tag}
sq: Artikuj që Lypin Rishikim të Etiketuar me: {tag}

source: All Articles in Need of Review
sq: Krejt Artikujt Që Lypin Shqyrtim

source: Localized articles tagged with: {tag}
sq: Artikuj të përkthyer, të etiketuar me: {tag}

source: Articles tagged with any localization tags
sq: Artikuj të etiketuar me çfarëdo etikete përkthimi

source: Found %(count)s document.
sq: U gjet %(count)s dokument.

source: All Tags
sq: Krejt Etiketat

source: There are no tags.
sq: Nuk ka etiketa.

source: <span class="title-prefix">Moving</span> <em>{title}</em>
sq: <span class="title-prefix">Po lëvizet</span> <em>{title}</em>

source: Please provide a new slug for this page using the field below.
sq: Ju lutemi, jepni një identifikues të ri për këtë faqe, duke përdorur fushën më poshtë.

source: Your requested move cannot be completed due to slug conflicts:
sq: Lëvizja e kërkuar prej jush nuk mund të plotësohet, për shkak përplasjesh mes identifikuesve:

source: Please choose a different slug value.
sq: Ju lutemi, zgjidhni një vlerë tjetër për identifikuesin.

source: Current Slug:
sq: Identifikuesi i Tanishëm:

source: Preview URL:
sq: URL Paraparjeje:

source: New Slug:
sq: Identifikuesi i Ri:

source: Lookup by Document Title
sq: Kërkoni Sipas Titujsh Dokumentesh

source: Parent Title
sq: Titulli Mëmë

source: Move {d} Pages
sq: Lëvizni {d} Faqe

source: Move Page
sq: Lëvize Faqen

source: The following {d} subpages will be affected by this move:
sq: Nga kjo lëvizje do të preken {d} nënfaqet vijuese:

source: No other documents will be affected by this change.
sq: Nga ky ndryshim nuk do të preken dokumente të tjerë.

source: Page move requested
sq: U kërkua lëvizje faqeje

source: <h1>Page Move Scheduled</h1> <p>Moving %(old_slug)s to <a href="%(new_url)s">%(new_slug)s</a></p> <p> You'll receive an email when it finishes, or if any errors occur during the move.</p>
sq: <h1>Lëvizja e Faqes u Planifikua</h1> <p>Po kalohet %(old_slug)s te <a href="%(new_url)s">%(new_slug)s</a></p> <p> Kur të përfundojë, ose nëse ndodh ndonjë gabim, do të merrni një email.</p>

source: Create a New {title}
sq: Krijoni një {title} të ri

source: New Document
sq: Dokument i Ri

source: URL segment that identifies the page
sq: Segmenti URL që identifikon këtë faqe

source: This is a preview of an unsaved document.
sq: Kjo është paraparje e një dokumenti të paruajtur.

source: Revision {n} | {t} | {c}
sq: Rishikimi {n} | {t} | {c}

source: Revision
sq: Rishikim

source: of
sq: i

source: Revision Information
sq: Të dhëna Rishikimesh

source: Revision Content
sq: Lëndë Shqyrtimi

source: Revision Source
sq: Burim Shqyrtimi

source: Select language | {document}
sq: Përzgjidhni gjuhën | {document}

source: Select a language to translate to:
sq: Përzgjidhni gjuhë për përkthim:

source: Content is available under a license specific to this project. &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Privacy policy</a>
sq: Lënda mund të përdoret sipas një licence specifike për këtë projekt. &middot; <a href="%(about_url)s">Mbi MDN-në</a> &middot; <a href="//github.com/mozilla/kuma">Kontribuoni te kodi</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Rregulla privatësie</a>

source: &copy; 2005-2013 Mozilla Developer Network and individual contributors<br /> Content is available under a license specific to this project. &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Privacy policy</a>
sq: &copy; 2005-2013 Mozilla Developer Network dhe kontribues individualë<br /> Lënda mund të përdoret sipas një licence specifike për këtë projekt. &middot; <a href="%(about_url)s">Mbi MDN-në</a> &middot; <a href="//github.com/mozilla/kuma">Kontribuoni te kodi</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Rregulla privatësie</a>

source: Translate Article | {document}
sq: Përktheni Artikull | {document}

source: <span class="title-prefix">Translating</span> <em>{title}</em>
sq: <span class="title-prefix">Përkthimi</span> i <em>{title}</em>

source: Translating article to {locale}
sq: Përkthim artikulli në {locale}

source: Translate Content
sq: Përktheni Lëndë

source: Approved {locale} version
sq: Version i miratuar për {locale}

source: View Rendered
sq: Shiheni të Gatitur

source: View Source
sq: Shihni Burimin

source: Show {locale}
sq: Shfaqe {locale}

source: Hide {locale}
sq: Fshihe {locale}

source: {locale} translation:
sq: Përkthimi në {locale}:

source: Translate Tags
sq: Etiketa Përkthimi

source: English tags
sq: Etiketa Anglishteje

source: This document has no tags.
sq: Ky dokument nuk ka etiketa.

source: {locale} tags
sq: Etiketa për {locale}

source: Version Notes
sq: Shënime Versioni

source: Localization flags
sq: Flamurka përkthimi

source: %(creator)s changed %(document_title)s.
sq: %(creator)s ndryshoi %(document_title)s.

source: View User Profile:
sq: Shihni Profil Përdoruesi:

source: Compare on MDN:
sq: Krahasojini në MDN:

source: View Article:
sq: Shihni Artikullin:

source: Edit Article:
sq: Përpunoni Artikullin:

source: Article History:
sq: Historik Artikulli:

source: Languages
sq: Gjuhë

source: No translations exist for this article.
sq: Nuk ka përkthime të këtij artikulli.

source: Add a translation
sq: Shtoni një përkthim

source: Updating subscription status
sq: Po përditësohet gjendja e përkthimit

source: Subscribe to this article
sq: Pajtohuni te ky artikull

source: Unsubscribe from this article
sq: Shpajtohuni prej këtij artikulli

source: You are now subscribed to this article.
sq: Tani jeni i pajtuar te ky artikull.

source: You have been unsubscribed from this article.
sq: Jepni shpajtuar prej këtij artikulli.

source: Subscribe to {language} version
sq: Pajtohuni te versioni {language}

source: Unsubscribe from {language} version
sq: Shpajtohuni prej versionit {language}

source: You are now subscribed to the {language} version of this article.
sq: Tani jeni i pajtuar te versioni {language} i këtij artikulli.

source: You have been unsubscribed from the {language} version of this article.
sq: Jeni shpajtuar prej versionit {language} të këtij artikulli.

source: New sub-page
sq: Nënfaqe e re

source: Clone this page
sq: Klonoje këtë faqe

source: Move this page
sq: Lëvize këtë faqe

source: View in admin
sq: Shiheni si admin

source: Delete this page
sq: Fshije këtë faqe

source: Manage access policy
sq: Administroni rregull hyrjesh

source: Manage access policies
sq: Administroni rregulla hyrjesh

source: Add access policy
sq: Shtoni rregulla hyrjesh

source: Manage content zone
sq: Administroni zonë lënde

source: Convert to content zone
sq: Shndërrojeni në zonë lënde

source: Print this page
sq: Shtype këtë faqe

source: See also
sq: Shihni edhe

source: The following reviews have been requested:
sq: Janë kërkuar shqyrtimet vijuese:

source: Technical
sq: Teknike

source: Editorial
sq: Redaktoriale

source: Review completed
sq: Shqyrtim i Plotësuar

source: Change Revisions
sq: Ndryshoni Rishikimet

source: Revision {num}:
sq: Rishikimi {num}:

source: Generate table of contents
sq: Prodho tabelën e lëndës

source: TOC:
sq: TEL:

source: There was a scripting error on this page. While it is being addressed by site editors, you can view partial content below.
sq: Pati një gabim skriptimi në këtë faqe. Ndërkohë që ky po shihet nga përpunuesit e sajtit, mund ta shihni lëndën pjesërisht më poshtë.

source: Hide error information
sq: Fshihi të dhënat e gabimit

source: More information about this error
sq: Më tepër të dhëna rreth këtij gabimi

source: Anyone with an MDN profile can edit a document to fix an error. Use the <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">KumaScript troubleshooting guide</a> as a starting point.
sq: Cilido me profil te MDN-ja mund të përpunojë një dokument, për ndreqjen e një gabimi. Si pikënisje, përdorni <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">dhërrëfyesin për diagnostikime me KumaScript-in</a>.

source: Error type:
sq: Lloj gabimi:

source: In macro:
sq: Në makro:

source: Create Template
sq: Krijoni Gjedhe

source: Edit Template
sq: Përpunoni Gjedhe

source: Parsing macro:
sq: Po përtypet makro:

source: Edit Document
sq: Përpunoni Dokument

source: Full text of error:
sq: Teksti i plotë i gabimit:

source: Couldn't find what you were looking for?
sq: Nuk gjetët çfarë po kërkonit?

source: Browse other articles about <a href="{url}">{category}</a>
sq: Shfletoni artikuj të tjerë rreth <a href="{url}">{category}</a>

source: Ask our awesome support community for help
sq: Kërkojini ndihmë bashkësisë sonë të mrekullueshme të asistencës

source: Or try searching:
sq: Ose provoni të kërkoni:

source: New Page
sq: Faqe e Re

source: Discard changes and create a new document?
sq: Të hidhen tej ndryshimet dhe të krijohet dokument i ri?

source: Save and Keep Editing
sq: Ruajeni dhe Vazhdoni Përpunimin

source: Preview Changes
sq: Parashihni Ndryshimet

source: Review needed?
sq: Lyp shqyrtim?

source: Revision Comment
sq: Koment Shoqërues i Rishikimit

source: Learn how to use Revision Comments
sq: Mësoni si të përdorni Komente Rishikimi

source: Tell us why you made additions and changes. It is optional, but will make page history easier to understand.
sq: Tregonani pse bëtë shtesa dhe ndryshime. Kjo është opsionale, por do ta bëjë historikun e faqes më të lehtë për t’u kuptuar.

source: Translate Description
sq: Përshkrim Përkthimi

source: Title in {locale}:
sq: Titull në {locale}:

source: Slug in {locale}:
sq: Identifikues për {locale}:

source: Find the translation source with the lookup above and then click "Save Changes.
sq: Gjeni burimet e përkthimit përmes kërkimeve më sipër dhe mandej klikoni mbi "Ruaji Ndryshimet.

source: Permission Denied
sq: Leje e Mohuar

source: The wiki is in read-only mode.
sq: Kjo wiki është vetëm për lexim.

source: Your profile has been banned from making edits.
sq: Profilit tuaj i është ndaluar të bëjë përpunime.

source: This user's profile has been banned.
sq: Profili i këtij përdoruesi është dëbuar.

source: You must sign in to view all history
sq: Që të shihni krejt historikun, duhet të keni bërë hyrjen

source: <p>We're sorry %(name)s, we're afraid we can't do that.</p>
sq: <p>Na ndjeni, %(name)s, kemi frikë se këtë nuk e bëjmë dot.</p>

source: <p>We're sorry, we're afraid we can't do that.</p>
sq: <p>Na ndjeni, kemi frikë se këtë nuk e bëjmë dot.</p>

source: <li><a href="%(logout_url)s">Sign out</a> to try again.</li>
sq: <li><a href="%(logout_url)s">Dilni</a> që të riprovoni.</li>

source: <li><a href="%(login_url)s">Sign in</a> to try again.</li>
sq: <li><a href="%(login_url)s">Hyni</a> që të riprovoni.</li>

source: <li><a href="%(demos_url)s">View demos</a> or <a href="%(docs_url)s">browse docs</a></li>
sq: <li><a href="%(demos_url)s">Shihni demo</a> ose <a href="%(docs_url)s">shfletoni dokumentime</a></li>

source: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> by Matthew Inman of <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
sq: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> nga Matthew Inman i <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>

source: Not Found
sq: Nuk u Gjet

source: We're sorry, we couldn't find what you were looking for.
sq: Na ndjeni, por nuk gjetëm dot çfarë po kërkonit.

source: You can try a search or start over on the <a href="%(homepage_url)s">home page</a>.
sq: Mund të provoni të kërkoni, ose t’ia filloni nga e para, te <a href="%(homepage_url)s">faqja hyrëse</a>.

source: If you were following a documentation link, you can sign in and create the page. Otherwise, please <a href="%(bug_form_url)s" rel="nofollow">file a bug</a>. Thanks!
sq: Nëse ndoqët një lidhje dokumentimi, mund të bëni hyrjen dhe ta krijoni faqen. Përndryshe, ju lutemi, <a href="%(bug_form_url)s" rel="nofollow">njoftoni një të metë</a>. Faleminderit!

source: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> by Matthew Inman of <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
sq: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> nga Matthew Inman-i i <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>-it

source: Internal Server Error
sq: Gabim i Brendshëm Shërbyesi

source: Skip to main content
sq: Kalo te lënda bazë

source: Select language
sq: Përzgjidhni gjuhë

source: Skip to search
sq: Kalo te kërkimi

source: Web Platform
sq: Platformë Web

source: Technologies
sq: Teknologji

source: Graphics
sq: Grafika

source: APIs / DOM
sq: API / DOM

source: Apps
sq: Aplikacione

source: References & Guides
sq: Referenca & Udhërrëfyes

source: Tutorials
sq: Përkujdesore

source: References
sq: Referenca

source: Developer Guides
sq: Udhërrëfyes Zhvilluesish

source: Accessibility
sq: Përdorshmëri

source: ...more docs
sq: ...më tepër dokumentim

source: Tools
sq: Mjete

source: <bdi>&copy; 2005-%(thisyear)s Mozilla Developer Network and individual contributors<br /> Content is available under <a href="%(copyright_url)s">these licenses</a> &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//www.mozilla.org/about/legal/terms/mozilla">Terms</a> &middot; <a href="//www.mozilla.org/privacy/websites/">Privacy</a> &middot; <a href="//www.mozilla.org/privacy/websites/#cookies">Cookies</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a></bdi>
sq: <bdi>&copy; 2005-%(thisyear)s Mozilla Developer Network dhe kontribues individualë<br /> Lënda mund të përdoret sipas <a href="%(copyright_url)s">këtyre licencash</a> &middot; <a href="%(about_url)s">Mbi MDN-në</a> &middot; <a href="//www.mozilla.org/about/legal/terms/mozilla">Kushte</a> &middot; <a href="//www.mozilla.org/privacy/websites/">Privatësi</a> &middot; <a href="//www.mozilla.org/privacy/websites/#cookies">Cookies</a> &middot; <a href="//github.com/mozilla/kuma">Kontribuoni te kodi</a></bdi>

source: Badges: Delete Award
sq: Stema: Fshijeni Çmimin

source: Delete this award
sq: Fshije këtë stemë

source: Badge award:
sq: Dhënie steme:

source: Add this to your Mozilla&nbsp;Badge&nbsp;Backpack
sq: Shtojeni këtë te koleksioni juaj i Stemave&nbsp;Mozilla

source: Recent awards
sq: Çmime së fundi

source: Badges:
sq: Stema:

source: Awards for {title}
sq: Çmime për {title}

source: Awards
sq: Çmime

source: Awards for {user}
sq: Çmime për {user}

source: Recent badge awards
sq: Dhënie stemash së fundi

source: Awards for {badge}
sq: Çmime për {badge}

source: All awards
sq: Krejt çmimet

source: Badge:
sq: Stemë:

source: Recent awardees
sq: Të çmuar së fundi

source: More...
sq: Më tepër...

source: Badges tagged <a href="" class="tag">%(tag_name)s</a>
sq: Stema të etiketuara me <a href="" class="tag">%(tag_name)s</a>

source: Badges matching "{query_string}"
sq: Stema me përputhje për "{query_string}"

source: All Badges
sq: Krejt Stemat

source: Recent awards for these badges
sq: Dhënie së fundi për këto stema

source: Award details
sq: Hollësi çmimi

source: Awarded to
sq: Dhënë për

source: (That's you!)
sq: (Ky jeni ju!)

source: Awarded by
sq: Dhënë nga

source: <span class="badge_title">%(title)s</span> <span class="relation">awarded to</span> <span class="user">%(user)s</span>
sq: <span class="badge_title">%(title)s</span> <span class="relation">dhënë për</span> <span class="user">%(user)s</span>

source: Image:
sq: Figurë:

source: Description:
sq: Përshkrim:

source: Modified:
sq: Ndryshuar më:

source: You've earned a badge!
sq: Keni fituar një stemë!

source: <li><a href="/logout">Log out</a> to try again.</li>
sq: <li><a href="/logout">Dilni</a> që të riprovoni.</li>

source: <li><a href="/demos">View demos</a> or <a href="/docs">browse docs</a></li>
sq: <li><a href="/demos">Shihni demo</a> ose <a href="/docs">shfletoni dokumentime</a></li>

source: Search Firefox Help
sq: Kërkoni te Ndihma e Firefox-it
