Repository: jobava-mozilla/managed-via-pootle
Catalog: mdn-promote/locale/*/LC_MESSAGES/messages.po
Languages: sq

source: You are viewing demos by most recent likes and views
sq: Po i shihni demot të renditura sipas pëlqimeve dhe shikimeve së fundi

source: Up and Coming
sq: Premtuese

source: Sort demos by most views
sq: Renditi demot sipas më të shikuarave

source: You are viewing demos by most views
sq: Po shihni demot sipas më të shikuarave

source: Most Viewed
sq: Më të Shikuarat

source: Sort demos by most likes
sq: Renditi demot sipas më të pëlqyerave

source: You are viewing demos by most likes
sq: Po i shihni demot sipas më të pëlqyerave

source: Most Liked
sq: Më të Pëlqyerat

source: Sort demos by most recently submitted
sq: Renditi demot sipas më të rejave për nga parashtrimi

source: You are viewing demos by most recently submitted
sq: Po i shihni demot sipas më të rejave për nga parashtrimi

source: Most Recent
sq: Më të Rejat

source: {start}&ndash;{end} of {total}
sq: {start}&ndash;{end} nga {total}

source: Go to the first page
sq: Shko te faqja e parë

source: First
sq: E para

source: Go to the previous page
sq: Shko te faqja e mëparshme

source: Go to the next page
sq: Shko te faqja pasuese

source: Go to the last page
sq: Shko te faqja e fundit

source: Last
sq: E fundit

source: Feed
sq: Prurje

source: Launch {title}
sq: Nise {title}

source: Where is Mozilla?
sq: Ku gjendet Mozilla?

source: Here you can see some of the developer events at which Mozilla will be participating, and the topics on which our Mozillians will be speaking. If you are organizing an event and would like a Mozillian to participate, please <a href="https://bugzilla.mozilla.org/form.dev-engagement-event">file a bug</a>. If you are a Mozillian speaking at an event that's not listed here, or if an existing event entry needs updating, <a href="mailto:dev-events@mozilla.com">let us know</a>! You can also check out the <a href="https://reps.mozilla.org/events/#/period/future/">Mozilla Reps events</a> page to find a Mozilla Reps event near you!
sq: Këtu mund të shihni disa nga veprimtaritë e programuesve te të cilat do të marrë pjesë Mozilla, dhe temat te të cilat do të diskutojnë moxillianët tanë. Nëse po organizoni një veprimtari dhe do të donit të marrë pjesë një moxillian, ju lutemi, <a href="https://bugzilla.mozilla.org/form.dev-engagement-event">parashtrojeni kërkesën</a>. Nëse jeni një moxillian i planifikuar për fjalë në një veprimtari që nuk shfaqet këtu, ose nëse lajmi për një veprimtari ka nevojë për përditësim, <a href="mailto:dev-events@mozilla.com">na e bëni të ditur</a>! Që të gjeni një Përfaqësues të Mozilla-s pranë jush, mund t’i hidhni një sy faqes së <a href="https://reps.mozilla.org/events/#/period/future/">veprimtarive nga Përfaqësues të Mozilla-s</a>.

source: Upcoming Conferences
sq: Konferenca të Ardhshme

source: Upcoming conferences featuring Mozilla speakers
sq: Konferenca të ardhshme me pjesëmarrje folësish nga Mozilla

source: Start Date
sq: Datë Fillimi

source: End Date
sq: Datë Mbarimi

source: Conference
sq: Konferencë

source: Location
sq: Vend

source: Attendees
sq: Të pranishëm

source: Past Conferences
sq: Konferenca të Kaluara

source: Past conferences that featured Mozilla speakers
sq: Konferenca të kaluara me pjesëmarrje folësish nga Mozilla

source: Presentation Materials
sq: Materiale Prezantimesh

source: The Mozilla Developer Network (MDN) provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and HTML5 Apps. It also documents Mozilla products, like Firefox OS.
sq: Rrjeti i Zhvilluesve Mozilla (Mozilla Developer Network - MDN) ofron informacion mbi teknologji për Web të Hapur, përfshi HTML, CSS, dhe API sajtesh dhe Aplikacione HTML5. Në të dokumentohen gjithashtu edhe produkte Mozilla, të tillë si Firefox OS.

source: Shared knowledge <span>for the Open Web</span>
sq: Dije e përbashkët <span>për Web-in e Hapur</span>

source: Search the docs
sq: Kërko në dokumente

source: Web Technologies
sq: Teknologji Web

source: Web<br />Platform
sq: Platformë <br /> Web

source: Web APIs &amp; DOM
sq: API Web &amp; DOM

source: more...
sq: më tepër...

source: Zones
sq: Zona

source: App Center
sq: Qendër Aplikacionesh

source: Add-ons
sq: Shtesa

source: Developer<br />Tools
sq: Mjete <br />Zhvilluesi

source: Firefox OS App Manager
sq: Përgjegjës aplikacionesh për Firefox OS

source: Page Inspector
sq: Mbikëqyrës Faqeje

source: JavaScript Debugger
sq: Diagnostikues JavaScript

source: Web Console
sq: Konsol Web

source: Connect
sq: Lidhu

source: Get Web technology news from Mozilla, get help from other developers, and more!
sq: Merrni lajme mbi teknologjitë Web nga Mozilla, merrni ndihmë nga programues të tjerë, dhe të tjera!

source: Learn more and sign up!
sq: Mësoni më tepër dhe regjistrohuni!

source: Open Web and Mobile
sq: Web-i i Hapur dhe për Celular

source: Create<br />Web Apps
sq: Krijoni<br />Aplikacione Web

source: Develop<br />Firefox for Android
sq: Programoni<br />për Firefox-in për Android

source: Build<br />Firefox OS
sq: Montoni<br />Firefox OS-in

source: <a href="http://hacks.mozilla.org">read more at hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
sq: <a href="http://hacks.mozilla.org">lexoni më tepër te hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>

source: Get Involved
sq: Përfshihuni

source: <p class="numbers"> <span class="row1">Join <span class="number">%(contributors)s</span> contributors</span> <span class="row2">in <span class="number">%(locales)s</span> languages and locales</span> <span class="row3">around the world.</span> </p>
sq: <p class="numbers"> <span class="row1">Bashkojuni <span class="number">%(contributors)s</span> kontribuesve</span> <span class="row2">nga <span class="number">%(locales)s</span> gjuhë dhe vendore</span> <span class="row3">anembanë botës.</span> </p>

source: Help improve MDN
sq: Ndihmoni të përmirësohet MDN-ja

source: Next Dev Derby: <strong>July 2013</strong>
sq: Dev Derby Pasues: <strong>Korrik 2013</strong>

source: Subject: <strong>File API</strong>
sq: Subjekt: <strong>API Kartelash</strong>

source: See & submit demos
sq: Shihni & parashtroni demo

source: All parts of MDN (docs, demos, and the site itself) are created by an open community of developers. Please join us! Pick one of these ways to help:
sq: Krejt pjesët e MDN-së (dokumente, demo, dhe vetë sajti) janë krijuar nga një bashkësi e hapur programuesish. Ju lutemi, bëhuni pjesë e jona! Zgjidhni një nga këto rrugët për të na ndihmuar:

source: Getting started
sq: Si t’ia fillohet

source: Editorial review
sq: Shqyrtim redaktorial

source: Technical review
sq: Shqyrtim teknik

source: Translating
sq: Përkthim

source: Promoting MDN
sq: Promovim i MDN-së

source: Contributing to the MDN codebase
sq: Si të kontribuohet te kodi bazë i MDN-së

source: Learn How to Make Websites
sq: Mësoni Si të Ndërtoni Sajte

source: <p>Want to learn to use the technologies that power the Web? <br>We've put together a great collection of resources to get you started.</p>
sq: <p>Dëshironi të mësoni përdorimin e teknologjive mbi të cilat xhiron Web-i? <br>Kemi grumbulluar një koleksion të vlefshëm burimesh me të cilat mund të filloni.</p>

source: <p><strong>HyperText Markup Language</strong> is the core syntax for putting information on the worldwide web. If you want to create or modify web pages, it's best if you learn HTML.</p>
sq: <p><strong>Gjuha HyperText Markup</strong> është sintaksa bazë për botimin e informacioneve në World Wide Web. Nëse doni të krijoni ose të modifikoni faqe web, gjëja më e mirë që mund të bëni është të mësoni HTML.</p>

source: <p><strong>Cascading Style Sheets</strong> is a language for describing the appearance of web pages. To create good-looking web pages, you need to learn CSS in order to define the appearance and location of the HTML elements within the pages.</p>
sq: <p><strong>Cascading Style Sheets</strong> është një gjuhë për përshkrimin e asaj se si duken faqet web. Për të krijuar faqe web të hijshme, lypset të mësoni CSS që të mundeni të përcaktoni dukjen dhe pozicionin e elementëve HTML brenda faqeve.</p>

source: <p><strong>JavaScript</strong> (JS for short) is the programming language that enables web pages to respond to user interaction beyond the basic level provided by HTML links and forms.</p>
sq: <p><strong>JavaScript</strong> (shkurt JS) është gjuha e programimit që u lejon faqeve web t’i përgjigjen ndërveprimit të përdoruesit për gjëra tej nivelit bazë të ofruar nga lidhjet dhe formularët HTML.</p>

source: <h2>Are you tired of learning on your own?<br>Do you want to join a community of people learning about open web technologies?</h2> <p>Consider signing up for free online peer study groups through Peer-to-Peer University's<span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
sq: <h2>I lodhur nga të nxënët më vete?<br>Doni të bëheni pjesë e një bashkësie njerëzish që mësojnë rreth teknologjive të hapura web?</h2> <p>Shihni mundësinë e regjistrimit te një grup falas studimi në linjë te <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a> në Peer-to-Peer University. Ndajini zbulimet, përpjekjet dhe arritjet tuaja me të tjerë persona që po mësojnë të njëjtat gjëra.</p>

source: Learn CSS
sq: Mësoni CSS

source: Back to Home
sq: Mbrapsht te Hyrja

source: <p class="intro">CSS (<strong>Cascading Style Sheets</strong>) is a language for describing the appearance of web pages. To create good-looking web pages, you need to learn CSS in order to define the appearance and location of the HTML elements within the pages.</p> <p>The links on this page lead to a variety of CSS tutorials and CSS training materials. Whether you are just starting out, learning the basics of CSS, or are an experienced web developer wanting to learn <strong>CSS3</strong> (the newest version of the standard) and CSS best practices, you can find helpful resources here.</p>
sq: <p class="intro">CSS (<strong>Cascading Style Sheets</strong>) është një gjuhë që përshkruan si duken faqet web. Për të krijuar faqe web të hijshme, lypset të mësoni CSS që të mundeni të përcaktoni dukjen dhe pozicionin e elementëve HTML brenda faqeve.</p> <p>Lidhjet në këtë faqe shpien te një larmi përkujdesoresh mbi CSS-në dhe materiale për t’u ushtruar në CSS. Qofshi fillestar, që po mëson bazat e CSS-së, ose i regjur me programim web dhe që do të mësojë <strong>CSS3</strong>-n (versioni më i ri i standardit) dhe praktikat më të mira në CSS, burimet e këtushme mund jenë të vlefshme.</p>

source: Introductory Level
sq: Nivel Fillestarësh

source: CSS Getting Started
sq: Si T’ia Fillohet Me CSS-në

source: This tutorial introduces you to Cascading Style Sheets (CSS). It guides you through the basic features of CSS with practical examples that you can try for yourself on your own computer.
sq: Kjo përkujdesore ju njeh me Cascading Style Sheets (CSS). Përmes shembujsh praktikë që mund t’i provoni vetë në kompjuterin tuaj, ju bën një tur të veçorive bazë të CSS-së.

source: CSS Basics
sq: Baza CSS-je

source: What CSS is, how to apply it to HTML, and what basic CSS syntax looks like.
sq: Ç’është CSS-ja, dhe si të zbatohet ajo në HTML, dhe ç’formë ka sintaksa bazë CSS.

source: CSS Selector Classes
sq: Klasa Përzgjedhësi CSS

source: What are classes in CSS?
sq: Çfarë janë klasat në CSS?

source: External CSS
sq: CSS e Jashtme

source: Using CSS from an external style sheet.
sq: Përdorimi i CSS-së së një fletëstili të jashtëm.

source: Adding a Touch of Style
sq: Shtimi i një Grime Stili

source: A brief beginner's guide to styling web pages with CSS.
sq: Një udhërrëfyes i shkurtër fillestarësh se si të zbukurohen faqet web me CSS.

source: CSS From the Ground Up
sq: CSS Nga Fillimi

source: Video tutorial on styling pages with CSS.
sq: Përkujdesore video mbi zbukurimin e faqeve me CSS.

source: Common CSS Questions
sq: Pyetje të Zakonshme mbi CSS-në

source: Common questions and answers for beginners.
sq: Pyetje dhe përgjigje të rëndomta për fillestarë.

source: Intermediate Level
sq: Nivel Mesatar

source: CSS Reference
sq: Referencë për CSS-në

source: Complete reference to CSS, with details on support by Firefox and other browsers.
sq: Referencë e plotë mbi CSS-në, me hollësi mbi mbulimin e saj nga Firefox-i dhe shfletues të tjerë.

source: CSS Challenges
sq: Konkurse CSS

source: Flex your CSS skills, and see where you need more practice.
sq: Vini në provë aftësitë tuaja në CSS, dhe shihni se ku ju duhet më tepër stërvitje.

source: Intermediate CSS Concepts
sq: Koncepte CSS për Mesatarë

source: Grouping, pseudo-classes, and more.
sq: Grupime, pseudoklasa dhe të tjera.

source: CSS Positioning 101
sq: Pozicionim CSS 101

source: Using positioning for standards-compliant, table-free layout.
sq: Përdorimi i pozicionimit për skema pa tabela, të përputhshme me standardet.

source: Progressive Enhancement with CSS
sq: Thellim Progresiv me CSS-në

source: Integrate progressive enhancement into your web pages with CSS.
sq: Integroni përmes CSS-së zgjerime progresive te faqet tuaja web.

source: Fluid Grids
sq: Rrjeta Fluide

source: Design layouts that fluidly resize with the browser window, while still using a typographic grid.
sq: Hartoni skema projekti që ripërmasohen rrjedhshëm me dritaren e shfletuesit, ndërkohë që përdorni ende rrjetën tipografike.

source: Advanced Level
sq: Nivel i Përparuar

source: CSS3 in Under 5 Minutes
sq: CSS3 Brenda 5 Minutash

source: This site features CSS3
sq: Ky sajt përdor CSS3

source: A quick introduction to some of the core features introduced in CSS3.
sq: Një hyrje e shpejtë në disa nga veçoritë bazë pjesë të CSS3-shit.

source: Using CSS Transforms
sq: Përdorimi i Shndërrimeve CSS

source: Apply rotation, skewing, scaling, and translation using CSS.
sq: Zbatoni rrotullime, pjerrëzime, përshkallëzime dhe shndërrime përmes CSS-së.

source: CSS Transitions
sq: Shndërrimet CSS

source: CSS transitions, part of the draft CSS3 specification, provide a way to animate changes to CSS properties, instead of having the changes take effect instantly.
sq: Shndërrimet CSS, pjesë e projekt-skicës për specifikat CSS3, ofrojnë një mënyrë për animacion ndryshimesh në vetitë CSS, në vend që ndryshimet të ndodhin menjëherë.

source: Understanding CSS3 Transitions
sq: Të kuptojmë Shndërrimet CSS3

source: Start using CSS3 transitions by carefully choosing the situations in which to use them.
sq: Filloni të përdorni shndërrime CSS3 duke zgjedhur me kujdes rastin ku të përdoren ato.

source: Quick Guide to Implement Web Fonts with @font-face
sq: Udhërrëfyes i Shpejtë mbi Sendërtimin e Shkronjave Web me @font-face

source: The @font-face feature from CSS3 allows you to use custom typefaces on the web in an accessible, manipulable, and scalable way.
sq: Veçoria @font-face e CSS3-shit ju lejon të përdorni në web lloje të personalizuara shkronjash në një mënyrë të lehtë, të manipulueshme dhe të përshkallëzueshme.

source: <h2>Are you tired of learning CSS on your own?<br> Do you want to join a community of people who are learning CSS and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through Peer-to-Peer University's<span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
sq: <h2>I lodhur nga të nxënët e CSS-së më vete?<br>Doni të bëheni pjesë e një bashkësie njerëzish që mësojnë CSS dhe të tjera teknologji të hapura web?</h2> <p>Shihni mundësinë e regjistrimit te një grup falas studimi në linjë te <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a> në Peer-to-Peer University. Ndajini zbulimet, përpjekjet dhe arritjet tuaja me të tjerë persona që po mësojnë të njëjtat gjëra.</p>

source: This site discusses <strong>CSS3</strong>, latest, still-evolving version of CSS. Many CSS3 features are supported in various ways by modern browsers, but many users still have older browsers and so can't take advantage.
sq: Në këtë sajte diskutohet <strong>CSS3</strong>shi, versioni më i ri, ende në zhvillim, i CSS-së. Përdorimi i mjaft veçorive të CSS3-shit mbulohen nga një numër shfletuesish modernë, por mjaft përdorues ende kanë shfletues të vjetër që nuk përfitojnë prej tyre.

source: <p>These resources are created by forward-thinking companies and web developers who have embraced open standards and best practices for web development. If you think we've omitted a great resource, please <a href="%(feedback_url)s">tell us about it</a>. We want to share these resources with our international community, so we prefer ones that provide or allow translations, through an open content license such as <a href="http://creativecommons.org" rel="external">Creative Commons</a>.</p>
sq: <p>Këto burime janë krijuar nga kompani që shohin përpara dhe zhvillues web që kanë përqafuar standardet e hapura dhe praktikat më të mira për programim web. Nëse mendoni se kemi harruar një burim të vyer, ju lutemi, <a href="%(feedback_url)s">na tregoni për të</a>. Duam t’i ndajmë këto burime me bashkësinë tonë ndërkombëtare, ndaj parapëlqejmë të tilla që ofrojnë ose lejojnë përkthime, përmes një licence lënde të hapët, të tillë si <a href="http://creativecommons.org" rel="external">Creative Commons</a>.

source: Learn HTML
sq: Mësoni HTML

source: <p class="intro">HTML (<strong>HyperText Markup Language</strong>) is the core syntax for putting information on the worldwide web. If you want to create or modify web pages, it's best if you learn HTML.</p> <p>The links on this page lead to a variety of HTML tutorials and HTML training materials. Whether you are just starting out, learning the basics of HTML, or are an old hand at web development wanting to learn <strong>HTML5</strong> (the newest version of the standard), you can find helpful resources here for HTML best practices.</p>
sq: <p class="intro">HTML (<strong>Gjuha HyperText Markup</strong>) është sintaksa bazë për botimin e informacioneve në World Wide Web. Nëse doni të krijoni ose të modifikoni faqe web, gjëja më e mirë që mund të bëni është të mësoni HTML.</p> <p>Lidhjet në këtë faqe shpien te një larmi përkujdesoresh mbi HTML-në dhe materiale për praktikimin e HTML-së. Qofshi fillestar, që po mëson bazat e HTML-së, ose i regjur me programim web e që do të mësojë <strong>HTML5</strong>-n (versioni më i ri i standardit), burimet e këtushme mund jenë të vlefshme për të mësuar praktikat më të mira për HTML.</p>

source: The Basics of HTML
sq: Bazat e HTML-së

source: What HTML is, what it does, its history in brief, and what the structure of an HTML document looks like. The articles that follow this one look at each individual part of HTML in much greater depth.
sq: Ç’është HTML-ja, ç’kryen, historia e saj shkurtimisht, dhe me se ngjan struktura e një dokumenti HTML. Artikujt vijues merren, në shumë thellësi, me secilën pjesë të HTML-së më vete.

source: Basic Structure of a Web Page
sq: Struktura Bazë e një Faqeje Web

source: Learn how HTML elements fit together into the bigger picture.
sq: Mësoni se si hyjnë marrin pjesë te e tëra elementët HTML.

source: Fundamental HTML Elements
sq: Elemente Themelorë HTML

source: Describes the different types of elements you can use to write an HTML document.
sq: Përshkruan llojet e ndryshëm të elementëve që mund të përdorni për të shkruar një dokument HTML.

source: HTML Beginner Tutorial
sq: Përkujdesore HTML për Fillestarë

source: A tutorial and exercises that take you through the basics.
sq: Një përkujdesore dhe ushtrime që do t’ju njohin me bazat.

source: HTML From the Ground Up
sq: HTML Nga Zeroja

source: Video tutorial on best practices and approaches for how to write good HTML code.
sq: Përkujdesore video mbi praktikat dhe rrugët më të mira për të shkruar kod HTML të mirë.

source: HTML Challenges
sq: Konkurse HTML

source: Use these challenges to hone your HTML skills (for example, "Should I use an &lt;h2&gt; element or a &lt;strong&gt; element?"), focusing on meaningful mark-up.
sq: Përdorini këto gara që të latoni aftësitë tuaj në HTML (për shembull, "Të përdor një element &lt;h2&gt; apo një element &lt;strong&gt;?"), duke u përqendruar në mark-up me kuptim.

source: A comprehensive reference for HTML elements, and how Firefox and other browsers support them.
sq: Një referencë e plotë mbi elementet HTML, dhe se si i mbulojnë ato Firefox-i dhe shfletuesit e tjerë.

source: Tips for Authoring Fast-loading HTML Pages
sq: Ndihmëza për Krijim Faqesh HTML që ngarkohen shpejt

source: Optimize web pages to provide a more responsive site for visitors and reduce the load on your web server and Internet connection.
sq: Optimizojini faqet web që të ofroni për vizitorët sajte më elastikë dhe që të zvogëloni ngarkesën e shërbyesit tuaj web dhe lidhjes suaj në Internet.

source: Dive into HTML5
sq: I hyni HTML5-s

source: This site features HTML5
sq: Ky sajt përdor HTML5

source: From Mark Pilgrim
sq: Nga Mark Pilgrim

source: Learn about a selection of features of HTML5, the newest version of the HTML specification.
sq: Njihuni me një përzgjedhje veçorish HTML5, versionin më të ri të standardeve HTML.

source: Get Ready for HTML5
sq: Bëhuni Gati për HTML5

source: A List Apart
sq: Listë Më Vete

source: Some suggestions to help you get on board with HTML5.
sq: Disa këshilla për t’ju ndihur në fillimet tuaja me HTML5.

source: HTML5 Tutorials
sq: Përkujdesore mbi HTML5

source: Take a guided tour through code that uses HTML5 features.
sq: Bëni një tur përmes kodi që vë në punë veçori HTML5.

source: Semantics in HTML5
sq: Semantika në HTML5

source: Learn meaningful mark-up that is extensible and backwards- and forwards-compatible.
sq: Mësoni përdorim të dobishëm të gjuhës, që është i zgjerueshëm dhe i përputhshëm me ç’është bërë më parë dhe me ç’do të bëhet më pas.

source: Canvas Tutorial
sq: Përkujdesore për Canvas

source: Learn how to draw graphics using scripting using the &lt;canvas&gt; element.
sq: Mësoni si të vizatoni grafika duke përdorur skriptim që përdor elementin &lt;canvas&gt;.

source: Articles about using HTML5 right now.
sq: Artikuj mbi përdorimin e HTML5 drejt e tani.

source: The Joy of HTML5 Audio
sq: Hareja e Audios në HTML5

source: Learn how to use the HTML audio element to embed sounds in your web pages easily. Lots of code examples are included in the tutorial.
sq: Mësoni si të përdorni elementin HTML audio që të fusni lehtësisht tinguj në faqet tuaja web. Në përkujdesore përfshihen mjaft shembuj kodi.

source: HTML5 Examples
sq: Shembuj HTML5

source: Demos from Mozilla developers and evangelists.
sq: Demo nga zhvillues dhe predikues të Mozilla-s.

source: MDN Demo Studio
sq: Studio Demosh MDN

source: Run, inspect, and submit demos that show what HTML, CSS, and JavaScript can do.
sq: Xhironi, shqyrtoni dhe parashtroni demo që shpalosin aftësitë e HTML-së, CSS-së, dhe JavaScript-it.

source: HTML5 Demos and Examples
sq: Demo dhe Shembuj mbi HTML5-n

source: Demos that you can filter by technology or browser support.
sq: Demo të cilat mund t’i filtroni sipas teknologjive ose shfletuesve që mbulojnë.

source: HTML5 Gallery
sq: Galeri HTML5

source: Showcase of sites that use HTML5 to help you learn about how it should be used.
sq: Shembuj sajtesh që përdorin HTML5, për t’ju ndihmuar të mësoni se si duhet përdorur.
