Repository: jobava-mozilla/managed-via-pootle
Catalog: mdn-promote/locale/*/LC_MESSAGES/messages.po
Languages: sq

source: A profile already exists with this email address. To connect Persona to your MDN profile, <a href="%(connections_url)s">you need to sign in and visit your social account connections.</a>
sq: Ka tashmë një profil me atë adresë email. Për ta lidhur Persona-n me profilin tuaj MDN, <a href="%(connections_url)s">lypset të bëni hyrjen dhe të vizitoni lidhjet për llogari mediash shoqërore.</a>

source: A profile already exists with an email address below. Do you already have an MDN profile? <a href="%(persona_login_url)s" class="launch-persona-login" data-next="%(persona_next_url)s">Yes, connect with my MDN profile</a>
sq: Ka tashmë një profil me adresën email më poshtë. Keni tashmë një profil MDN-je? <a href="%(persona_login_url)s" class="launch-persona-login" data-next="%(persona_next_url)s">Po, lidhu me profilin tim te MDN-ja</a>

source: Thanks for signing in to MDN with %(provider_name)s. You have one more step to join MDN: <strong>create your MDN profile</strong>.
sq: Ju faleminderit që hytë te MDN-ja përmes %(provider_name)s. Keni ende një hap që të merrni pjesë te MDN-ja: <strong>krijoni profilin tuaj te MDN-ja</strong>.

source: You can access everything on the MDN website even without an MDN profile. However, by joining MDN, you'll be able to edit docs, submit demos, and have your own profile page.
sq: Mund të hapni gjithçka te sajti i MDN-së, edhe pa pasur profil te MDN-ja. Megjithatë, duke u bërë pjesë e MDN-së, do të jeni në gjendje të përpunoni dokumentime, të parashtroni demo, dhe të keni faqen e profilit tuaj.

source: To set up your MDN profile, please <strong>choose a username</strong>. Your username will be displayed on MDN to identify any contributions (edits, demos, etc.) that you make.
sq: Që të rregulloni profilin tuaj te MDN-ja, ju lutemi, <strong>zgjidhni një emër përdoruesi</strong>. Emri juaj i përdoruesit do të shfaqet te MDN-ja për t’ju atribuuar çfarëdo kontributi (përpunime, demo, etj.) që bëni.

source: To set up your MDN profile, please <strong>choose a username and email address</strong>. Your username will be displayed on MDN to identify any contributions (edits, demos, etc.) that you make.
sq: Që të rregulloni profilin tuaj te MDN-ja, ju lutemi, <strong>zgjidhni një emër përdoruesi dhe një adresë email</strong>. Emri juaj i përdoruesit do të shfaqet te MDN-ja për t’ju atribuuar çfarëdo kontributi (përpunime, demo, etj.) që bëni.

source: If you're <strong>having trouble</strong> signing in or creating an MDN profile, <strong><a href="%(bug_href)s" rel="external">let us know</a></strong>.
sq: Nëse <strong>keni probleme</strong> me hyrjen ose me krijimin e një profili MDN, <strong><a href="%(bug_href)s" rel="external">na e bëni të ditur</a></strong>.

source: Your GitHub username %(username)s is already taken. Please choose another.
sq: Emri juaj si përdorues në GitHub, %(username)s, është i zënë tashmë. Ju lutemi, zgjidhni një tjetër.

source: Please enter the name you'd like to display to other users to identify your contributions.
sq: Ju lutemi, jepni emrin që do të donit t’u shfaqet përdoruesve të tjerë për identifikim të kontributit tuaj.

source: A profile already exists with the selected email address. <a href="%(persona_login_url)s" class="launch-persona-login" data-next="%(persona_next_url)s">Connect your %(provider_name)s account to it.</a>
sq: Ka tashmë një profil me adresën email të përzgjedhur. <a href="%(persona_login_url)s" class="launch-persona-login" data-next="%(persona_next_url)s">Lidheni llogarinë tuaj %(provider_name)s me të.</a>

source: What email address should we use to send you MDN-related messages and notifications? This address will <strong>not</strong> be displayed on MDN and will be used according to our <a href="{privacy_url}">privacy policy</a>.
sq: Cilën adresë email do të duhej të përdornim për t’ju dërguar mesazhe dhe njoftime MDN? Kjo adresë <strong>nuk</strong> do të shfaqet te MDN-ja dhe do të përdoret në pajtim me <a href="{privacy_url}">rregullat tona mbi privatësinë</a>.

source: to Mozilla's <a href="%(terms_url)s">Terms</a> and <a href="%(privacy_url)s">Privacy Notice</a>.
sq: te Mozilla's <a href="%(terms_url)s">Kushtet</a> dhe <a href="%(privacy_url)s">Shënimi i Privatësisë</a> së Mozilla-s.

source: Create my MDN profile
sq: Krijoje profilin tim MDN

source: Signed in with Persona
sq: I futur me Persona

source: Signed in with GitHub
sq: I futur me GitHub

source: Connect with Persona
sq: Lidhuni përmes Persona-s

source: Sign in with Persona
sq: Hyni me Persona

source: Connect with GitHub
sq: Lidhuni përmes GitHub-it

source: Sign in with GitHub
sq: Hyni me GitHub

source: Firefox Apps & Hacks Newsletter
sq: Buletini Firefox Apps & Hacks

source: <a href="%(profile_edit_url)s">Edit your profile</a> to join the newsletter.
sq: <a href="%(profile_edit_url)s">Përpunoni profilin tuaj</a> që të pajtoheni te buletini.

source: Manage Roles
sq: Administroni Role

source: Advanced
sq: Të mëtejshme

source: Manage
sq: Administroni

source: API keys
sq: Kyçe API

source: Areas of Expertise
sq: Fushë Ekspertize

source: Member since
sq: Anëtar që prej

source: Recent Badge Awards
sq: Stema të Akorduara Së Fundi

source: Subscribe to a feed of {display_name}'s demos
sq: Pajtohuni te prurja për demo {display_name}

source: No Demos
sq: Pa Demo

source: You haven't submitted any web technology demos. Build something awesome and <a href="%(submit_url)s">submit a demo</a>!
sq: Nuk keni parashtruar ndonjë demo teknologjish web. Krijoni diçka mahnitëse dhe <a href="%(submit_url)s">parashtroni një demo</a>!

source: Recent Docs Activity
sq: Veprimtari Së fundi Te Dokumentet

source: View all activity
sq: Shihni krejt veprimtarinë

source: Page
sq: Faqe

source: Edit page
sq: Përpunoni faqen

source: View complete diff
sq: Shihni plotësisht dallimet

source: View page history
sq: Shihni historik faqeje

source: <p class="none">You haven't contributed to any MDN docs. <a href="%(docs_url)s">Pitch in!</a></p>
sq: <p class="none">Nuk keni kontribuar te ndonjë dokument MDN. <a href="%(docs_url)s">VIni dhe ju një dorë!</a></p>

source: This user has no activity.
sq: Ky përdorues nuk ka veprimtari.

source: Edit Your Profile
sq: Përpunoni Profilin Tuaj

source: Change your avatar at
sq: Ndryshoni avatarin tuaj te

source: View profile
sq: Shihni profilin

source: You're editing a different profile than your own. Please take care!
sq: Po përpunoni një profil tjetër nga i juaji. Ju lutemi, bëni kujdes!

source: We'd love to have your feedback on site changes! Beta testers get access to new features first and we send the occasional email asking for help testing specific things.
sq: Do të donim të dinim përshtypjet tuaja rreth ndryshimeve të sajtit! Testuesit beta mund të përdorin të parët veçoritë e reja, dhe ne dërgojmë me raste edhe kërkesa për ndihmë në testimin e gjërave të veçanta.

source: Primary Email
sq: Email Parësor

source: Edit email
sq: Përpunoni email-in

source: About me
sq: Rreth meje

source: words remaining
sq: fjalë të mbetura

source: Interests (tags)
sq: Interesa (etiketa)

source: Separate tags with commas or spaces. Join multi-word tags with double quotes, like "web standards".
sq: Etiketat ndajini me presje ose hapësira. Etiketat e përbëra vendosini brenda thonjëzash, si kjo " standarde web".

source: Areas of expertise
sq: Fusha ekspertize

source: Add your interests first, then declare yourself an expert in selected topics.
sq: Së pari shtoni interesat tuaja, mandej deklarohuni ekspert në fusha të caktuara.

source: My Profiles
sq: Profilet e Mia

source: Change
sq: Ndryshoje

source: Use your Persona account to sign in.
sq: Për hyrjen përdorni llogarinë tuaj Persona.

source: Use your GitHub account to sign in.
sq: Përdorni për hyrje llogarinë tuaj GitHub.

source: Save Changes
sq: Ruaji Ndryshimet

source: You've Been Banned
sq: Jeni Dëbuar

source: You have been banned for the following reasons:
sq: Jeni përzënë për arsyet vijuese:

source: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Click here</a> to appeal this ban.</p>
sq: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Klikoni këtu</a> që ta apeloni këtë dëbim.</p>

source: Hi {username}!
sq: Njatjeta {username}!

source: Thanks for creating a profile on <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> - a community making great resources for developers like you.
sq: Faleminderit për krijimin e profilit te <a href="%(mdn_link)s">Rrjeti i Zhvilluesve Mozilla (MDN)</a> - një bashkësi që krijon burime të shkëlqyera për zhvillues si ju.

source: You've completed the first step of <a href="%(started_link)s">Getting Started on MDN</a> by creating a profile.
sq: Duke krijuar një profil, plotësuat hapin e parë te <a href="%(started_link)s">Si T’ia Fillohet Te MDN</a>.

source: Now, keep going by picking a task on MDN, and doing it! We have a bunch of intro tasks you can choose from, whether you <a href="%(words_link)s">like words</a>, <a href="%(code_link)s">like code</a>, <a href="%(both_link)s">like both words and code</a>, or you want to <a href="%(translate_link)s">translate MDN to your language</a>.
sq: Tani vazhdoni duke zgjedhur një punë te MDN-ja, dhe duke e përmbushur atë! Kemi një dorë punësh fillestare prej nga të cilat mund të zgjidhni, si kur ju <a href="%(words_link)s">pëlqejnë fjalët</a>, <a href="%(code_link)s">pëlqen kodi</a>, <a href="%(both_link)s">pëlqejnë edhe fjalët, edhe kodi</a>, ose dëshironi të <a href="%(translate_link)s">përktheni MDN-në në gjuhën tuaj</a>.

source: Talk to us!
sq: Flisni me Ne!

source: Want to talk to someone about MDN? There are a few ways you can do that:
sq: Dëshironi të bisedoni me dikë rreth MDN-së? Ka disa mënyra për ta bërë këtë:

source: Mailing list: <a href="%(list_link)s">subscribe</a> to tell us about what you're interested in on MDN and ask questions about the site.
sq: Listë postimesh: <a href="%(list_link)s">pajtohuni</a> që të na tregoni se çfarë ju intereson te MDN-ja dhe që të bëni pyetje rreth sajtit.

source: Real-time chat: <a href="%(channel_link)s">#mdn channel on irc.mozilla.org</a>. (Get more info about <a href="%(irc_link)s">IRC</a>.) You can find the MDN writing staff admins there: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), and me (jms), MDN's community manager.
sq: Fjalosje e atëçastshme: <a href="%(channel_link)s">kanali #mdn te irc.mozilla.org</a>. (Merrni më tepër të dhëna rreth <a href="%(irc_link)s">IRC-së</a>.) Përgjegjësit e MDN-së për shkrime i gjeni këtu: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), dhe unë (jms), përgjegjësi i MDN-së për bashkësinë.

source: Blog: On the <a href="%(blog_link)s">about:community</a> blog, look for the posts tagged with <a href="%(tagged_link)s">Developer Engagement</a>.
sq: Blog: Te blogu <a href="%(blog_link)s">about:community</a> shihni për postime të etiketuar me <a href="%(tagged_link)s">Developer Engagement</a>.

source: Don't be shy, if you have any doubt, problems, questions: contact us! We are here to help.
sq: Mos jini i turpshëm, nëse keni ndonjë mëdyshje, probleme, pyetje: lidhuni me ne! Jemi këtu për t’ju ndihmuar.

source: Hi {username}
sq: Njatjeta {username}

source: Thanks for creating a profile on Mozilla Developer Network (MDN) -- a community making great resources for developers like you.
sq: Faleminderit që krijuar një profil te Rrjeti i Zhvilluesve Mozilla (MDN) -- një bashkësi që krijon burime të shkëlqyera për zhvillues si ju.

source: You've completed the first step of Getting Started on MDN by creating a profile. Now, keep going by picking a task on MDN, and doing it! We have a bunch of intro tasks you can choose based on your interests.
sq: Duke krijuar një profil, plotësuat hapin e parë te <a href="%(started_link)s">Si T’ia Fillohet Te MDN</a>. Tani vazhdoni duke zgjedhur një punë te MDN-ja, dhe duke e përmbushur atë! Kemi një dorë punësh fillestare prej nga të cilat mund të zgjidhni bazuar në interesat tuaja.

source: Like words?
sq: Ju pëlqejnë fjalët?

source: Like code?
sq: Ju pëlqen kodi?

source: Like both words and code?
sq: Ju pëlqejnë fjalët dhe kodi?

source: Want to translate MDN to your language?
sq: Doni të përktheni MDN-në në gjuhën tuaj?

source: Want to talk to someone about MDN? There are a few ways you can do that: * Mailing list: %(list_link)s Subscribe to tell us about what you're interested in on MDN and ask questions about the site. * Real-time chat: #mdn channel on irc.mozilla.org (See %(irc_link)s for more info about IRC.) You can find the MDN writing staff admins there: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), and me (jms), MDN's community manager. * Blog: %(blog_link)s
sq: Dëshironi të bisedoni me dikë rreth MDN-së? Ka disa mënyra për ta bërë këtë: * Listë postimesh: %(list_link)s Pajtohuni që të na tregoni se çfarë ju intereson te MDN-ja dhe që të bëni pyetje rreth sajtit. * Fjalosje e atëçastshme: kanali #mdn te irc.mozilla.org (Për më tepër të dhëna rreth IRC-së shihni te %(irc_link)s.) Përgjegjësit e MDN-së për shkrime i gjeni këtu: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), dhe unë (jms), përgjegjësi i MDN-së për bashkësinë. * Blog: %(blog_link)s

source: Technical - code samples, APIs, or technologies
sq: Teknike - shembuj kodi, API, ose teknologji

source: Editorial - prose, grammar, or content
sq: Redaktoriale - prozë, gramatikë, ose lëndë

source: Localization in progress - not completely translated yet.
sq: Përkthimi është në rrugë e sipër - ende i papërkthyer plotësisht.

source: Edit section
sq: Përpunoni ndarjen

source: [MDN] Page "{document_title}" changed by {creator}
sq: [MDN] Faqja "{document_title}" u ndryshua nga {creator}

source: MDN documents
sq: Dokumente MDN

source: Documents authored by MDN users
sq: Dokumente të krijuar nga përdorues të MDN-së

source: MDN recent document changes
sq: Ndryshime së fundi në dokumente MDN

source: Recent changes to MDN documents
sq: Ndryshime te dokumente MDN tani së fundi

source: MDN recent changes to documents tagged %s
sq: Ndryshime së fundi te dokumente të etiketuar me %s

source: MDN documents for %s review
sq: Dokumente MDN për shqyrtime %s

source: MDN documents for review
sq: Dokumente MDN për shqyrtim

source: MDN '%s' translations in need of update
sq: Përkthime '%s' te MND që lypin përditësim

source: <p> <a href="%(parent_url)s" title="%(parent_title)s"> View '%(parent_locale)s' parent </a> (<a href="%(mod_url)s">last modified at %(parent_modified)s</a>) </p> <p> <a href="%(doc_edit_url)s" title="%(doc_title)s"> Edit '%(doc_locale)s' translation </a> (last modified at %(doc_modified)s) </p>
sq: <p> <a href="%(parent_url)s" title="%(parent_title)s"> Shihni mëmën '%(parent_locale)s' </a> (<a href="%(mod_url)s">ndryshuar së fundi më %(parent_modified)s</a>) </p> <p> <a href="%(doc_edit_url)s" title="%(doc_title)s"> Përpunoni përkthimin '%(doc_locale)s' </a> (ndryshuar së fundi më %(doc_modified)s) </p>

source: MDN recent revisions
sq: Rishikime së fundi te MDN

source: Recent revisions to MDN documents
sq: Rishikime së fundi te dokumente MDN

source: View Page
sq: Shihni Faqen

source: Edit Page
sq: Përpunoni Faqen

source: Show comparison
sq: Shfaq krahasime

source: History
sq: Historik

source: Please provide a title.
sq: Ju lutemi, jepni një titull.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
sq: Titulli është shumë i shkurtër (%(show_value)s characters). Duhet të jetë e pakta %(limit_value)s shenja.

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
sq: Ju lutemi, mbajeni gjatësinë e titullit %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.

source: Name Your Article
sq: Emërtoni Artikullin Tuaj

source: Please provide a slug.
sq: Ju lutemi, jepni një identifikues.

source: The slug provided is not valid.
sq: identifikuesi që dhatë nuk është i vlefshëm.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
sq: Identifikuesi është shumë i shkurtër (%(show_value)s shenja). Duhet të jetë e pakta %(limit_value)s shenja.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
sq: Ju lutemi, mbajeni gjatësinë e identifikuesit %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.

source: Please provide a summary.
sq: Ju lutemi, jepni një përmbledhje.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
sq: Përmbledhja është shumë e shkurtër (%(show_value)s shenja). Duhet të jetë të paktën %(limit_value)s shenja.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
sq: Ju lutemi, mbajeni gjatësinë e përmbledhjes %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.

source: Please provide content.
sq: Ju lutemi, jepni lëndë.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
sq: Lënda është shumë e shkurtët (%(show_value)s shenja). Duhet të jetë të paktën %(limit_value)s shenja.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
sq: Ju lutemi, mbajeni gjatësinë e lëndës %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
sq: Ju lutemi, mbajeni gjatësinë e komentit %(limit_value)s ose më pak shenja. Tani është %(show_value)s shenja.

source: Another document with this slug already exists.
sq: Ka tashmë një dokument tjetër me këtë identifikues.

source: Another document with this metadata already exists.
sq: Ka tashmë një dokument tjetër me këtë tejtëdhënë.

source: This document was modified while you were editing it.
sq: Ky dokument është modifikuar, ndërkohë që po e përpunonit.

source: Changing this document's slug requires moving it and its children.
sq: Ndryshimi i identifikuesit të këtij dokumenti lyp lëvizjen e tij dhe të pjellave të tij.

source: Title:
sq: Titull:

source: Title of article
sq: Titulli i artikullit

source: Slug:
sq: Identifikues:

source: Article URL
sq: URL e artikullit

source: Category:
sq: Kategori:

source: Type of article
sq: Lloj artikulli

source: Parent:
sq: Prind:

source: Tags:
sq: Etiketa:

source: Keywords:
sq: Fjalëkyçe:

source: Affects search results
sq: Prek përfundime kërkimi

source: Search result summary:
sq: Përmbledhje përfundimesh kërkimi:

source: Only displayed on search results page
sq: Shfaqur vetëm në faqen e përfundimeve të kërkimit

source: Content:
sq: Lëndë:

source: Comment:
sq: Koment:

source: Tag this revision for review?
sq: Të etiketohet ky rishikim për shqyrtim?

source: Tag this revision for localization?
sq: Të etiketohet ky rishikim për përkthime?

source: New slug:
sq: Identifikues i ri:

source: New article URL
sq: URL e re artikulli

source: Revision %s
sq: Rishikimi %s

source: There was an error generating the content.
sq: Pati një gabim gjatë prodhimit të lëndës.

source: Parent %s/%s does not exist.
sq: Mëma %s/%s nuk ekziston.

source: Document Tag
sq: Etiketë Dokumenti

source: Document Tags
sq: Etiketa Dokumenti

source: Uncategorized
sq: I pakategorizuar

source: Reference
sq: Referencë

source: Please choose a category.
sq: Ju lutemi, zgjidhni një kategori.

source: Review Tag
sq: Etiketë Shqyrtimi

source: Review Tags
sq: Etiketa Shqyrtimesh

source: Localization Tag
sq: Etiketë Përkthimi

source: Localization Tags
sq: Etiketa Përkthimi

source: No table of contents
sq: Pa tabelë lënde

source: All levels
sq: Krejt nivelet

source: H2 and higher
sq: H2 dhe më të lartë

source: H3 and higher
sq: H3 dhe më të lartë

source: H4 and higher
sq: H4 dhe më të lartë

source: A revision must be based on a revision of the %(locale)s document. Revision ID %(id)s does not fit those criteria.
sq: Rishikimet duhet të bazohen mbi një rishikim të dokumentit në %(locale)s. Rishikimi me ID %(id)s nuk e plotëson këtë kusht.

source: Redirected from %(url)s
sq: Ridrejtuar prej %(url)s

source: Unsupported content-type: %s
sq: Lloj lënde i pambuluar: %s

source: ETag precondition failed
sq: Nuk u plotësua parakushti ETag

source: Sections may only be edited inline.
sq: Ndarjet mund të përpunohen vetëm brendazi.

source: Autosuggest requires a partial title. For a full document index, see the main page.
sq: Vetësugjerimi lyp një titull të pjesshëm. Për një tregues të plotë dokumenti, shihni faqen kryesore.

source: You cannot translate this document.
sq: Nuk mund ta përktheni këtë dokument.

source: Glad to hear it &mdash; thanks for the feedback!
sq: Lajmi na kënaq &mdash; faleminderit për përshtypjet!

source: Sorry to hear that. Perhaps one of the solutions below can help.
sq: Na vjen keq për këtë. Ndoshta mund të ndihmonte një nga zgjidhjet më poshtë.

source: You already voted on this Article.
sq: E keni votuar një herë këtë artikull.

source: Document has been edited; please re-review.
sq: Dokumenti është përpunuar; ju lutemi, rishqyrtojeni.

source: %(obj_count)d object(s) loaded.
sq: %(obj_count)d objekt(e) i(të) ngarkuar.

source: Failed to import data: %(error)s
sq: Dështoi në importim të dhënash: %(error)s

source: Compare Revisions | {document}
sq: Krahasoni Rishikimet | {document}

source: Compare Revisions
sq: Krahaso Rishikimet

source: Back to History
sq: Mbrapsht te Historiku

source: Delete Document | {document}
sq: Fshini Dokumente | {document}

source: Cannot delete pages with children until we fix this bug:
sq: Nuk fshihen dot faqe me pjella, pa u ndrequr kjo e metë:

source: Creator
sq: Krijues

source: Creation Date
sq: Datë Krijimi

source: Last Change By
sq: Ndryshimi i Fundit Nga

source: Last Change Date
sq: Datë e Ndryshimit të Fundit

source: You are about to delete this document and all of its revisions. Please let us know why this page should be deleted.
sq: Ju ndan një hap nga fshirja e këtij dokumenti dhe e krejt rishikimeve të tij. Ju lutemi, na tregoni përse duhet fshirë kjo faqe.

source: Are you sure you want to continue?
sq: Jeni i sigurt se doni të vazhdohet?

source: Delete Revision | {document}
sq: Fshini Rishikimin | {document}

source: Are you sure you want to delete this revision?
sq: Jeni i sigurt se doni të fshihet ky rishikim?

source: Content
sq: Lëndë

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
sq: Ju ndan një hap nga fshirja përgjithmonë e këtij rishikimi. <strong>Kjo nuk mund të zhbëhet!</strong> Jeni i sigurt që doni të vazhdohet?

source: Revert Revision | {document}
sq: Rikthe Rishikimin | {document}

source: Are you sure you want to revert to this revision?
sq: Jeni i sigurt se doni të rikthehet te ky rishikim?

source: Document
sq: Dokument

source: Why are you reverting to this revision?
sq: Pse po e riktheni te ky rishikim?

source: You are about to revert the document to this revision. Click "revert" to revert to the content&nbsp;above.
sq: Ju ndan një hap nga rikthimi i dokumentit te ky version. Klikoni mbi "riktheje" që të rikthehet te lënda&nbsp;më&nbsp;sipër.

source: Revert
sq: Rikthe

source: Document Deleted
sq: Dokumenti u Fshi

source: This document was deleted on %(when)s.
sq: Ky dokument është fshirë më %(when)s.
