Repository: jobava-mozilla/managed-via-pootle
Catalog: mdn-promote/locale/*/LC_MESSAGES/messages.po
Languages: sq

source: Drag and Drop features allow the user to move elements on the screen using the mouse pointer.
sq: Veçoritë Merr dhe Vër i lejojnë përdoruesit të lëvizë elemente në ekran duke përdorur kursorin.

source: Firefox Mobile brings the true Web experience to mobile phones and other non-PC devices.
sq: Firefox Mobile sjell te telefonat celularë dhe të tjera pajisje jo PC ndjesitë e vërteta Web.

source: Offline Support
sq: Asistencë Jo Në Internet

source: Offline caching of web applications' resources using the application cache and local storage.
sq: Ruajtje në fshehtinë jashtë linje e burimeve të aplikacioneve web, përmes fshehtinës së aplikacionit dhe depos vendore.

source: Scalable Vector Graphics (SVG) is an XML based language for describing two-dimensional vector graphics.
sq: Scalable Vector Graphics (SVG) është një gjuhë me bazë XML për përshkrim grafikash vektoriale dypërmasore.

source: The HTML5 video element provides integrated support for playing video media without requiring plug-ins.
sq: Elementët video HTML5 furnizojnë mbulim të integruar për luajtje videosh, pa u dashur shtojca.

source: In the context of the HTML canvas element WebGL provides an API for 3D graphics in the browser.
sq: Në kontekstin e elementëve kanavacë HTML, WebGL furnizon një API për grafikë 3D te shfletuesi.

source: Khronos Spec
sq: Specifikime Khronos

source: WebSockets is a technology that makes it possible to open an interactive communication session between the user's browser and a server.
sq: WebSockets është një teknologji që bën të mundur hapjen e një sesioni ndërveprues komunikimesh mes shfletuesit të përdoruesit dhe një shërbyesi.

source: Web Workers provide a simple means for web content to run scripts in background threads.
sq: Web Workers ofron një rrugë të thjeshtë që lënda web të xhirojë programthe në rrjedha në prapaskenë.

source: XMLHttpRequest (XHR) is used to send HTTP requests directly to a webserver and load the response data directly back into the script.
sq: XMLHttpRequest (XHR) përdoret për të dërguar kërkesa HTTP drejt e te një shërbyes dhe për ngarkimin e të dhënave drejt e te programthi që bëri kërkesën.

source: Track the movement of the user's finger on a touch screen, monitoring the raw touch events generated by the system.
sq: Ndiqni lëvizjet e gishtit të përdoruesit një ekran me prekje, duke mbikëqyrur akte prekjesh të prodhuar nga sistemi.

source: Public Domain (where applicable by law)
sq: Në Pronësi Publike (atje ku e lejon ligji)

source: Successfully censored %(count)d %(items)s.
sq: Censuroi me sukses %(count)d %(items)s.

source: Are you sure?
sq: Jeni i sigurt?

source: Deleted and uploaded files for %(item)s
sq: U fshinë dhe ngarkuan kartela për %(item)s

source: Successfully deleted %(count)d %(items)s.
sq: U fshinë me sukses %(count)d %(items)s.

source: Cannot delete %(name)s
sq: Nuk fshihet dot %(name)s

source: MDN demos
sq: Demo MDN

source: Demos submitted by MDN users
sq: Demo të parashtruara nga përdorues MDN

source: MDN recent demos
sq: Demo MDN së fundi

source: Demos recently submitted to MDN
sq: Demo të parashtruara te MDN-ja së fundi

source: MDN featured demos
sq: Demo MDN të zgjedhura

source: Demos featured on MDN
sq: Demo të zgjedhura te MDN

source: MDN demos tagged %s
sq: Demo MDN të etiketuara me %s

source: MDN demos tagged "%s"
sq: Demo MDN të etiketuara me "%s"

source: %s's MDN demos
sq: Demo MDN nga %s

source: MDN demo search for "%s"
sq: Kërkim demosh MDN për "%s"

source: Search results for demo submissions matching "%s"
sq: Përfundime kërkimi për parashtrime demosh që përmbajnë "%s"

source: Show us you're human
sq: Tregonani se jeni qenie njerëzore

source: First Place
sq: Vendi i Parë

source: Second Place
sq: Vendi i Dytë

source: Third Place
sq: Vendi i Tretë

source: Featured
sq: E zgjedhur

source: year
sq: vit

source: month
sq: muaj

source: week
sq: javë

source: day
sq: ditë

source: %(number)d year ago
sq: %(number)d vit më parë

source: %(number)d month ago
sq: %(number)d muaj më parë

source: %(number)d week ago
sq: %(number)d javë më parë

source: %(number)d day ago
sq: %(number)d ditë më parë

source: %(number)d hour ago
sq: %(number)d orë më parë

source: %(number)d minute ago
sq: %(number)d minutë më parë

source: %(number)d second ago
sq: %(number)d sekondë më parë

source: Please keep filesize under %s. Current filesize %s
sq: Ju lutemi, mbajeni madhësinë e kartelës nën %s. Madhësia e tanishme %s

source: Cannot process image
sq: S’përpunon dot figurën

source: what is your demo's name?
sq: Ç’emër ka demoja juaj?

source: slug
sq: identifikues

source: describe your demo in one line
sq: Përshkruajeni demon me një rresht

source: describe your demo in more detail (optional)
sq: përshkruajeni demon tuaj më hollësisht (opsionale)

source: Hide this demo from others?
sq: Të fshihet kjo demo nga të tjerat?

source: Redirect URL for censorship.
sq: URL ridrejtimi për censurim.

source: control how your demo is launched
sq: kontrolloni se si niset demoja juaj

source: Disable navigation bar, launch demo in a new window
sq: Çaktivizoni shtyllën e lëvizjes, nisni demon në një dritare të re

source: Use navigation bar, display demo in <iframe>
sq: Përdorni shtyllë lëvizjeje, shfaqeni demon në <iframe>

source: Screenshot #1
sq: Foto ekrani #1

source: Screenshot #2
sq: Foto ekrani #2

source: Screenshot #3
sq: Foto ekrani #3

source: Screenshot #4
sq: Foto ekrani #4

source: Screenshot #5
sq: Foto ekrani #5

source: have a video of your demo in action? (optional)
sq: Keni një video të demos suaj në punë e sipër? (opsionale)

source: select a ZIP file containing your demo
sq: përzgjidhni një kartelë ZIP që përmban demon tuaj

source: Is your source code also available somewhere else on the web (e.g., github)? Please share the link.
sq: A gjendet kodi juaj burim gjetkë në web (p.sh., github)? Ju lutemi, ndajeni lidhjen me të tjerët.

source: Select the license that applies to your source code.
sq: Përzgjidhni licencën që mbulon kodin tuaj burim.

source: date created
sq: datë krijimi

source: ZIP file contains no acceptable files
sq: Kartela ZIP përmban kartela të papranueshme

source: ZIP file corrupted
sq: Kartelë ZIP e dëmtuar

source: ZIP file contains a file that is too large: %(filename)s
sq: Kartela ZIP përmban një kartelë shumë të madhe: %(filename)s

source: ZIP file contains an unacceptable file: %(filename)s
sq: Kartela ZIP përmban një kartelë të papranueshme: %(filename)s

source: HTML index not found in ZIP
sq: Nuk e gjet treguesi HTML në ZIP

source: access denied
sq: hyrje e mohuar

source: {subtitle} | Demo Studio
sq: {subtitle} | Studio Demosh

source: Demo Studio
sq: Studio Demosh

source: Submit a Demo
sq: Parashtroni një Demo

source: Remove this demo?
sq: Të hiqet kjo demo?

source: <p>You are about to remove <strong>%(demo_title)s</strong> from the Demo Studio.</p> <p>The Demo's listing, source code, and statistics will be <strong>deleted</strong>.</p> <p>This action <strong>cannot be undone</strong>.
sq: <p>Ju ndan një hap nga heqja e <strong>%(demo_title)s</strong> prej Studios së Demove.</p> <p>Paraqitja në arkivat e Demos, kodi burim, dhe statistikat do të <strong>fshihen</strong>.</p> <p>Ky veprim <strong>nuk mund të zhbëhet</strong>.

source: <button type="submit" class="remove"><span>Remove demo</span></button>
sq: <button type="submit" class="remove"><span>Hiqeni demon</span></button>

source: Delete Comment
sq: Fshije Komentin

source: Delete this comment?
sq: Të fshihet ky koment?

source: <p>Are you sure that you would like to delete this comment?</p>
sq: <p>Jeni i sigurt se do të donit të fshihet ky koment?</p>

source: <button type="submit" class="remove"><span>Delete comment</span></button>
sq: <button type="submit" class="remove"><span>Fshijeni komentin</span></button>

source: Mozilla Demo Studio
sq: Studioja Mozilla Demo

source: Learn More
sq: Mësoni Më Tepër

source: <p>Welcome to the Mozilla Demo Studio, where developers like you can develop, share, demonstrate, and learn all about Web technologies. See what's possible by exploring Demo Studio:</p> <ul> <li>View demos that showcase what HTML, CSS, and JavaScript can do.</li> <li>Inspect the source code for those demos so you can see how they work.</li> <li>Read documentation to learn about the open standards and technologies that power the Web.</li> </ul>
sq: <p>Mirë se vini te Mozilla Demo Studio, ku zhvillues si ju mund të zhvillojnë, ndajnë me të tjerët, demonstrojnë dhe të mësojnë gjithçka rreth teknologjive Web. Shihni se ç’është e mundur, duke eksploruar Studion e Demove:</p> <ul> <li>Shihni demo që tregojnë se ç’mund të arrini me HTML-në, CSS-në, dhe JavaScript-in.</li> <li>Shqyrtoni kodin burim të këtyre demove, që të shihni se si funksionojnë.</li> <li>Lexoni dokumentimin që të mësoni rreth standardeve të hapura dhe teknologjive që mbajnë në këmbë Web-in.</li> </ul>

source: Go to the previous demo, {demo_title}
sq: Shko tek demoja e mëparshme, {demo_title}

source: Prev
sq: E mëparshmja

source: Go to the next demo, {demo_title}
sq: Shko tek demoja pasuese, {demo_title}

source: Next
sq: Pasuesja

source: See the previous image
sq: Shihni figurën e mëparshme

source: Previous
sq: E mëparshmja

source: See the next image
sq: Shihni figurën pasuese

source: By %(creator_link)s on %(create_date)s
sq: Nga %(creator_link)s më %(create_date)s

source: Launch Demo
sq: Nise Demon

source: You like this demo. Undo?
sq: E pëlqeni këtë demo. Të zhbëhet?

source: You Like
sq: E Pëlqeni

source: Do you like this demo?
sq: A ju pëlqen kjo demo?

source: Like It
sq: Më pëlqen

source: Share this demo with your social network
sq: Ndajeni këtë demo me të tjerë te rrjeti juaj shoqëror

source: Share It
sq: Ndaje

source: Share on Twitter
sq: Ndajeni me të tjerët në Twitter

source: Share on Facebook
sq: Ndajeni me të tjerët në Facebook

source: Built using
sq: Krijuar duke përdorur

source: See more demos made with {tag_title}
sq: Shihni më tepër demo të krijuara me {tag_title}

source: This demo has been viewed {count} time
sq: Kjo demo është parë {count} herë

source: {count} view
sq: {count} parje

source: {count} person liked this demo
sq: Këtë demo e pëlqeu {count} person

source: {count} like
sq: {count} pëlqim

source: There is {count} comment for this demo
sq: Ka {count} koment për këtë demo

source: {comment_count} comments
sq: {comment_count} komente

source: Edit Demo
sq: Përpunoni Demo

source: Remove demo
sq: Hiqe demon

source: Show demo
sq: Shfaqe demon

source: Hide demo
sq: Fshihe demon

source: More About This Demo From The Author
sq: Më Tepër Rreth Kësaj Demoje Nga Autori

source: No comments yet.
sq: Ende pa komente.

source: {comments_total} comment so far
sq: {comments_total} koment deri tani

source: <p>Why not <a href="#comment-post">Add your own</a>?</p>
sq: <p>Pse të mos <a href="#comment-post">Shtoni të tuajën</a>?</p>

source: <p><a href="%(login_url)s">Log in</a> to add your own.</p>
sq: <p><a href="%(login_url)s">Bëni hyrjen</a> që të shtoni tuajin.</p>

source: Add your comment
sq: Shtoni komentin tuaj

source: Comment
sq: Koment

source: About this Demo
sq: Rreth kësaj Demoje

source: Download the Source <span class="note">%(file_ksize)s KB &middot; ZIP File</span>
sq: Shkarkoni <span class="note">Kartelën ZIP &middot; %(file_ksize)s KB</span> të Burimit

source: This demo is released under the <a href="%(link)s">%(title)s</a> license.
sq: Kjo demo është hedhur në qarkullim nën lejen <a href="%(link)s">%(title)s</a>.

source: More by {creator}
sq: Më tepër nga {creator}

source: Report a Problem
sq: Raportoni një Problem

source: Flag Content
sq: I Vini Shenjë Lëndës

source: Demo is not working
sq: Demoja nuk punon

source: Demo is inappropriate
sq: Demoja është e papërshtatshme

source: Demo is not by this author
sq: Demoja nuk është nga ky autor

source: presents
sq: paraqet

source: Dev Derby has ended
sq: Dev Derby ka përfunduar

source: From 2011 until 2013, web developers created more than 450 demos for the Dev Derby! Find them below, or <a href="%(demos_url)s">visit the Demo Studio</a> for many more.
sq: Nga2011 deri më 2013, zhvilluesit web krijuan më shumë se 450 demo për Dev Derby-n! Shihni më poshtë, ose <a href="%(demos_url)s">vizitoni Studion e Demove</a> për shumë më tepër.

source: Previous Dev Derby Challenges
sq: Gara Dev Derby të Mëparshme

source: Resources
sq: Burime

source: Docs
sq: Dokumentim

source: Demos
sq: Demo

source: Articles
sq: Artikuj

source: Demos tagged {tag}
sq: Demo të etiketuara me {tag}

source: Home
sq: Hyrje

source: Challenges
sq: Konkurse

source: Judging
sq: Vlerësimi

source: Prizes
sq: Çmime

source: Derby Winners
sq: Fitues të Derby-t

source: Submissions
sq: Parashtrime

source: Subscribe to a feed of {tag_title} demos
sq: Pajtohuni te prurja për demo me {tag_title}

source: Submitted by:
sq: Parashtruar nga:

source: Tagged as:
sq: Etiketuar si:

source: Flag this demo?
sq: T’i vihet shenjë kësaj demoje?

source: <button type="submit" name="action_create">Flag content</button>
sq: <button type="submit" name="action_create">I vini shenjë lëndës</button>

source: Recent demos
sq: Demo së fundi

source: Featured demos
sq: Demo të zgjedhura

source: Featured Demos
sq: Demo të Zgjedhura

source: See the previous demo
sq: Shihni demon e mëparshme

source: See the next demo
sq: Shihni demon pasuese

source: Details
sq: Hollësi

source: Launch
sq: Nise

source: Search demos
sq: Kërko për demo

source: <b>or</b>
sq: <b>ose</b>

source: Browse by Technology
sq: Shfletojini sipas Teknologjish

source: recent
sq: së fundi

source: Mozilla Developer Network
sq: Rrjeti i Zhvilluesve Mozilla

source: by %(profile_link)s
sq: nga %(profile_link)s

source: Back
sq: Mbrapsht

source: Remove this toolbar
sq: Hiqe këtë panel

source: Remove toolbar
sq: Hiqe panelin

source: Browse all demos
sq: Shfletoni krejt demot

source: Subscribe to a feed of all demos
sq: Pajtohuni te një prurje për krejt demot

source: Search for "{q}"
sq: Kërko për "{q}"

source: Search results for "{q}"
sq: Përfundime kërkimi për "{q}"

source: Search demos for "{q}"
sq: Kërkoni te demot për "{q}"

source: Subscribe to a feed of search results for "{q}"
sq: Pajtohuni te prurja për përfundime kërkimi për "{q}"

source: {tag_title} Demos
sq: Demo {tag_title}

source: Edit {demo_title}
sq: Përpunoni {demo_title}

source: Submit a New Demo
sq: Parashtroni Demo të Re

source: <p>Whether you are creating an amazing new way to experience the Web or just experimenting with the latest technologies, we invite you to submit your own demos to share with (or show off to) other web developers.</p> <p>Please complete the form below to ensure your demo is submitted to the Demo Studio successfully.</p>
sq: <p>Qoftë kur krijoni një rrugë të re të mahnitshme për të punuar në Web, qoftë kur është thjesht fjala për eksperimentim me teknologjitë e fjalës së fundit, ju ftojmë t’i parashtroni demot tuaja për t’i ndarë me (ose për t’ua treguar) zhvilluesve të tjerë web.</p> <p>Ju lutemi, plotësoni formularin më poshtë për t’u siguruar që demoja juaj parashtrohet me sukses te Studioja e Demove.</p>

source: Describe Your Demo
sq: Përshkruani Demon Tuaj

source: <p>Tell us more about your demo, including the name, description and the technologies used. Please list the browsers you have tested it with.</p>
sq: <p>Tregonani më tepër rreth demos suaj, përfshi këtu emrin, përshkrimin dhe teknologjitë e përdorura. Ju lutemi, radhisni shfletuesit me të cilët e keni vënë në provë.</p>

source: Select up to five technologies used in your demo.
sq: Përzgjidhni deri në pesë teknologji të përdorura në demon tuaj.

source: Show Off Your Demo
sq: Shfaqeni Demon Tuaj

source: Provide at least one screenshot of your demo in action
sq: Jepni të paktën një foto ekrani nga demoja juaj në punë e sipër

source: JPEG and PNG supported. Minimum size of 480x360.
sq: Mbulohen PNG-të dhe JPG-të. Madhësia minimum 480x360.

source: We support YouTube and Vimeo
sq: Mbulojmë YouTube-in dhe Vimeo-n

source: If your demo has problems when displayed in an &lt;iframe&gt;, try changing this.
sq: Nëse demoja juaj ka probleme kur shfaqet në një &lt;iframe&gt;, provoni të ndryshoni këtë.

source: Preparing Your Demo
sq: Përgatitja e Demos Suaj

source: <ul> <li>Your demo's source code should be packaged inside a ZIP file.</li> <li>The main page of your demo should be a file named <code>index.html</code> in the root of the ZIP.</li> <li>Your demo should be built on client-side technology (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use AJAX to access them.</li> <li>To submit your demo, you need an <a href="%(signup_url)s">MDN profile</a>.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
sq: <ul> <li>Kodi burim i demos suaj duhet të paketohet brenda një kartele ZIP.</li> <li>Faqja kryesore e demos suaj duhet të jetë një kartele e quajtur <code>index.html</code>, në rrënjë të ZIP-it.</li> <li>Demoja juaj duhet krijuar me teknologji klienti (HTML, CSS, JavaScript). Gjuhët për shërbyes, të tilla si PHP dhe Ruby, nuk mbulohen.</li> <li>Nëse demoja juaj lyp burime të jashtme, për hyrjen në to duhet të përdorë AJAX.</li> <li>Për parashtrimin e demos suaj keni nevojë për një <a href="%(signup_url)s">profil te MDN-ja</a>.</li> <li>Ju lutemi, tregoni te kutia e hollësive të demos çfarëdo lënde palësh të treta që nuk mund të licencohet sipas një licence CC-BY-SA dhe jepni lidhje për te sajtet e autorëve.</li> </ul>

source: Provide the Source Code
sq: Jepni Kodin Burim

source: <p>Upload a ZIP file of your source code, in which the main page of your demo is named <code>index.html</code> in the root directory.</p>
sq: <p>Ngarkoni një kartelë ZIP të kodit tuaj burim, e cila faqen kryesore të demos suaj nën emrin <code>index.html</code> ta përmbajë te drejtoria rrënjë.</p>

source: I accept the <a href="%(terms_url)s#tfc">Terms for Contributors</a> and <a href="%(terms_url)s#rrd">Rights Representation Details</a>
sq: I pranoj <a href="%(terms_url)s#tfc">Kushtet për Pjesëmarrësit</a> dhe <a href="%(terms_url)s#rrd">Hollësitë mbi të Drejtat e Përfaqësimit</a>

source: Submit demo
sq: Parashtroje demon

source: or
sq: ose

source: Discard Demo
sq: Hidhe Tej Demon

source: Save changes
sq: Ruaji ndryshimet

source: Discard Changes
sq: Hidhi Tej Ndryshimet

source: Update Your Profile
sq: Përditësoni Profilin Tuaj

source: <p>Share your developer interests and areas of expertise with the MDN community. We'll be able to bring you a better, more customized experience and you will have a place to show off the amazing work you do.</p>
sq: <p>Ndajini me bashkësinë MDN interesat tuaja si programues dhe fushat e ekspertizës. Do të jemi në gjendje t’ju ofrojmë një mjedis më të mirë, më të personalizuar dhe ju do të keni një vend ku të shpalosni punimet tuaja të mahnitshme.</p>

source: Go to your profile
sq: Shkoni te profili juaj

source: <p>Whether you are creating an amazing new way to experience the Web or just experimenting with the latest technologies, we invite you to submit your own demos to share with (or show off to) other web developers.</p>
sq: <p>Qoftë kur krijoni një rrugë të re të mahnitshme për të punuar në Web, qoftë kur thjesht është fjala për eksperimentim me teknologjitë e fjalës së fundit, ju ftojmë t’i parashtroni demot tuaja për t’i ndarë me (ose për t’ua treguar) zhvilluesve të tjerë web.</p>

source: Before You Begin
sq: Para Se të Filloni

source: <ul> <li>You must be prepared to <strong>provide the source code</strong> for your demo. Demos are hosted on the Demo Studio's servers.</li> <li>Your demo's source code must be available under an <strong>open license</strong>, such as MPL, GPL, or BSD.</li> <li>Your demo should showcase <strong>open web technologies</strong>, such as HTML5 and CSS3.</li> <li>Your demo should support a wide range of <strong>modern web browsers</strong>, like Firefox, Chrome, Safari, and Opera.</li> </ul>
sq: <ul> <li>Duhet të jeni gati për <strong>dhënien e kodit burim</strong> për demon tuaj. Demot strehohen te shërbyesit e Studios së Demove.</li> <li>Kodi burim i demos suaj duhet të jetë i passhëm sipas një <strong>lejeje të hapur</strong>, të tillë si MPL, GPL, ose BSD.</li> <li>Demoja juaj duhet të shpalosë <strong>teknologji web të hapura</strong>, të tilla si HTML5 dhe CSS3.</li> <li>Demoja juaj duhet të mbulojë një gamë të gjerë <strong>shfletuesish web modernë</strong>, të tillë si Firefox, Chrome, Safari, dhe Opera.</li> </ul>

source: <ul> <li>Your demo's source code should be packaged inside a <strong>ZIP file</strong>.</li> <li>The main page of your demo should be a file named <strong><code>index.html</code></strong> in the root of the ZIP.</li> <li>Your demo should be built on <strong>client-side technology</strong> (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use <strong>AJAX</strong> to access them.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
sq: <ul> <li>Kodi burim i demos suaj duhet të jetë i paketuar si <strong>kartelë ZIP</strong>.</li> <li>Faqja kryesore e demos suaj duhet të jetë kartelë me emrin <strong><code>index.html</code></strong> në rrënjë të ZIP-it.</li> <li>Demoja juaj duhet të jetë e krijuar me <strong>teknologji për klient</strong> (HTML, CSS, JavaScript). Gjuhë shërbyesish, të tilla si PHP dhe Ruby, nuk mbulohen.</li> <li>Nëse demoja juaj lyp burime të jashtme, për hyrje në to do të duhej të përdorte <strong>AJAX</strong>-in.</li> <li>Ju lutemi, radhisni te kutiza e hollësive për demon çfarëdo lënde prej palësh të treta për të cilat nuk vlen leja CC-BY-SA dhe përfshini lidhje për te sajtet përkatës.</li> </ul>

source: <p>To submit your demo, you need an <strong><a href="%(signup_url)s">MDN profile</a></strong>.</p>
sq: <p>Që të parashtroni demon tuaj, keni nevojë për një <strong><a href="%(signup_url)s">profil te MDN-ja</a></strong>.</p>

source: Log In to Profile
sq: Hyni te Profili

source: Terms for Contributors
sq: Kushte për Pjesëmarrësit

source: Demo Studio: Terms for Contributors
sq: Studio Demosh: Kushte për Kontribues

source: Rights Representation Details
sq: Hollësi të Drejtash Shfaqjeje

source: <cite class="author fn">%(comment_profile_link)s</cite> said,
sq: <cite class="author fn">%(comment_profile_link)s</cite> tha,

source: Posted <a href="#comment-%(comment_id)s" rel="bookmark" title="Permanent link to this comment by %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
sq: Postuar <a href="#comment-%(comment_id)s" rel="bookmark" title="Lidhje e përhershme te ky koment i %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>

source: Reply to this comment by {full_name}
sq: Përgjigjiuni këtij komenti nga {full_name}

source: Reply
sq: Përgjigjuni

source: Report this comment
sq: Raportojeni këtë koment

source: Report
sq: Raportoje

source: Edit this comment
sq: Përpunoni këtë koment

source: Edit
sq: Përpunoni

source: Delete this comment
sq: Fshijeni këtë koment

source: Search the Demo Studio
sq: Kërkoni te Studioja e Demove

source: Search
sq: Kërkoni

source: See {display_name}'s profile
sq: Shihni profilin për {display_name}

source: Sort demos by most recent likes and views
sq: Renditi demot sipas pëlqimeve dhe shikimeve së fundi
