Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*/locale/lij/LC_MESSAGES/client.po
Languages: lij

source: There was a problem with your signup link. Has this address already been registered?
lij: Gh'é stæto un problêma co-o colegaménto de registraçión. St'indirìsso o l'é za stæto registròu?

source: Error encountered trying to complete registration.
lij: Erô into conpletaménto da registraçión.

source: Persona requires cookies to remember you.
lij: Ti dêvi ativâ i cookie pe fâte aregordâ da Persona.

source: Please close this window, <a %s>enable cookies</a> and try again
lij: Pe favô særa o barcón, <a %s>abìlita i cookie</a> e prêuva tórna

source: Communication Error
lij: Erô de comunicaçión

source: Finishing Sign In...
lij: Finìscio de intrâ...

source: In just a moment you'll be signed into Persona.
lij: Inte 'n moménto ti saiæ drénto o Persona.

source: We are sorry, this is taking longer than it should.
lij: Sémmo despiaxûi, sta pigiàndo ciù ténpo do dovûo.

source: If this doesn't resolve itself within a few seconds, please close the window and try again.
lij: Se no se resòlve da sôlo in quàrche segóndo, pe favô særa o barcón e prêuva tórna.

source: Checking with your email provider.
lij: Verìfica co-o fornitô da email.

source: The selected email is invalid or has been deleted.
lij: L'email seleçionâ a no l'é vàlida òpû a l'é stæta scancelâ.

source: Remove %(email)s from your Persona account?
lij: Scancelâ %(email)s da o teu account Persona?

source: Removing the last address will cancel your Persona account. Are you sure you want to continue?
lij: Se ti scancélli l'ùrtimo indirìsso o saiâ scancelòu o teu account Persona ascì. T'ê segûo de continoâ?

source: Are you sure you want to delete your Persona account?
lij: T'ê segûo de scancelâ o teu account Persona?

source: Add an email address
lij: Azónzi 'n indirìsso email

source: email address
lij: indirìsso email

source: Must be an email address
lij: O dêv'êse 'n indirìsso email bón

source: Email field required
lij: O cànpo da email o va inpîo.

source: Initial confirmation sent &ndash; wait a few minutes before requesting another
lij: Confèrma iniçiâ mandâ &ndash; aspêta quàrche menûto prìmma de domandâne 'n'âtra

source: Already added!
lij: Za azónto!

source: add
lij: azónzi

source: cancel
lij: anùlla

source: Cannot verify %s
lij: No pòsso verificâ %s

source: %s is a required address, but we cannot verify that you own this address.
lij: O %s o domànda l'indirìsso, ma niâtri no poémmo verificâ che st'indirìsso o ségge o teu.

source: %(email)s verified!
lij: Indirìsso %(email)s verificòu!

source: Signing you in&hellip;
lij: Acêdo…

source: Check your email
lij: Contròlla a teu email

source: Click the link in the confirmation email sent to %s to immediately be signed in to %s.
lij: Sciàcca o colegaménto inta email de confèrma mandâ a %s pe intrâ sùbito into %s.

source: Error
lij: Erô

source: We are very sorry.
lij: Sémmo despiaxûi

source: The server is under extreme load!
lij: Sémmo despiaxûi, o server o l'é bén bén indafaròu!

source: Please reload the page and try again.
lij: Pe favô recaregâ a pàgina e provâ ancón.

source: Please close this window and try again.
lij: Pe favô særa o barcón e provâ ancón.

source: See more info
lij: Pe savéine de ciù

source: Close
lij: Særa

source: OK
lij: Va bén

source: *%s* is not a valid email address!
lij: *%s* o no l'é 'n'indirìsso email vàlido!

source: To continue, please close the window and enter a valid address.
lij: Pe continoâ særa o barcón e inserìsci 'n nêuvo indirìsso email ch'o vàdde bén.

source: Remember You?
lij: Te aregòrdi?

source: How long would you like to remain signed in with Persona?
lij: Quànto ténpo t'eu stâ aotenticòu in Persona?

source: One month
lij: Un méize

source: I trust this computer.
lij: Me fîo de sto computer.

source: This session only
lij: Sôlo sta sesción

source: This is not my computer.
lij: Sto chi no o l'é mîga o mæ computer.

source: Note: You can of course sign out of Persona at any time.
lij: Nòtta: Ti peu naturalménte sciortî da Persona quànde t'eu.

source: Sign in with Persona
lij: Ìntra con %s

source: Sign in to %s as&hellip;
lij: Són derê a acêde a %s cómme…

source: Select an email address
lij: Seleçiónn-a 'n indirìsso email

source: Add another email address
lij: Azónzi 'n'âtra email

source: This is not me
lij: Sto chi no són mîga mi

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
lij: Anàndo avànti, t'ê d'acòrdio con %(site)s in sci <a %(terms)s>Tèrmini d'ûzo</a> e-a <a %(privacy)s>Polìtica da Privacy</a>.

source: sign in
lij: ìntra

source: %(primary)s is not responding. Please wait a few minutes and try again.
lij: O server de %(primary)s o no me rispónde. Aténdi quàrche menûto e prêuva tórna.

source: Cancel
lij: Anùlla

source: Cannot verify %(email)s
lij: No pòsso verificâ %(email)s

source: This may be due to your browser blocking third-party cookies. Please ensure your browser\'s privacy preferences are set to accept third-party cookies for %(idpName)s and try again.
lij: Quésto o poriéiva êse caozòu dò-u blòcco di cookie de tèrçe pàrti into navegatô che t'adêuvi. Aseguâte che e prefèrense pe-a privacy do navegatô che t'adêuvi ségian inpostæ pe acetâ i cookie de tèrçe pàrti da %(idpName)s e prêuva tórna.

source: You also agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
lij: T'ê d'acòrdio ànche con %(site)s e in sci <a %(terms)s>Tèrmini d'ûzo</a> e-a <a %(privacy)s>Polìtica da Privacy</a>.

source: Create a Password
lij: Crêa paròlla segrêta

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. Please create a new password to use with your Persona account.
lij: No l'é ciù consentîo acêde a Persona con a teu paròlla segrêta de %(idp)s. Fànni 'na nêuva paròlla segrêta pe o teu account Persona.

source: Your email address is new to us. Please create a password to use with FirefoxOS.
lij: St'indirìsso o l'é nêuvo pe niâtri. Pe favô fâte 'na paròlla segrêta pe Persona.

source: Your email address is new to us. Please create a password to use with Persona.
lij: St'indirìsso o l'é nêuvo pe niâtri. Pe favô fâte 'na paròlla segrêta pe Persona.

source: create password
lij: Crêa paròlla segrêta

source: Password field required
lij: A paròlla segrêta a dêve êse lónga fra 8 e 80 caràteri.

source: Passwords must be 8&ndash;80 characters long
lij: A paròlla segrêta a dêve êse lónga fra 8 e 80 caràteri.

source: Verify Password
lij: Verìfica a paròlla segrêta

source: verify password
lij: verìfica a paròlla segrêta

source: Verification password required
lij: O cànpo da vèrifica da paròlla segrêta o va inpîo.

source: Passwords don&rsquo;t match!
lij: E paròlle segrétte no són pægie!

source: done
lij: fæto

source: Good news!
lij: Bónn-e notìçie!

source: %(email)s no longer requires an extra password. Verify your account and you will immediately be signed in to %(aWebsite)s
lij: No sèrve ciù 'na paròlla segrêta pe l'indirìsso %(email)s. Verìfica l'account pe intrâ a-a ràpida into %(aWebsite)s

source: verify
lij: Verìfica
