Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-client/locale/lij/LC_MESSAGES/messages.po
Languages: lij

source: %(site)s: Complete sign-in
lij: %(site)s: Conplêto a-a proçedûa d'acèsso

source: %(site)s: Complete password reset
lij: %(site)s: Conplêto a reinpostaçión da paròlla segrêta

source: A Better Way to Sign In
lij: Un mêgio mòddo de identificâse

source: Unsupported Browser
lij: Navegatô no soportòu

source: Unsupported Browser without Watch
lij: Navegatô no soportòu sénsa Watch

source: Cookies Are Disabled
lij: I cookie én dizabilitæ

source: About
lij: Informaçioìn

source: Terms of Service
lij: Tèrmini do serviççio

source: Privacy Policy
lij: Politìca da privacy

source: Complete Registration
lij: Regitraçión conpletâ

source: A simpler way to sign in.
lij: Un mêgio mòddo de identificâse

source: Persona replaces multiple passwords
lij: Persona o sostitoìsce l'ûzo de ciù paròlle segrête

source: Sites such as <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> and <a %(voostLink)s>%(voostName)s</a> use Persona instead of usernames to sign you in.
lij: Scîti cómme <a %(webmakerLink)s>%(webmakerName)s</a>, <a %(openphotoLink)s>%(openphotoName)s</a> e <a %(voostLink)s>%(voostName)s</a> adêuvian Persona invêce do nómme uténte pe intrâ.

source: This means you only need one password to sign in to many sites.
lij: Quésto o veu dî che t'aviæ bezéugno de ina sôla paròlla segrêta pe acêde a tànti scîti.

source: One password to rule them all.
lij: 'Na paròlla segrêta sôla pe domâli tùtti.

source: Use multiple email addresses
lij: Adêuvia ciù indirìssi email

source: Persona is flexible
lij: Persona o l'é flescìbile

source: Within Persona, your identity is your email address. You can use as many email addresses as you want, but you still only need one password.
lij: Con Persona a teu identitæ a l'é o teu indirìsso email. Ti peu adêuviâ quànte email ti veu, ma te bàsta sôlo ina paròlla segrêta.

source: Real privacy.
lij: Vêa privacy.

source: Persona is proudly non-profit for you
lij: Persona o l'é feaménte sénsa fìn de goâgno e pe ti

source: Persona is developed by Mozilla, a not-for-profit company trusted throughout the Web community. Our goal is to create technologies that balance an open Web platform with people's privacy.
lij: Persona o l'é svilupòu da Mozilla, 'na conpàgna sénsa fìn de goâgno e bén bén conosciûa into Web. O nòstro obietîvo o l'é de creâ de tecnologîe che bilànsan 'na piatafórma Web avèrta co-a privacy de persónn-e.

source: Persona preserves your privacy
lij: Persona o presèrva a teu privacy

source: Persona does not track your activity around the Web. It creates a wall between signing you in and what you do once you're there. The history of what sites you visit is stored only on your own computer.
lij: Persona o no tràccia e teu ativitæ in sciô Web. Ma o crêa 'na miâgia fra quande ti ìntri inte 'n scîto e cöse ti fæ dòppo. A stöia de quæ scîti ti vìxiti a l'é sarvâ sôlo inte o teu computer.

source: Persona for developers
lij: Persona pe-i svilupatoî

source: Implement Persona on your site
lij: Métti Persona into teu scîto

source: Developer guides and API documentation
lij: Góida do svilupatô e documetaçión de API

source: Finish signing into:
lij: Identificaçión conpletâ pe:

source: Last step!
lij: Ùrtimo pàsso!

source: Email Address
lij: Indirìsso email

source: Your Email
lij: A teu email

source: Password
lij: Paròlla segrêta

source: Your Password
lij: A teu paròlla segrêta

source: Password field required
lij: A paròlla segrêta a l'é obligatöia.

source: Password incorrect
lij: A paròlla segrêta a l'é sbaliâ

source: finish
lij: Fìn

source: Persona requires cookies to remember you.
lij: Persona o domànda i cookie pe aregordâse de ti.

source: Please close this window, <a %s>enable cookies</a> and try again
lij: Pe favô særa o barcón, <a %s>abìlita i cookie</a> e prêuva tórna

source: %(idp)s no longer allows you to log into Persona with your %(idp)s password. You must now use your existing Persona password to log in with this email address.
lij: %(idp)s o no te permétte ciù d'intrâ into Persona co-a teu paròlla segrêta %(idp)s. Ti ti dêvi adêuviâ a teu paròlla segrêta de Persona che l'èxiste za pe intrâ òua con st'indirìsso email.

source: Persona password
lij: Paròlla segrêta de Persona

source: email address
lij: indirìsso email

source: Must be an email address
lij: Sto cànpo o dev'êse un indirìsso email

source: Email field required
lij: A email a l'é obligatöia.

source: Forgot your password?
lij: T'æ ascordòu a teu paròlla segrêta?

source: Enter password
lij: Scrîvi a paròlla segrétta

source: password
lij: paròlla segrêta

source: Initial confirmation sent &ndash; wait a few minutes before requesting another
lij: Confèrma iniçiâ mandâ &ndash; aspêta quàrche menûto prìmma de domandâne 'n'âtra

source: By proceeding, you agree to %(site)s's <a %(terms)s>Terms</a> and <a %(privacy)s>Privacy Policy</a>.
lij: Se ti væ avànti, ti saiæ d'acòrdio con %(site)s in sci <a %(terms)s>Tèrmini</a> e <a %(privacy)s>Polìtica da Privacy</a>.

source: next
lij: pròscimo

source: continue
lij: contìnoa

source: cancel
lij: anùlla

source: sign in
lij: acêdi

source: OK
lij: Va bén

source: Connecting to Persona...
lij: Me conétto a Persona...

source: <strong>Mozilla Persona.</strong> Simple sign-in from the non-profit behind Firefox. <a %s>Learn more&rarr;</a>
lij: <strong>Mozilla Persona.</strong> L'acèsso senplificòu fæto sénsa fìn de goâgno da quélli ch'àn fæto Firefox. <a %s>Pe savéine de ciù&rarr;</a>

source: Connect with Mozilla Persona, the safest &amp; easiest way to sign in.
lij: Conétite con Mozilla Persona, o mòddo ciù velôce &amp; fàçile pe intrâ.

source: <a %(aboutLink)s>Take the tour</a>
lij: <a %(aboutLink)s>Panoràmica in sce Persona</a>

source: remove
lij: scancélla

source: New to Mozilla Persona? <a %(learnMoreLink)s>Learn more</a>
lij: No ti conósci Mozilla Persona? <a %(learnMoreLink)s>Informaçioìn in ciù</a>

source: Account Manager
lij: Gestô Account

source: Your Email Addresses
lij: O teu indirìsso email

source: edit
lij: càngia

source: done
lij: fæto

source: Old Password
lij: Vêgia Paròlla segrêta

source: New Password
lij: Nêuva Paròlla segrêta

source: Old password required
lij: A vêgia paròlla segrêta a l'é obligatöia.

source: Old password incorrect
lij: A vêgia paròlla segrêta a l'é obligatöia.

source: New password required
lij: A nêuva paròlla segrêta a l'é obligatöia.

source: Passwords must be different
lij: E paròlle segrête dévan êse divèrse

source: Password must be 8&ndash;80 characters long
lij: A longhéssa da paròlla segrêta a dêve êse tra 8 e 80 caràteri.

source: You may, at any time, <a %(cancelLink)s>cancel your account</a>
lij: Ti peu, quànde t'eu, <a %(cancelLink)s>scancelâ o teu account</a>

source: Persona Home
lij: Câza de Persona

source: How it works
lij: Cómme fonçionn-a

source: Sign In
lij: Acêdi

source: Sign Out
lij: Sciòrti

source: By the <a %s>Identity Team</a> @ <a %s>Mozilla</a>
lij: Fæto da <a %s>Identity Team</a> @ <a %s>Mozilla</a>

source: Developers &rarr;
lij: Svilopatoî &rarr;

source: Need Help? &rarr;
lij: T'æ bezéugno de agiùtto? &rarr;

source: We're sorry, Persona requires that Javascript is enabled.
lij: sémmo despiaxûi, Persona o domànda ch'o ségge abilitòu o Javascript.

source: Reset Password
lij: Reinpósta a paròlla segrêta

source: Create a new password to use with %s
lij: Crêa 'na nêuva paròlla segrêta d'adêuviâ con %s

source: Verify Password
lij: Verìfica a paròlla segrêta

source: Verification password required
lij: Verìfica da paròlla segrêta obligatöia

source: Passwords don&rsquo;t match!
lij: E paròlle segrête no corispóndan!

source: <strong class="email">Your address</strong> has been verified!
lij: O <strong class="email">teu indirìsso email</strong> o l'é stæto verificòu.

source: Your new address is set up and ready to go. You will be redirected to %s
lij: O teu nêuvo indirìsso o l'é prónto. Ti saiæ redireçionòu a %s

source: Redirecting in %s seconds
lij: Redireçiónn-o fra %s segóndi

source: We are sorry, but currently your browser is not supported.
lij: Sémmo despiaxûi, ma òua o teu navigatô o no l'é soportòu.

source: Firefox logo
lij: logo de Firefox

source: Persona works with <a %(getFirefoxLink)s>Firefox</a>
lij: Persona travàggia con <a %(getFirefoxLink)s>Firefox</a>

source: and other <a %(otherBrowserLink)s>modern browsers.</a>
lij: e âtri <a %(otherBrowserLink)s>navigatoî modèrni.</a>

source: Sorry, your browser does not support signing in to this website.
lij: Ne spiâxe, o navegatô o no l'é in gràddo de acêde inte sto scîto.

source: The owner of this website needs to update to use Persona's <a %s>navigator.id.watch()</a> feature.
lij: Bezéugna che o propietâio de sto scîto web o l'agiórni o còdice pe adêuviâ Persona in mòddo da soportâ o método <a %s>navigator.id.watch()</a>.

source: <a %s><strong>Mozilla Persona.</strong></a> Simple sign-in from the non-profit behind Firefox.
lij: <a %s><strong>Mozilla Persona.</strong></a> L'acèsso senplificòu fæto sénsa fìn de goâgno da quélli ch'àn fæto Firefox.

source: Click this link to confirm access to %(site)s:
lij: Sciàcca o colegaménto pe confermâ l'acèsso a %(site)s:

source: If you were NOT attempting this sign-in, please ignore this email.
lij: Se NO ti çèrchi de acêde a-o scîto %(site)s, ignòra sto mesàggio.

source: Simple sign-in from the non-profit behind Firefox
lij: L'acèsso senplificòu realizòu sénsa fìn de goâgno da quélli de Firefox

source: Learn more at https://login.persona.org/about
lij: Âtre informaçioìn chi https://login.persona.org/about

source: Confirm your address now
lij: Confèrma l'indirìsso email òua

source: Confirm your account now
lij: Confèrma o teu account òua

source: Forgot your password for Persona? It happens to the best of us.
lij: T'æ ascordòu a paròlla segrêta de Persona? Càpita ànche a-i mêgio de niâtri.

source: Click to reset your password:
lij: Sciàcca pe reinpostâ a paròlla segrêta:

source: If you were NOT attempting to reset your password, please ignore this email.
lij: Se NO ti çèrchi de reinpostâ a paròlla segrêta ignòra sta notìçia.

source: Reset your password now
lij: Reinpósta a paròlla segrêta òua

source: It looks like your email provider is having trouble with their Persona support.
lij: Pâ che o teu provider de pòsta o l'àgge quàrche problêma con l'integraçión de Persona.
