Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-big-tent/locale/*/LC_MESSAGES/messages.po
Languages: ca, da, de, es, et, fy, gd, it, ko, lt, nl, pl, pt, ro, sk, sq, sr, zh_cn

source: Confirm email address for Persona
ca: Confirma l'adreça electrònica de Persona
da: Bekræft mailadresse til Persona
de: E-Mail-Adresse für Persona bestätigen
es: Confirma la dirección de correo para Mozilla Persona
et: E-posti aadressi kinnitamine Personaga kasutamiseks
fy: E-mailadres foar Persona befêstigje
gd: Dearbh an seòladh puist-d airson Persona
it: Conferma dell'indirizzo email per Persona
ko: Persona 이메일 주소 확인
lt: Patvirtinkite el. pašto adresą, kurį naudosite „Personai“
nl: E-mailadres voor Persona bevestigen
pl: Potwierdź adres e-mail używany z Persona
pt: Confirme o endereço de correio para o Persona
ro: Confirmați adresa de email pentru Persona
sk: Potvrdenie e-mailovej adresy pre Persona
sq: Ripohoni adresë email për Persona-n
sr: Потврдите адресу е-поште за Persona
zh_cn: 确认 Persona 电子邮件地址

source: Loading
ca: S'està carregant...
da: Indlæser
de: Laden
es: Cargando
et: Laadimine…
fy: Lade
gd: 'Ga luchdadh
it: Caricamento in corso…
ko: 진행 중
lt: Įkeliama
nl: Laden
pl: Wczytywanie
pt: A carregar
ro: Încărcare
sk: Načítava sa
sq: Po ngarkohet
sr: Учитавање
zh_cn: 载入中

source: Thank you for using Persona.
ca: Gràcies per utilitzar Persona.
da: Tak, fordi du bruger Persona.
de: Danke, dass Sie Persona verwenden.
es: Gracias por usar Mozilla Persona.
et: Täname sind Persona kasutamise eest.
fy: Tank foar it gebrûk fan Persona.
gd: Gun robh math agad airson Person a chleachdadh.
it: Grazie per aver scelto Persona.
ko: Persona를 이용해 주셔서 감사합니다.
lt: Ačiū, kad naudojatės „Persona“.
nl: Bedankt voor het gebruik van Persona.
pl: Dziękujemy za użycie Persona.
pt: Obrigado por usar o Persona.
ro: Vă mulțumim că folosiți Persona.
sk: Ďakujeme, že používate Persona.
sq: Faleminderit që përdorni Persona-n.
sr: Хвала Вам што користите Persona.
zh_cn: 感谢您使用 Persona。

source: Use the PIN code below to confirm this email address is linked to your Yahoo account.
ca: Utilitzeu el codi PIN de sota per confirmar que l'adreça electrònica està enllaçada al vostre compte de Yahoo.
da: Brug PIN-koden nedenunder for at bekræfte, at denne mailadresse er knyttet til din Yahoo-konto.
de: Verwenden Sie den folgenden PIN-Code, um zu bestätigen, dass diese E-Mail-Adresse mit Ihrem Yahoo-Konto verknüpft ist.
es: Usa el código PIN inferior para confirmar que esta dirección de correo está vinculada a tu cuenta de Yahoo.
et: Kasuta allolevat PIN-koodi selle e-posti aadressi ning Yahoo konto linkimise kinnitamiseks.
fy: Brûk de ûndersteande pinkoade om te befêstigjen dat dit e-mailadres oan jo Yahoo-account keppele is.
gd: Cleachd am PIN gu h-ìosail gus dearbhadh gu bheil am post-d seo ceangailte ris a' chunntas Yahoo agad.
it: Utilizza il codice PIN sottostante per confermare che l'indirizzo email venga associato al tuo account Yahoo.
ko: 아래의 PIN 코드를 사용해서 이 이메일 계정이 Yahoo 계정과 연결되어 있는지를 확인해 주세요.
lt: Pasinaudokite žemiau esančiu PIN kodu ir patvirtinkite, jog šis el. pašto adresas yra susietas su Jūsų „Yahoo“ paskyra.
nl: Gebruik de onderstaande pincode om te bevestigen dat dit e-mailadres aan uw Yahoo-account is gekoppeld.
pl: Użyj poniższego kodu PIN, by potwierdzić, że ten adres e-mail jest powiązany z twoim kontem Yahoo.
pt: Use o código PIN abaixo para confirmar que este endereço de correio está ligado à sua conta do Yahoo.
ro: Utilizați codul PIN de mai jos pentru a confirma că această adresă de email este legată de contul dumneavoastră de Yahoo.
sk: Použite nižšie uvedená kód PIN na potvrdenie prepojenia tejto e-mailovej adresy s vašim účtom Yahoo.
sq: Përdorni kodin PIN e mëposhtëm që të ripohoni se kjo adrese email është e lidhur me llogarinë tuaj Yahoo.
sr: Користите PIN код испод да бисте потврдили да је ова адреса е-поште повезана на Ваш Yahoo налог.
zh_cn: 使用下方的 PIN 码已确认您的电子邮件地址链接至您的 Yahoo 帐号。

source: Note: If you are NOT trying to sign into a website with Persona, please ignore this email.
ca: Nota: Si no esteu provant d'iniciar una sessió a un lloc web amb Persona, simplement ignoreu aquest missatge.
da: Bemærk: Hvis du IKKE er ved at logge ind på et websted med Persona, kan du ignorere denne mail.
de: Hinweis: Wenn Sie NICHT versuchen, sich mit Persona bei einer Website anzumelden, ignorieren Sie bitte diese E-Mail.
es: Nota: Si NO estás intentado entrar en un sitio con Mozilla Persona, ignora este correo.
et: Märkus: Kui sa EI proovinud parajasti mõnele veebilehele Personaga sisse logida, siis palun eira seda kirja.
fy: Noat: as jo jo NET mei Persona by in website probearje oan te melden, kinne jo dit e-mailberjocht negearje.
gd: An aire: MUR EIL thu a' feuchainn ri clàradh a-steach air làrach le Persona, cha leig thu leas ach am post-d seo a leigeil seachad.
it: Nota: se non stai cercando di accedere a un sito tramite Persona ignora pure questo messaggio.
ko: 주의: Persona를 이용해서 웹사이트에 로그인하려 하지 않았아면 이 이메일을 무시해 주세요.
lt: Pastaba: jeigu Jūs NEBANDOTE prisijungti prie svetainės, naudodami „Personą“, tiesiog ignoruokite šį laišką.
nl: Noot: als u zich NIET met Persona bij een website probeert aan te melden, kunt u dit e-mailbericht negeren.
pl: Uwaga! Jeśli próba zalogowania się do tej witryny za pomocą Persona nie była podjęta przez Ciebie – zignoruj tę wiadomość.
pt: Nota: Se NÃO está a tentar iniciar sessão num sítio web com o Persona, por favor ignore esta mensagem.
ro: Notă: Dacă NU ați încercat să vă autentificați pe acest websait cu Persona, vă rugăm să ignorați acest email.
sk: Poznámka: ak sa nepokúšate prihlásiť k webovej stránke pomocou Persona, túto správu môžete ignorovať.
sq: Shënim: Nëse NUK po provoni të hyni te një site web përmes Persona-s, ju lutemi, shpërfilleni këtë email.
sr: Напомена: Ако НЕ покушавате да приступите веб сајту уз помоћ Persona-е, молимо Вас игноришите ову е-пошту.
zh_cn: 请注意：如果您没有要使用 Persona 登录网站，请忽略此邮件。

source: Thank you,
ca: Gràcies,
da: Tak,
de: Vielen Dank
es: Gracias,
et: Tänades
fy: Tank,
gd: Gun robh math agad,
it: Grazie,
ko: 감사합니다,
lt: Ačiū,
nl: Bedankt,
pl: Dziękujemy,
pt: Obrigado,
ro: Mulțumim,
sk: Ďakujeme,
sq: Faleminderit
sr: Хвала Вам,
zh_cn: 感谢您，

source: The Persona team
ca: L'equip de Persona
da: holdet bag Persona
de: Das Persona-Team
es: El equipo de Mozilla Persona
et: Persona meeskond
fy: It Persona-team
gd: Sgioba Persona
it: Il team di Persona
ko: Persona 팀
lt: „Personos“ komanda
nl: Het Persona-team
pl: Zespół Persona
pt: Equipa Persona
ro: Echipa Persona
sk: Tím Persona
sq: Ekipi i Persona-s
sr: Persona тим
zh_cn: Persona 团队

source: System Error, please try again later
ca: Error del sistema. Torneu a provar-ho més tard
da: Systemfejl, prøv igen senere
de: Systemfehler, bitte versuchen Sie es später erneut
es: Error del sistema, inténtalo de nuevo pasados unos minutos
et: Tekkis süsteemne viga, palun proovi hiljem uuesti.
fy: Systeemflater, probearje it letter nochris
gd: Mearachd an t-siostaim, feuch a-rithist an ceann greis
it: Errore di sistema, riprova più tardi
ko: 시스템 오류입니다. 잠시 후 다시 시도해 주십시오.
lt: Sistemos klaida, prašom bandyti vėliau
nl: Systeemfout, probeer het later nog eens
pl: Błąd systemu. Ponów próbę za chwilę.
pt: Erro no sistema; por favor, tente novamente mais tarde
ro: Eroare de sistem, vă rugăm să încercați mai târziu
sk: Systémová chyba, skúste to znova neskôr
sq: Gabim Sistemi, ju lutemi, riprovoni më vonë
sr: Грешка у систему, молимо Вас покушајте поново касније
zh_cn: 系统错误，请稍后重试

source: Sorry, we are unable to log you in as %s
ca: Ho sentim, no hem pogut connectar-vos com a %s
da: Vi kan desværre ikke logge dig ind som %s
de: Es tut uns leid, wir konnten Sie nicht als %s anmelden
es: Lo sentimos, no podemos identificarte como %s
et: Vabandame, kuid aadressiga %s sisselogimine ei õnnestunud.
fy: Sorry, wy binne net yn steat om jo oan te melden as %s
gd: Tha sinn duilich ach cha b' urrainn dhuinn do chlàradh a-steach mar %s
it: Spiacenti, non riusciamo a farti accedere come %s
ko: 죄송합니다. %s 로 로그인할 수 없습니다.
lt: Apgailestaujame, tačiau nepavyko jūsų prijungti kaip %s
nl: Sorry, we kunnen u niet als %s aanmelden
pl: Niestety nie możesz zalogować się jako %s
pt: Desculpe, não foi possível iniciar a sessão como %s
ro: Ne pare rău, nu putem să te autentificăm ca și %s
sk: Ospravedlňujeme sa, ale nie je možné vás prihlásiť ako %s
sq: Na ndjeni, nuk jemi në gjendje t'ju fusim si %s
sr: Жао нам је, нисмо у могућности да Вас пријавимо као %s
zh_cn: 对不起，我们无法将您登录为 %s

source: Something went wrong, please try again later
ca: Quelcom no ha anat bé. Torneu a provar-ho mes endavant
da: Noget gik galt, prøv igen senere
de: Etwas ist schiefgegangen, bitte versuchen Sie es später erneut
es: Algo no salió bien, inténtalo de nuevo pasados unos minutos
et: Midagi läks valesti, palun proovi hiljem uuesti.
fy: Der is wat ferkeard gien, probearje letter opnij
gd: Chaidh rudeigin cearr, nach fheuch thu ris a-rithist?
it: Qualcosa è andato storto, riprova più tardi
ko: 오류가 발생했습니다. 잠시 후 다시 시도해 주십시오.
lt: Nutiko kažkas neplanuoto, prašom bandyti vėliau
nl: Er is iets misgegaan, probeer het later nog eens
pl: Próba się nie powiodła. Spróbuj ponownie za chwilę.
pt: Algo correu mal, por favor tente mais tarde
ro: Ceva nu a funcționat bine, vă rugăm să încercați mai târziu
sk: Niečo nedopadlo dobre, skúste to znova neskôr
sq: Diçka shkoi ters, ju lutemi, riprovoni më vonë
sr: Нешто је пошло наопако, молимо Вас покушајте поново касније
zh_cn: 出错了，请稍后重试

source: Try Again
ca: Torna a provar
da: Prøv igen
de: Erneut versuchen
es: Intentar de nuevo
et: Proovi uuesti
fy: Probearje opnij
gd: Feuch ris a-rithist
it: Riprova nuovamente
ko: 다시 시도
lt: Bandyti vėl
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar de novo
ro: Încercați din nou
sk: Skúsiť znova
sq: Riprovoni
sr: Покушај поново
zh_cn: 重试

source: Accounts don't match
ca: Els comptes no coincideixen
da: Konti matcher ikke
de: Konten passen nicht zusammen
es: Las cuentas no coinciden
et: Kontod ei sobi kokku
fy: Accounts komme net oerien
gd: Chan eil an dà chunntas co-ionnann
it: L'account non corrisponde
ko: 계정 불일치
lt: Paskyros nesutampa
nl: Accounts komen niet overeen
pl: Konta nie pasują do siebie
pt: As contas não correspondem
ro: Conturile nu se potrivesc
sk: Účty sa nezhodujú
sq: Llogaritë nuk përputhen
sr: Налози се не подударају
zh_cn: 帐号不符合

source: Go back
ca: Vés enrere
da: Gå tilbage
de: Zurück
es: Volver
et: Mine tagasi
fy: Tebek
gd: Air ais
it: Indietro
ko: 돌아가기
lt: Grįžti
nl: Terug
pl: Wróć
pt: Retroceder
ro: Mergi înapoi
sk: Prejsť naspäť
sq: Kthehuni mbrapsht
sr: Назад
zh_cn: 返回

source: Continue
ca: Continua
da: Fortsæt
de: Weiter
es: Continuar
et: Jätka
fy: Fierder
gd: Lean air adhart
it: Avanti
ko: 계속
lt: Tęsti
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
sk: Pokračovať
sq: Vazhdoni
sr: Настави
zh_cn: 继续

source: Confirm your email address
ca: Confirma l'adreça electrònica
da: Bekræft din mailadresse
de: Bestätigen Sie Ihre E-Mail-Adresse
es: Confirma tu dirección de correo electrónico
et: E-posti aadressi kinnitamine
fy: Befêstigje jo e-mailadres
gd: Dearbh an seòladh puist-d agad
it: Conferma l'indirizzo email
ko: 이메일 주소 확인
lt: Patvirtinkite savo el. pašto adresą
nl: Bevestig uw e-mailadres
pl: Potwierdź swój adres e-mail
pt: Confirme o seu endereço de correio
ro: Confirmați adresa dumneavoastră de email
sk: Potvrďte svoju e-mailovú adresu
sq: Ripohoni adresën tuaj email
sr: Потврдите Вашу адресу е-поште
zh_cn: 请确认您的电子邮件地址

source: Check your email at %(claimed)s.
ca: Comproveu el vostre correu a %(claimed)s.
da: Kontroller din mail hos %(claimed)s.
de: Überprüfen Sie Ihre E-Mails bei %(claimed)s.
es: Verifica tu correo en %(claimed)s.
et: Kontrolli oma %(claimed)s postkasti.
fy: Kontrolearje jo e-mail by %(claimed)s.
gd: Thoir sùil air a' phost-d agad air %(claimed)s.
it: Verifica l'indirizzo email su %(claimed)s.
ko: %(claimed)s에서 이메일을 확인해 주세요.
lt: Patikrinkite į %(claimed)s gautus laiškus.
nl: Controleer uw e-mail bij %(claimed)s.
pl: Sprawdź swoją pocztę w w %(claimed)s.
pt: Verifique suas mensagens em %(claimed)s.
ro: Verificați emailul dumneavoastră de la %(claimed)s.
sk: Skontrolujte si poštu na adrese %(claimed)s.
sq: Kontrolloni email-in tuaj te %(claimed)s.
sr: Проверите Вашу е-пошту у %(claimed)s.
zh_cn: 检查您的 %(claimed)s 电子邮件地址。

source: Please enter PIN from email:
ca: Introduïu el PIN del correu:
da: Indtast pinkode fra mail:
de: Bitte geben Sie die PIN aus der E-Mail ein:
es: Escribe el PIN del correo:
et: Palun sisesta e-kirjas olev PIN:
fy: Fier de pinkoade út it e-mailbericht yn:
gd: Cuir a-steach am PIN a bha sa phost-d:
it: Inserisci il codice PIN contenuto nell'email:
ko: 이메일 주소의 PIN을 입력해 주세요:
lt: Prašom įvesti el. paštu gautą PIN kodą:
nl: Voer de pincode uit het e-mailbericht in:
pl: Podaj PIN przesłany w wiadomości e-mail:
pt: Por favor, insira o PIN que recebeu na mensagem de correio:
ro: Vă rugăm introduceți codul PIN din email:
sk: Zadajte kód PIN z e-mailu:
sq: Ju lutemi, jepni PIN-in prej email-i:
sr: Молимо Вас унесите PIN шифру из е-поште:
zh_cn: 请输入邮件中的 PIN 码：

source: Sorry, PIN doesn't match
ca: Ho sentim, els PIN no coincideixen
da: Beklager, pinkoder matcher ikke
de: Es tut uns leid, die PIN stimmt nicht überein
es: Perdón, el PIN no coincide
et: Vabandust, PIN ei sobi.
fy: Sorry, pinkoade komt net oerien
gd: Duilich, chan eil am PIN ceart
it: Spiacenti, il codice PIN non corrisponde
ko: PIN이 일치하지 않습니다.
lt: Deja, PIN kodas neteisingas
nl: Sorry, pincode komt niet overeen
pl: Podany kod PIN jest niewłaściwy
pt: Desculpe, o PIN está incorreto
ro: Ne pare rău, codul PIN nu se potrivește
sk: Ospravedlňujeme sa, ale kód PIN nie je správny
sq: Na ndjeni, PIN-i nuk përputhet
sr: Жао нам је, PIN шифра се не поклапа
zh_cn: 对不起， PIN 码不正确

source: Sign in
ca: Inici de sessió
da: Log ind
de: Anmelden
es: Conectar
et: Logi sisse
fy: Oanmelde
gd: Clàraich a-steach
it: Accedi
ko: 로그인
lt: Prisijungti
nl: Aanmelden
pl: Zaloguj się
pt: Iniciar sessão
ro: Autentificare
sk: Prihlásiť sa
sq: Hyni
sr: Пријави се
zh_cn: 登录
