Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/lij/LC_MESSAGES/messages.po
Languages: lij

source: Thanks for entering Firefox Flicks, the global video contest about the power of mobile. To submit your flick, please tell us who you are and where you're from.
lij: Gràçie pe avéi çernûo de parteçipâ a Firefox Flicks, o concórso vìdeo internasionâle dedicòu a-e potensialitæ do Web mobile. Per candidâ o teu flick a-o concórso ne sèrve savéi chi t'ê e da dónde ti végni.

source: Your name will be displayed publicly with your video.
lij: O teu nómme o saiâ mostròu in mòddo pùblico co-o teu vìdeo.

source: Full Name
lij: Nómme e cognómme

source: Some prizes are awarded by region, so let us know what part of the world your flick is representing.
lij: Quàrche prémmio o végne dæto pe región, coscì fànne savéi quæ pàrte do móndo o raprezénta o teu flick.

source: Country
lij: Pàize

source: Region
lij: Región

source: Mailing address (optional)
lij: Indirìsso postâle (no òbligatòio)

source: We ask for your address so we can send you an awesome gift for participating. Providing it is completely optional and we won't use it or keep it for any other purpose.
lij: Te domandémmo o teu indirìsso coscì niâtri te poêmo mànda 'n béllo prémmio pe-a teu partecipaçión. Dâne l'indirìsso o l'é facoltatîvo e o no saiâ adêuviòu pe nisciùn âtro fìn.

source: Address line 1
lij: Rîga 1 de l'indirìsso

source: Address line 2
lij: Rîga 2 de l'indirìsso

source: City
lij: Çitæ

source: State/Province
lij: Stæto/Provìnçia

source: Postal Code
lij: Còdice postâle (CAP)

source: I'm okay with you handling my info as you explain in your <a href="{link}" rel="external">privacy policy</a>
lij: Me va bén ch'o Mozilla manézzi ste informaçioìn cómme l'é spiegòu inta vòstra <a href="{link}" rel="external">polìtica da privacy</a>

source: I want to receive email updates about Firefox Flicks
lij: Véuggio rèçeive i agiornaménti pe email in sce Firefox Flicks

source: Next
lij: Pròscimo

source: Animation
lij: Animaçión

source: New Technology
lij: Nêuva tecnologîa

source: Europe
lij: Ouröpa

source: Asia, Africa & Australia
lij: Àzia, Àfrica e Aostràlia

source: 30 Second Spot Winner
lij: Vinsitô do Spot de 30 segóndi

source: Animation Winner
lij: Vinsitô de l'Animaçión

source: New Technology Winner
lij: Vinsitô da Nêuva tecnologîa

source: PSA Winner
lij: Vinsitô do PSA

source: Title
lij: Tìtolo

source: Description
lij: Descriçión

source: Category
lij: Categorîa

source: Video File URL
lij: URL do File Vìdeo

source: %(winner)s for %(region)s
lij: %(winner)s pe %(region)s

source: Grand Prize Winner
lij: Vinsitô do Prìmmo Prémmio

source: Bay Area Video Coalition Prize Winner
lij: Vinsitô Bay Area Video Coalition

source: Panavision Prize Winner
lij: Vinsitô Prémio Panavision

source: Firefox Flicks: Your Recent Submission
lij: Firefox Flicks: O teu vìdeo

source: The fox meets a damsel in distress, but can he help her? Get inspired for your Firefox Flicks entry by checking out our video.
lij: A vórpe a l'incóntra 'na fantìnn-a in perìcolo, ma cómme peu agiutâla? Làscite inspirâ pe-o teu Vìdeo amiàndo i nòstri.

source: The fox meets a damsel in distress, but can he help her?
lij: A vórpe a l'incóntra 'na fantìnn-a in perìcolo, ma cómme a peu agiutâ?

source: Dance
lij: Bàlla

source: He's got the moves, he's got ambition. How far can this fox's feet take him? Get inspired for your Firefox Flicks entry by checking out our video.
lij: Lê o se méscia bén, o l'à l'anbiçión. Fìn a che pónto e sànpe da vórpe pêuan portâlo? Làscite inspirâ pe-o teu Vìdeo amiàndo i nòstri.

source: He's got the moves. He's got ambition. How far can this fox's feet take him?
lij: Lê o se méscia bén. Lê o l'à l'anbiçión. Quànto lontàn pêu portâlo e sànpe da vórpe?

source: A teenage girl learns the truth about the fox. Get inspired for your Firefox Flicks entry by checking out our video.
lij: 'Na figétta a l'inpâra a veitæ in sciâ vórpe. Làscite inspirâ pe-o teu Vìdeo amiàndo i nòstri.

source: Creative Commons Attribution - NonCommercial - ShareAlike license
lij: Licénsa Creative Commons Atribuçión - No comerçiâle - Condivìddi inte mòddo pægio

source: Rules for uploading
lij: Rególe pe mandâ vìdeo

source: Your entry may be no longer than 60 seconds.
lij: O teu vìdeo o no dêv'êse de ciù de 60 segóndi.

source: Your entry must be in a format that can be uploaded to Vimeo (see <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> for details).
lij: O teu vìdeo o dêve êse inte 'n formòu ch'o pósse êse caregòu in sce Vimeo (véddi a pàgina <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> pe âtre informaçioìn).

source: Your entry must be your original work and may not include any unauthorized third party intellectual property (such as a video clip, music or visible brand name or logo you do not have a license to use).
lij: O teu vìdeo o dêve êse un travàggio originâle fæto da ti e-o no peu inclùdde proprietæ intelletoâli di tèrse pàrte no aotorizæ (prezénpio tòcchi de vìdeo, mùxica, màrchi ò lögo vixìbili che ti no gh'æ a licénsa d'ûzo).

source: Your video will be posted to both the Firefox Flicks website and the Vimeo website under a Firefox Flicks account.
lij: O teu vìdeo saiâ mostròu in sciô nòstro scîto òfiçiâ e in sce quéllo de Vimeo sótto 'n account de Firefox Flicks.

source: Please read the <a href="%(link_rules)s" rel="external">official contest rules</a> before submitting your video.
lij: Prìmma de mandâ o teu vìdeo asegùate de avéi lezûo e <a href="%(link_rules)s" rel="external">règole òfiçiâ do concórso</a>.

source: Choose a video to upload
lij: Seleçiónn-a un vìdeo da caregâ

source: Your flick
lij: O teu flick

source: Remove
lij: Scancèlla

source: Name your flick
lij: Dànni 'n nómme a-o teu flick

source: Be concise, yet unique
lij: Séggi spedîo, ma originâle

source: Describe your flick
lij: Descrîvi o teu flick

source: In 1-3 sentences. This is what people will see when they view or share your video.
lij: In 1-3 frâxi. Quésto o l'é quéllo che vediàn e génte quànde véddan o condivìdan o teu vìdeo.

source: Hooray! Your upload is complete.
lij: Alé anémmo! O teu caregaménto o l'é finîo.

source: Bonus: For getting your flick in early, you're eligible for an Early Entry Award and a chance to automatically qualify for the Grand Prize finals. <a href="%(link_home)s#prizes" rel="external">Learn more</a>.
lij: Bonus: t'æ mandòu o teu flick in ténpo pe parteçipâ a-o Prémmio Avanguardie e avéi l'ocaxón de qualificâte aotomaticaménte p-e finâli do Prìmmo Prémmio. <a href="%(link_home)s#prizes" rel="external">Âtre informaçioìn</a>.

source: Your video is now processing. Once it's reviewed, we'll send you an email to let you know where to find it. Until then, spread the word about Firefox Flicks!
lij: Sémmo dêre a eleborâ o teu vìdeo. 'Na vòtta che l'émmo ezaminòu ti riçeviæ 'na email ch'a te spieghiâ dónde atrovâlo. Intànto che t'aspêti, dî a tùtti do concórso Firefox Flicks!

source: Back to Flicks
lij: Vànni tórna a-i flick

source: Oh no, something went wrong!
lij: Ahime mi, quarcösa m'à dæto erô!

source: There was an error in the upload process. Please <a href="%(link_upload)s">try again</a>, and be sure you're uploading a video in <a href="%(link_vimeoformat)s" rel="external">one of our supported file formats</a>.
lij: Gh'é stæto 'n erô into caregaménto. <a href="%(link_upload)s">Prêuva tórna</a> dòppo che ti t'ê aseguòu ch'o teu vìdeo o ségge inte un di nòstri <a href="%(link_vimeoformat)s" rel="external">formâti sopòrtæ</a>.

source: If you continue to see this message, please wait and try again later.
lij: Se ti véddi de lóngo sto mesàggio prêuva tórna ciù tàrdi.

source: %(category_link)s <span>for</span> %(country_link)s
lij: %(category_link)s <span>pe</span> %(country_link)s

source: Your flick has been accepted and successfully added to the competition!
lij: O teu flick o l'é stæto acetòu e azónto bén framêzo a-i vìdeo concorénti.

source: You can find your flick on the gallery and share it using this link: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
lij: Ti troviæ o teu flick inta nòstra galerîa. Ti peu condivìddelo co-o segoénte link: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>

source: Voting for the People's Choice Award starts on July 31, so be sure to let your friends know that you need their support.
lij: E votaçioìn pe-o Prémmio do pùblico s'àrvan o 31 de lùggio, avèrti i teu amîxi che t'æ bezéugno do sopòrto de liâtri.

source: Thanks again for taking the time to help us share the power of mobile with the world.
lij: Gràçie ancón pe avéi spêzo do ténpop a agiutâne a condivìdde a poténsa do mobile inte tùtto o móndo.

source: You can find your flick on the gallery and share it using this link: %(link)s
lij: Ti troviæ o teu flick inta nòstra galerîa. Ti peu condivìddelo co-o segoénte link: %(link)s

source: An entry for Firefox Flicks 2013, a global video contest about the power of mobile.
lij: Un vìdeo de Firefox Flicks 2013, un concórso vìdeo internaçionâ in sciâ poténsa do Web mòbile.

source: 2013 gallery
lij: Galerîa do 2013

source: Welcome to the<br> Firefox Flicks 2013 gallery
lij: Benvegnûo inta<br> galerîa de Firefox Flicks do 2013

source: This year we're asking filmmakers and Firefox fans to inspire others to get mobilized by telling the world about the power and potential of mobile. Have a look at the entries and be sure to share your favorites with your friends.
lij: St'ànno domandémmo a-i regìsti e a-i fan de Firefox de ispirâi âtri a mobilizâse faxéndo descovrî a-o móndo e potençialitæ do Web mòbile. Amîa i vìdeo e condivìddi i teu preferîi co-i amîxi.

source: Submitted <time datetime="%(datetime)s">%(date)s</time>
lij: Mandòu o <time datetime="%(datetime)s">%(date)s</time>

source: Unfortunately, your flick does not meet one or more of the contest criteria and was not accepted to be part of the competition. Please refer to our <a href="%(link)s" style="color: #1677b9; text-decoration: none;">contest rules</a> for more information.
lij: Ne spiâxe informâte che o teu flick o no l'é stæto acetòu into concórso perché o no sodìsfa un o ciù requixîti. Pe âtre informaçioìn ti peu fâ riferiménto a-e <a href="%(link)s" style="color: #1677b9; text-decoration: none;">règole do concórso</a>.

source: All decisions regarding submissions are final.
lij: Tùtte e decixoìn in sce candidatûe én definitîve.

source: Unfortunately, your flick does not meet one or more of the contest criteria and was not accepted to be part of the competition. Please refer to our contest rules for more information: %(link)s
lij: Ne spiâxe informâte che o teu flick o no l'é stæto acetòu into concórso perché o no sodìsfa un o ciù requixîti. Pe âtre informaçioìn ti peu fâ riferiménto a-e règole do concórso: %(link)s
