Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/lij/LC_MESSAGES/messages.po
Languages: lij

source: We're looking for videos that tell the story of how having access to the Web through a mobile device can change the way you see the world and how you function within it. You could win some <a href="#prizes" class="scroll">great prizes</a> and be seen by <a href="#judges" class="scroll">celebrity judges</a> who can make your moviemaking dreams come true.
lij: Çerchémmo di vìdeo che cóntino cómme acêde a-a Ræ co-in dispoxitîvo mòbile o peu cangiâ o mòddo into quæ vedémmo e interagìmmo co-o móndo. A l'é 'n ocaxión pe goâgnâ <a href="#prizes" class="scroll">prémmi mâvegiôzi</a> e fâte védde da 'n <a href="#judges" class="scroll">mànego de celebritæ</a> che faiàn devegnî reâli i teu séunni da regìsta.

source: How do I enter?
lij: Cómme pòsso parteçipâ?

source: What is the deadline?
lij: Quànde finìsce o concórso?

source: Play a short introduction video
lij: Amîate un vìdeo córto de introduçión

source: Learn more about Firefox OS, the open, Web-based operating system for mobile devices, and get answers to all your other questions.
lij: Descòvri de ciù do Firefox OS, o scistêma operatîvo pe dispoxitîvi portàtili avèrto e bazòu in sciâ Ræ, e trêuva e rispóste a tùtte e âtre domànde.

source: Read the FAQ
lij: Lêzi e Domànde che ne fàn spésso

source: 2013 Flicks
lij: Flick 2013

source: View the gallery of entries
lij: Véddi a galerîa de vìdeo

source: Read the creative brief
lij: Lêzi a Létia creatîva

source: Download the creative assets
lij: Scàrega a Létia creatîva

source: Meet the judges
lij: Incóntra i giùdiçi

source: Get to know our illustrious panel of celebrity judges &ndash; led by actor, director, producer and activist Edward Norton &ndash; who will see your flick and help us choose this year's winner.
lij: Conósci o nòstro mànego de giùdiçi ilùstri conpósto da génte famôza; goidâ da l'atô, regìsta, produtô e ativìsta Edward Norton &ndash; ch'o se vediâ o teu flick e ne agiutiâ a çèrne o vinsitô de st'ànno chi.

source: Click on each photo for a full bio.
lij: Sciàcca sórvia ògni föto pe lêze a biogràfia conplêta.

source: Producer
lij: Produtô

source: <abbr title="Executive Vice President">EVP</abbr>, Global Sales and Marketing, Panavision
lij: <abbr title="Executive Vice President">Vîce prezidénte ezegotîvo</abbr>, Véndite globâli e marketing, Panavision

source: Founder, Black List
lij: Fondatô de Black List

source: Actor, Director, Producer, Activist
lij: Atô, Diretô, Produtô, Ativìsta

source: What I think is really cool about Firefox Flicks is that it marries that core philosophy of liberating people to say what they want to say and connects it to something that's happening in the arts and film.
lij: Mi pénso che a cösa ciù bélla de Firefox Flicks a l'é ch'a spôza a filozofîa cheu de liberâ a génte in mòddo ch'a pòsse dî quéllo che veu e conètte tùtto quésto co-o móndo de l'àrte e do cîne.

source: I'm a firm believer that if you have the talent and you work hard all you need to succeed is the right forum. That's what excites me about Firefox Flicks. It gives aspiring film students and filmmakers a forum that showcases their talent to millions of people around the globe and gives them access to folks that can change the trajectory of their careers.
lij: Mi créddo forteménte che se ti gh'æ o talénto e ti travàggi fòrte tùtto quéllo ch'o te sèrve pe avéi sucèsso o l'é o pòsto giùsto. Quésto o l'é quéllo ch'o me écita de Firefox flicks. O dâ a stùdenti do cîne e regìsti un pòsto pe móstra o seu talénto a milioìn de persónn-e in gîo pe-o móndo e dâ a liâtri acésso a-e persónn-e che pêuan cangiâne a cariêra.

source: Prizes
lij: Prémmi

source: There are many chances and ways to win throughout the competition. That means you're not just in the running for the Grand Prize, but you could win a Regional Prize, People's Choice Award and Early Entry Award as well. Plus, the top three entries from each film festival automatically move on to the finals and a chance at the top prize (so get your flick in early). And just for entering, everyone gets a little something from us to say thanks.
lij: Gh'é tànti mòddi pe goâgnâ in sta conpetiçión. Quésto o veu dî che o no gh'é sôlo o Prìmmo Prémmio, ma ti peu goâgnâ o Prémmio regionâle, o Prémmio do pùblico e l'Early Entry Award. E ghe n'é de ciù, i prìmmi tréi vìdeo pe ògni festival do cîne passiàn aotomaticaménte in finâle (alôa méscite a mandâ o teu). E sôlo pe-a partecipaçión, t'aviæ un picìn prémmio cómme ringraçiaménto.

source: Here's a more detailed look at what you can win, but check back for prize updates throughout the contest.
lij: Chi ti troviæ informaçioìn in detàlio in sce cöse se peu goâgnâ, ma aregòrdite bén de lêze de lóngo sta pàgina tànto che gh'é o concórso pe seguî i agiornaménti in sci prémmi.

source: Grand Prize
lij: Prìmmo Prémio

source: Regional Prizes
lij: Prémmi regionâli

source: A $5,000 top prize and $2,500 for the runner-up will go to the top two flicks from each of the contest regions: Latin America, North America, Asia Pacific and Europe, the Middle East and Africa.
lij: O prìmmo prémmio de 5000 $ e un prémmio de 2500 $ pe-o segóndo clasificòu saiàn dæti a-i doî flick ciù votæ in ògni región do concórso: Amèrica Latìnn-a, Nòrd Amèrica, Pacìfico e Ouröpa e Médio Oriénte e Àfrica.

source: People's Choice Awards
lij: Prémmio do pùblico

source: All flicks submitted by July 31 are eligible. The 3 that earn the most votes in August win a Firefox Flicks swag bag and will be posted on our channels for millions to see.
lij: Tùtti i flick che ne mandæ éntro o 31 de lùggio vàn bén. I 3 vìdeo che reçeviàn ciù vôti in agósto goâgnàn 'n sàcco sorpréiza pìnn-a de angæzi de Firefox e saiàn mostræ in sci nòstri canâ pe êse vìsti da milioìn de génte.

source: Early Entry Awards
lij: Prémmio de chi mànda fîto

source: There will be multiple chances to win $1,000 for submitting your flick early. Enter before the deadlines listed below to be eligible:
lij: Gh'é tànte ocaxón pe goâgnâ 1000 $ se ti màndi o teu flick fîto. I vìdeo che ariìvan in ténpo pe-e scadénse do film festival che ti véddi chi sótta pêuan êse elegìbili:

source: Rules
lij: Régole

source: We want to give budding filmmakers the opportunity to create and submit short videos about letting people discover, access and enjoy more content that matters most to them and their future. The contest will run worldwide and winners will be chosen from four regions around the world: North America, Latin America, Asia Pacific and Europe, the Middle East and Africa. <a href="%(rules_link)s">Read the complete official contest rules to learn more</a>. Your flick must be submitted under a <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike license</a>
lij: Niâtri voémmo dâ a-i regìsti in èrba a poscibilitæ de creâ e fâ védde a-o pùblico di vìdeo córti che agiutéssan a génte a descovrî cómme acêde a-i contegnûi ciù inportànti pe se mæximi e-o seu avegnî. O concórso o saiâ a lìvello internaçionâ e chi-o goâgnâ saiâ çenûo inte quéste quàttro regioìn do glöbo: Nòrd Amèrica, Amèrica Latìnn-a, Ouröpa e Àzia. <a href="%(rules_link)s">Lêzi o regolaménto ofiçiâ pe savéi tùtte e rególe.</a> O teu flick o dêve êse publicòu sótta 'na licénsa <a href="%(link_cclicense)s" rel="external">Creative Commons - No comerçiâle - Condivìddi inte mòddo pægio</a>

source: The sponsor of the contest is the Mozilla Corporation.
lij: O sponsor do concórso o l'é Mozilla Corporation.

source: Eligibility
lij: Elegibilitæ

source: No purchase or fee is necessary to enter or claim any prize.
lij: No sèrve de palànche pe parteçipâ a-o concórso ò ritirâ in prémmio.

source: Contest period
lij: Dæte do cóncorso

source: The Contest begins at 3:00 p.m. Pacific Standard Time (PST) (11:00 p.m. GMT) on Wednesday, February 13, 2013, and ends at 11:59 p.m. PST on Wednesday, July 31, 2013 (7:59 a.m. GMT on August 1, 2013).
lij: O Concórso o l'inìçia a-a 3 ôe do dòppodisnâ. Ténpo Standard do Pacìfico (PST) (sàiva a dî 11 ôe do dòppodisnâ GMT) de Mèrcoledì 13 Frevâ do 2013, e-o finìsce a-e 11:59 do dòppodisnâ PST de Mèrcoledì 31 Lùggio do 2013 (7:59 do matìn GMT do 1 Agósto do 2013).

source: Privacy
lij: Polìtica da Privacy

source: In order to enter, you'll have to provide your name, email address and country of residence (to determine your contest region). Your name and region will be posted along with your flick in the public galleries, where they can be viewed, liked and shared by everyone. <a href="%(rules_link)s">Read the complete contest rules to learn more.</a>
lij: Pe perteçipâ ti dêvi dâne o teu nómme, indirìsso email e pàize de rezidénsa (pe acapî a teu región pe-o concórso). O teu nómme e región saiàn mostræ insémme a o teu flick in de galerîe pùbliche, dónde o peu êse vìsto, aprexòu e condivîzo da tùtti. <a href="%(rules_link)s">Pe savéine de ciù lêzite o regolaménto conplêto do concórso.</a>

source: How to enter
lij: Cómme parteçipâ

source: Meet your competition
lij: Conpêti

source: Start thinking about your flick
lij: Inìçia a pensâ a-o teu flick

source: Submit your flick today
lij: Mànda o teu flick ancheu!

source: Start here
lij: Inìçia da chi

source: <abbr title="Exectuve Vice President">EVP</abbr>, Global Sales and Marketing, Panavision
lij: <abbr title="Exectuve Vice President">Vîce prezidénte ezegotîvo</abbr>, Véndite globâli e Marketing, Panavision

source: Bob Harvey, EVP Global Sales and Marketing for Panavision, the premier supplier of cinematography equipment to the motion picture industry for the second half of the 20th century, has been in the business for over 30 years. While working for Atari as Director of Sales for the coin op division, owned by Warner Communications, he became friendly with Clint Eastwood who helped him secure his SAG card in 1982. Warner transferred him to Panavision in 1984 where he started as Director of Marketing. He became very involved with production from start to finish of principal photography. He is a member of the American Society of Cinematographers, a charter member of the IFP for independent films, a recipient of a FINDI award for his work with new and independent filmmakers and is thought of as a mentor to many successful filmmakers today.
lij: Bob Harvey, vicepresidénte ezegotîvo do setô Véndite e Marketing de a Panavision, magiô fornitô de atresatûe pe l'indùstria cinematogràfica pe tùtta a segónda meitæ do XX sécolo, o travàggia da ciù de 30 ànni. Inti ténpi in quæ o lìêa inpiegòu cómme diretô de-e véndite inta divixón Arcade prèsso Atari, ch'a l'êa da Warner Communications, o s'êa fæto amîgo co-o Clint Eastwood che o l'àiva agiutòu a deventâ ménbro da Screen Actors Guild into 1982. A Warner into 1984 o l'à mandòu a-a Panavision cómme diretô do marketing. Lazù o s'é atrovòu a màn a màn inta produçión di film da l'inìçio a-a fìn da lavoraçión. O l'é ménbro de l'American Society of Cinematographers, un sòccio fondatô de l'IFP, un'organizaçión ch'a sostêgne i film indipendénti, vinsitô de 'n prémmio FINDI, riconosciménto pe-o seu inpégno vèrso i regìsti emergénti e indipendénti, e o l'é consideròu un méntore da tànti afermæ regìsti d'ancheu.

source: Franklin Leonard is the founder of the Black List, the yearly publication highlighting Hollywood's most popular unproduced screenplays and the startup birthed to continue its mission. Over 200 Black List scripts have been produced as feature films earning more than 140 Academy Award nominations including two of the last four Best Pictures and five of the last ten screenwriting Oscars. Franklin has worked in development at Universal Pictures and the production companies of Will Smith, Sydney Pollack and Anthony Minghella, Leonardo DiCaprio, and John Goldwyn. Before Los Angeles and all things film related, Franklin was &ndash; at different times &ndash; a business analyst at McKinsey & Co., a weekly columnist for the Trinidad Guardian in Port-au-Spain, Trinidad, and the communications director for John Cranley's 2000 campaign for the U.S. House of Representatives in Ohio's first district. Since 2010, he has been named one of Hollywood Reporter's 30 Under 30, Black Enterprise magazine's "40 Emerging Leaders for Our Future," AOL Black Voices "30 Black Hollywood Game Changers"" and Fast Company's "100 Most Creative People in Business."
lij: Franklin Leonard o l'é o fondatô da Black List, 'na publicaçión ch'a sciòrte ògni ànno ch'a dâ do spàçio a-e scenegiatûe mâi prodûte ciù famose de Hollywood e a-i nêuvi sfòrsi fæti pe portâle a tèrmine. Ciù de 200 copioìn da Black List én stæti prodûti in sciâ pelìcola, pigiàndo ciù de 140 nomination a l'Oscar, tra i quæ 2 di ùrtimi di 4 candidæ a-o Mêgio film, e 5 di ùrtimi 10 candidæ a-a Mêgio scenegiatûa. Franklin o l'à travagiòu into setô Svilùppo a-a Universal Pictures e inte societæ de produzione de Will Smith, Sydney Pollack e Anthony Minghella, Leonardo DiCaprio e John Goldwyn. Prìmma de Los Angeles e de-e esperiénse into cîne, Franklin o l'à travagiòu ciù vòtte cómme analìsta do business pe McKinsey & Co., colonìsta setimâle pe-o Trinidad Guardian a Port of Spain, Trinidad, e diretô de-e comunicaçioìn inta canpàgna do 2000 de John Cranley pe-a Càmera di rapresentànti di Stæti Unîi into prìmmo distrêto de l'Ohio. A partî dò-u 2010 o l'é stæto inclûzo inte clascifìche de l'Hollywood Reporter cómme un di "30 sótta i 30 ànni", da rivìsta Black Enterprise tra i "40 leader emergénti pe l'avegnî", de l'AOL Black Voices tra i "30 néigri ch'àn cangiòu Hollywood" e tra le "100 persónn-e ciù creatîve inti afâri" di Fast Company.

source: Edward Norton has acted in the films <cite>Primal Fear</cite>, <cite>Everyone Says I Love You</cite>, <cite>The People vs Larry Flynt</cite>, <cite>American History X</cite>, <cite>Rounders</cite>, <cite>Fight Club</cite>, <cite>Keeping the Faith</cite>, <cite>The Score</cite>, <cite>Death to Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>The 25th Hour</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>The Kingdom of Heaven</cite>, <cite>The Illusionist</cite>, <cite>The Painted Veil</cite>, <cite>The Incredible Hulk</cite>, <cite>Pride & Glory</cite>, <cite>Leaves of Grass</cite>, <cite>Stone</cite> and <cite>Moonrise Kingdom</cite>.
lij: O l'à reçitòu inti film <cite>Primal Fear</cite>, <cite>Everyone Says I Love You</cite>, <cite>The People vs Larry Flynt</cite>, <cite>American History X</cite>, <cite>Rounders</cite>, <cite>Fight Club</cite>, <cite>Keeping the Faith</cite>, <cite>The Score</cite>, <cite>Death to Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>The 25th Hour</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>The Kingdom of Heaven</cite>, <cite>The Illusionist</cite>, <cite>The Painted Veil</cite>, <cite>The Incredible Hulk</cite>, <cite>Pride amp; Glory</cite>, <cite>Leaves of Grass</cite>, <cite>Stone</cite> e <cite>Moonrise Kingdom</cite>.

source: He has been nominated for two Academy Awards &ndash; for <cite>Primal Fear</cite> and <cite>American History X</cite> &ndash; and won a Golden Globe along with numerous other awards for his performances. He produced and directed <cite>Keeping the Faith</cite> and also produced <cite>Down in the Valley</cite> (Cannes Film Festival selection), <cite>The Painted Veil</cite>, <cite>Leaves of Grass</cite> and the documentary <cite>By The People: The Election of Barack Obama</cite>.
lij: O l'é stæto nominòu pe doî Academy Awards gràçie a-i film <cite>Primal Fear</cite> e <cite>;American History X</cite>, e o l'à goâgnòu un Golden Globe asémme a âtri numerôzi prémmi pe-e seu prestaçioìn. O l'à prodûto e dirétto Keeping the Faith e o l'à ànche prodûto Down in the Valley (Film inta seleçión do Festival de Cannes), <cite>The Painted Veil</cite>, <cite>Leaves of Grass</cite>; e o documentâio <cite>The Election of Barack Obama</cite> ch'o l'é stæto fæto da The People.

source: Norton is also a committed social and environmental activist, supporting the UN Convention on Biological Diversity, the President's Committee for the Arts and Humanities, Enterprise Community Partners, the Maasai Wilderness Conservation Trust, the Libby Rouse Fund for Peace, the Signature Theater Company and Friends of the High Line. Recently Norton founded CrowdRise, an innovative new web platform that brings the power of crowd-sourcing and the fun of social networking to fundraising and volunteerism.
lij: O Norton o l'é anche indafaròu cómme ativìsta anbientâ, soportàndo a Convençión de Diverscitæ Biològìche de Nasoìn Unîe, o Comitâto de Prezidénsa pe-e Àrti e-e Létie, l'Enterprise Community Partners, o Maasai Wilderness Conservation Trust, o Fóndo pe-a Pâxe Libby Rouse, A conpagnîa Signature Theater Company and Friends of the High Line. Urtimaménte o Norton o l'à inandiòu a CrowdRise, 'na nêuva piatafórma web inovatîva ch'a pòrta a poténsa do crowd-sourcing e-a demôa di social network a l'arechéugiménto de palànche e volontariâto.

source: Shauna Robertson has produced some of the best comedies of the last decade. Her list of credits include <cite>Meet the Parents</cite>, <cite>Elf</cite>, <cite>Anchorman</cite>, <cite>The Forty Year Old Virgin</cite>, <cite>Knocked Up</cite>, <cite>Superbad</cite>, <cite>Pineapple Express</cite> and <cite>Forgetting Sarah Marshall</cite>. Shauna is a Canadian who moved to Hollywood to start working in the movies at age 17.
lij: A l'à prodûto quarchedùnn-a de mêgio comédie de l'ùrtimo dexénnio. A seu filmografîa conprénde (co-i tìtoli tradûti da-a versción italiànn-a) <cite>Te prezénto i mæ</cite>, <cite>Elf&#34;, <cite>Anchorman</cite>;, <cite>40 ànni vèrgine</cite>, <cite>Tànto gràia</cite>;, <cite>Suxbad - Tréi ménti sórvia o péi</cite>, <cite>Strafumæ</cite>,<cite>No me scaregâ</cite>. A Shauna a l'é 'na canadéize ch'a s'é mesciâ a Hollywood pe iniçiâ a travagiâ into cîne a 17 ànni.

source: Last year she left the movie business to pursue her dreams of working in the non profit sector. In March 2010 she and her boyfriend, Edward Norton, launched the new web based company Crowdrise that helps individuals and charities make fundraising impactful and fun.
lij: Inte l'ùrtimo ànno a l'à lasciòu o móndo do cîne pe segoî i seu séunni de travagiâ inte 'n setô sénsa fìn de goâgno. Into màrso do 2010 lê e o seu galànte, Edward Norton, làncian 'na nêuva conpagnîa bazâ in sciô web Crowdrise che agiùtta e persónn-e e-e asociaçioìn umanitâie fâ de racòlte de palànche de inpàtto e diverténti.

source: Couper Samuelson runs Jason Blum's Universal-based production company Blumhouse, which in the last year has produced the horror hit <cite>Sinister</cite>, the fourth <cite>Paranormal Activity</cite> movie, and a sequel to the 2011 hit <cite>Insidious</cite>, due in the theaters this August. Prior to Blumhouse, Samuelson produced the forthcoming Paramount release, <cite>Destination Wedding</cite>. Made for $100,000, that film will be the lowest-budget feature produced and released theatrically by a major studio in the modern era. Samuelson began his career at Mark Cuban's 2929, where he co-produced movies including James Gray's <cite>We Own the Night</cite> and <cite>Two Lovers</cite>, both of which were nominated for the Cannes <i>Palme d'Or</i>.
lij: Couper Samuelson o dirîge a Blumhouse, a soçietæ de produçión de Jason Blum in colaboraçión co-i Universal Studios, ch'àn prodûto o popolâre horror de l'ànno pasòu <cite>Sinister</cite>, <cite>Paranormal Activity 4</cite> e o sequel do sucèsso do 2011 <cite>Insidious</cite>, inti cîne da agósto. Prìmma d'intrâ a-a Blumhouse, Samuelson o l'à prodûto o film ch'o sciortiâ fîto da-a Paramount <cite>Destination Wedding</cite>. Fæto con 100 000 $, sto film o saiâ o film lóngo prodûto da 'n grànde stùdio cinematogràfico pe-o grànde schèrmo co-o budget ciù bàsso de l'êra modèrna. Samuelson o l'à iniçiòu a carièra a-o 2929 de Mark Cuban, dónde o l'à co-prodûto film, tra i quæ <cite>I padroìn da nêutte</cite> e <cite>Two Lovers</cite> de James Gray, entrànbi nominæ a-a <i>Pàlma d'öo</i> de Cannes.

source: Judges
lij: Giùdiçi

source: Get to know our illustrious panel of celebrity judges who will see your flick and help us choose this year's winner.
lij: Véddi o nòstro mànego de giùdiçi ilûstri conpósta da génte famôza ch'a vediâ o teu flick e ne agiutiâ a çèrne o vinsitô de st'ànno chi.

source: Previous page
lij: Pàgina prìmma

source: <span>Go to page</span> %(page_number)s
lij: <span>Vànni a-a pàgina</span> %(page_number)s

source: <span>You're on page</span> %(page_number)s
lij: <span>Ti ê inta pàgina</span> %(page_number)s

source: Next page
lij: Pàgina dòppo

source: Share this video with your social network
lij: Condivìddi sto vìdeo co-o teu social network

source: Share Video
lij: Condivìddi Vìdeo

source: Watch "%s" on Firefox Flicks
lij: Véddi "%s" in sce Firefox Flicks

source: You're the director. Mobile is the star.
lij: Ti ti ê o regìsta. A stélla a l'é o telefonìn.

source: Share on Twitter
lij: Condivìddi in sce Twitter

source: Share on Facebook
lij: Condivìddi in sce Facebook

source: Share on Tumblr
lij: Condivìddi in sce Tumblr

source: Embed
lij: Insémme

source: Partners
lij: Colaboratoî

source: Read the blog post
lij: Lêzi l'artìcolo in sciô Blog

source: English only
lij: Sôlo in ingléize

source: Get Creative (Commons)
lij: Séggi creatîvo con Creative Commons

source: Learn about our Creative Commons partnership and how you can use their licensed materials in your flick.
lij: Descòvri de ciù in sciâ nòstra colaburaçión con Creative Commons e in sce cómme ti peu adêuviâ i materiâlo sótta sta licénsa pe-o teu flick

source: Meet The Judges
lij: Incóntra i giùdiçi

source: Get your flick in front of Edward Norton and the rest of our all-star cast.
lij: Fànni védde o teu flick a Edward Norton e a-i ménbri da nòstro mànego de çelebritæ.

source: Make your flick a winner
lij: Fànni 'n flick ch'o goâgna

source: We've partnered with some great brands to bring you a number of free assets that you can use to help your flick stand out.
lij: Gh'émmo de colaburaçión con dispægi màrchi inportànti pe ofrîte risórse de bàdda che no lasciàn pasâ o teu flick inoservòu.

source: Meet Louie Schwartzberg
lij: Incóntra Louie Schwartzberg

source: A Flicks judge and award-winning cinematographer, Louie is the brains and vision behind Moving Art.
lij: Giùdiçe de Firefox Flicks e premiòu diretô da-a fòtografîa, Louie a l'é a ménte e l'ispiraçión derê Moving Art.

source: Now playing
lij: Òua ti véddi

source: Learn more about last year's winners and get some advice on making your own winning flick.
lij: Véddi chi o l'à goâgnòu l'ànno pasòu e fâte consegiâ in sce cómme fâ o teu vìdeo vinsénte.

source: Enter by April 3
lij: Dò-u 3 de arvî

source: Submit your flick in time for the BAFICI film festival in Buenos Aires and you could win a $1000 Early Entry Award and be automatically qualified for the Grand Prize.
lij: Mànda o teu flick in ténpo pe-o film festival BAFICI a Buenos Aires e ti poriæ goâgnâ 1000 $ cómme prémmio Early Entry Award e saiâ aotomaticaménte qualificòu pe-o Prìmmo Prémmio.

source: Get the creative brief
lij: Lêzi a Létia creatîva

source: Firefox Flicks Contest Official Rules
lij: Rególe ofiçiâ do concórso Firefox Flicks

source: Privacy Policy
lij: Polìtica da Privacy

source: Legal
lij: Lézze

source: Other languages:
lij: Âtre léngoe:

source: Submit
lij: Mànda

source: Menu
lij: Menû

source: About
lij: E cös'o l'é?

source: Sign out
lij: Sciòrti

source: Submit your flick
lij: Mànda o teu flick

source: Text
lij: Tèsto

source: Enter your information
lij: Scrîvi e teu informaçioìn

source: Sign in to Flicks
lij: Ìntra inte Firefox Flicks
