Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/lij/LC_MESSAGES/messages.po
Languages: lij

source: North America
lij: Nòrd Amèrica

source: Latin America
lij: Amèrica Latìnn-a

source: Europe, Middle East, Africa
lij: Ouröpa, Médio Oriénte, Àfrica

source: Asia Pacific
lij: Pacìfico

source: Page not found
lij: Pàgina no atrovâ

source: Sorry, but we couldn't find the page you're looking for.
lij: Sémmo despiaxûi, ma niâtri no poémmo atrovâ a pàgina che ti çèrchi.

source: <a href="%(home_url)s">Go back</a> to the home page.
lij: <a href="%(home_url)s">Vànni tórna</a> a-a pàgina iniçiâ.

source: Something went wrong!
lij: Quarcösa m'à dæto erô!

source: Sorry, but something went wrong.
lij: Scûza, ma quarcösa m'à dæto 'n'erô.

source: Firefox Flicks is a contest that invites Firefox fans and filmmakers from all over the world to create short videos (or &#34;flicks&#34;) to help tell the Firefox story.
lij: Firefox Flicks o l'é 'n concórso ch'o l'invîta i fan de Firefox e creatô de film da tùtto o móndo a creâ di vìdeo cùrti (ò &#34;flicks&#34;) pe agiutâ a racontâ a stöia do Firefox.

source: Close
lij: Særa

source: Share Firefox Flicks
lij: Condivìddi Firefox Flicks

source: Learn about Firefox OS
lij: Descòvri Firefox OS

source: Hi %(name)s,
lij: Scignorîa %(name)s,

source: Sincerely,
lij: Alêgri

source: The Firefox Flicks Team
lij: A squàddra de Firefox Flicks

source: Read the <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Mozilla Privacy Policy</a>.
lij: Lêzi a <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Polìtica da privacy de Mozilla</a>.

source: FAQ
lij: Domànde che ne fàn de sovénte

source: Firefox Flicks FAQ &#8212; Your questions answered. Our FAQ covers all the details on how to enter the video contest and win prizes.
lij: Domànde che ne fàn de sovénte de Firefox Ficks &#8212; E rispóste a-e teu domànde. E nòstre domànde che ne fàn de sovénte cròvan tùtti i detàlli in sce cómme intrâ into concórso vìdeo e goâgnâ prémmi.

source: Frequently Asked Questions
lij: Domànde che ne fàn spésso

source: What is Firefox Flicks?
lij: E cös'o l'é sto Firefox Flicks?

source: Firefox Flicks is a global video competition encouraging filmmakers to educate people about the issues that affect our online lives. This year, we're focusing on the power that having access to the Web through mobile devices gives people and how that power can change the way you see the world and the way you function within it.
lij: Firefox Flick o l'é 'n concórso globâle ch'o coinvòlge i regìsti inta sensicibilaçión de-e persónn-e a-i têmi che tócan e seu vìtte in lìnia. Sta'ànno chi voémmo portâ in prìmmo ciàn cómme a poscibilitæ de acêde a-a Ræ co-i dispoxitîvi portàtili o peu cangiâ o mòddo into quæ vedémmo e interagìmmo co-o móndo.

source: With that in mind, the 2013 Firefox Flicks theme is "Get Mobilized." That's where you come in: help us inspire people to get mobilized for individual and collective progress. <a href="%(link_brief)s" class="ga_brief-dl">Read the creative brief</a>.
lij: Aregordæ, o têma de Firefox Flicks 2013 "Vànni in sci telefonìn." Se pàrte da chi: agiùttine a ispirâ a génte a anâ in sci telefonìn cómme 'n progrèsso personâ e coletîvo. <a href="%(link_brief)s" class="ga_brief-dl">Lêzite a létia creatîva</a>.

source: What does Get Mobilized mean?
lij: Cöse o veu dî mobilizâse?

source: It's about harnessing the power of the Web to discover new content; how that content connects you to new ideas; and how those ideas can enrich your life.
lij: O veu dî sfrutâ e potensialitæ da Ræ pe descovrî nêuvi contegnûi che ispìran nêuve idêe, e quæ a seu vòtta arichìscian a teu vìtta

source: What do we want filmmakers to do?
lij: Cöse domandémmo a-i regìsti?

source: Write, produce and edit a video of no more than 60 seconds that demonstrates how mobile helps people discover content that connects them to new ideas and enriches their lives.
lij: Domandémmo a ògni regìsta de scrîve 'na scenegiatûta, prodûe e montâ un vìdeo di màscimo 60 segóndi pe dimostrâ cómme o mòbile o peu agiutâ e persónn-e a descovrî nêuvi contegnûi, che ispirésan nêuve idêe pe arichî a seu vìtta.

source: Where can I find out more about this year's theme and requirements?
lij: Dónde pòsso trovâ infomaçioìn in sciô têma de quest'ànno e requixîti?

source: Everything you need to know about creating a flick for the contest can be found in the filmmakers' <a href="%(link_brief)s" class="ga_brief-dl">creative brief</a>.
lij: Tùtto quéllo ch'o te sèrve in sce cómme creâ un flick pe-o concórso o peu êse atrovòu inta <a href="%(link_brief)s" class="ga_brief-dl">létia creatîva</a> do regìsta.

source: What are the entry categories for the 2013 Flicks contest?
lij: Quæ són e categorîe pe-o concórso Flick 2013?

source: There are no categories. Your flick can be a live-action film, an animation or a combination of both. You can shoot it in 3D or on your mobile device. It's up to you. It just has to be 60 seconds or less.
lij: No gh'é de categorîe. O teu Flick o peu êse un film reâle, 'na animaçión ò 'na conbinaçión de tùtte e dôe. Ti peu registrâ in 3D ò co-o teu telefonìn. Cómme t'eu. Ma o dev'êse de 60 segóndi ò mêno.

source: When can I submit my flick to Firefox Flicks?
lij: Quànde pòsso mandâ o mæ flick a Firefox Flicks?

source: You can upload your video to the Firefox Flicks site beginning on February 13, 2013. You will also be able to view and share submitted entries at that time.
lij: Ti peu mandâ o teu vìdeo a Firefox Flick a partî do 13 de Frevâ do 2013. Ti poriæ àsci védde e condivìdde i vìdeo che ne saiàn za arivæ inte quéllo moménto.

source: How do I submit my flick to Firefox Flicks and enter the contest?
lij: Cómme fàsso a mandâ o mæ flick e intrâ into concórso?

source: Fill out your filmmaker profile and submit your video <a href="%(link_submit)s">here.</a> All flicks will be posted to the Firefox Flicks website using the Vimeo API. You'll need to provide your contact information, including your email, title your flick and select your country and region.
lij: Ìnpi o teu profî da regìsta e mànda o teu vìdeo <a href="%(link_submit)s">chi.</a> Tùtti i vìdeo che ne saiàn mandæ saiàn postæ into scîto de Firefox Flicks adêuviàndo e API de Vimeo. Sèrve che ti màndi i teu informaçioìn de contàtto, inclûzo a teu email, o tìtolo do teu flick e a teu naçión e región.

source: How does Flicks get and use my email address?
lij: Cómme adêuviæ e pìggiæ o mæ indirìsso email?

source: Flicks receives your email address through Persona, our site registration system. We will use your email address for contest administration purposes, such eligibility feedback, sign in and voting. You can also opt in to receive additional email updates about Firefox Flicks.
lij: Flicks o reçéive o teu indirìsso email da Persona, o nòstro scistêma de registraçión in sci scîti. Niâtri adêuviêmo o teu indirìsso email a-o fìn de gestî o concórso, cómme o coménto de elegibilitæ, l'intrâ into scîto e-e votaçioìn. Ti peu ànche decìdde de reçéive agiornaménti email in ciù in sce Firefox Flicks.

source: What are the judging criteria?
lij: Quæ són i critêi de giudìçio?

source: Videos will be judged on quality of shooting, editing and how closely they align with the creative brief. Entries can be animated or live action - get creative!
lij: I vìdeo saiàn giudicæ in sciâ qualitæ da riprêza, l'editing e a vixinànsa a-i prinçìppi creatîvi. I vìdeo poriàn êse animæ ò reâli - séggi creatîvo!

source: A panel of celebrity judges and film industry insiders will evaluate the films and choose the Grand Prize and Regional winners.
lij: 'N mànego de giudìççi célebri e de l'indùstria di film valutiàn i film e çerniàn o Prìmmo Prémmio e i vinçitoî Regionâli

source: Are there any requirements?
lij: Gh'é di requixîti?

source: Yes, there are some. You'll be able to find a full list under Work Criteria in the Rules (coming soon), but here is a summary:
lij: Sci, ghe n'é. Ti poriæ atrovâli inte 'na lìsta sótta Critêi de Travàggio inte Rególe (che ghe saiâ fîto), ma chi gh'é un riasónto.

source: Your flick must meet the requirements of the creative brief
lij: O teu flick o dêve incontrâ i requixîti da létia creatîva

source: Your flick must be submitted under a <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike license</a>
lij: O teu flick o dêve êse mandòu sótta a <a href="%(link_cclicense)s" rel="external">licénsa Creative Commons - NonCommercial-ShareAlike</a>

source: Your flick must be original
lij: O teu flick o dêv'êse originâle

source: Non-English flicks must have subtitles or include a written English translation
lij: I flick che no én in ingléize dêvan avéi i sótto tìtoli ò inclùdde 'na traduçión scrîta in ingléize.

source: Your flick must be submitted to the Flicks site
lij: O teu flick o dêv'êse mandòu into scîto de Flicks

source: Your flick must contain an accurate description
lij: O teu flick o dêve contegnî 'na descriçión precîza

source: Anyone that is not listed as a team member must sign a waiver granting you permission to film them
lij: Tùtti quélli che no én inta lìsta di ménbri da squàddra dêvan firmâ 'na diciaraçión de concesción do permèsso de filmâli.

source: Please keep it clean
lij: Pe piaxéi séggi nétto

source: You must be at least 18 years old, or the age of majority in your country of residence
lij: Ti dêvi avéi almêno 18 ànni, ò l'etæ da magiô etæ into teu pàize de rezidénsa

source: Who are the judges?
lij: E chi én i giùdiçi?

source: See our <a href="%(link_home)s#judges">Judges page</a> for a complete list.
lij: Véddi a nòstra <a href="%(link_home)s#judges">pàgina di giùdiçi</a> pe avéi 'na lìsta conplêta.

source: Can I submit more than one flick?
lij: Pòsso mandâ ciù de 'n flick?

source: You can submit as many as you like, but you have to submit a new entry each time.
lij: Ti ne peu mandâ quànti ti ne veu, ma ti dêvi mandâli un a vòtta.

source: Can a team develop the flick?
lij: O flick o peu êse fæto da 'n grùppo?

source: Of course! Teams can be up to 3 people, but please appoint a team leader. All communication will be with this person and only one prize will be awarded per entry.
lij: E gh'amanchiéiva! O grùppo o peu avéi fìn a 3 persónn-e, ma pe favô indicæ o càppo do grùppo. Tùtte e comunicaçioìn saiàn con sta persónn-a e sôlo un prémio saiâ asegnòu pe vìdeo.

source: Is the contest open to international entries?
lij: O concórso o l'é avèrto a vìdeo da tùtto o móndo?

source: Yes. This is an international film competition and entries can be submitted through the Flicks website. The Contest is void in Cuba, Iran, North Korea, Sudan, Syria and any other country subject to a U.S. boycott, where prohibited by law or restricted by law or regulations.
lij: Sci. O l'é 'na conpetiçión internaçionâ e i film pêuan êse mandæ tràmite o scîto web de Flick. O concórso o l'é nùllo a Cùbba, Iràn, Corêa do Nòrd, Sudàn, Sìria e âtre naçioìn sogétte a boicotàggio di U.S.A. én proibîe da-a lézze ò limitæ da lézze ò rególe.

source: What can I win?
lij: Cöse pòsso goâgnâ?

source: Your flick will be seen and voted on by millions of Firefox fans around the world, giving you exposure to a global audience. You'll also get your entry in front of international advertising executives and film luminaries while working on one of the world's biggest brands - a great piece to add to any portfolio.
lij: O teu flick o saiâ vìsto e votòu da milioìn de fan do Firefox in gîo pe-o móndo e ti aviæ a poscibilitæ de avéi un pùblico globâle. Ti saiæ ascì dàvanti a publiçitâi internasionâli e luminâri do cîne e intànto ti travagiæ co-in di ciù gròssi màrchi do móndo - mîga mâ da azónze a-o teu pòrtaféuggio d'esperiénse.

source: This year, we've expanded our prizes:
lij: St'ànno, émmo ciù prémmi:

source: <strong>Early Entry Awards</strong> - $1,000 awarded to the best flicks submitted before our film festival sponsorships. The top 3 early entry submission flicks from each film festival that Firefox sponsors are automatically included in the final round that will be submitted to and judged by our celebrity panel.
lij: <strong>Prémmio de chi mànda fîto</strong> - 1000 $ pe-i mêgio flick che vegniàn mostræ a-i festival do cîne sponsorizæ da Firefox. I tre mêgio flick prezentæ a ògnidùn di nòstri festival aniàn aotomaticàmente in finâle, dóndee saiàn vìsti e giudicæ da o nòstro mànego di celebritæ.

source: <strong>People's Choice Award</strong> - The 3 winning flicks will be given exposure through our channels, be exposed to millions of Firefox website visitors and receive some great Firefox swag.
lij: <strong>Prémmio do pùbblico</strong> - I 3 filck vinçitoî saiàn promòssi in sci nòstri canâ, e saiàn vixìbili a milioìn de vixitatoî in sciô nòstro scîto e reçeviàn di mâvegiôzi prémmi firmæ Firefox.

source: <strong>Regional Winners</strong> - One winner from each contest region will win a $5,000 cash prize and one runner up from each contest region will win a $2,500 cash prize. Contest regions:
lij: <strong>Vincitoî Regionâli</strong> - Un vincitô seleçionòu pe ògni región do concórso o goagnâ un prémmio in palànche de 5000 $, méntre o segóndo arivòu in ògni región do concórso o goagnâ un prémmio in palànche de 2500 $: E regioìn én:

source: The U.S. and Canada
lij: I U.S.A. e o Cànada

source: Europe, Middle East and Africa (EMEA)
lij: Ouröpa, Médio Oriénte e Àfrica (EMEA)

source: Asia, Australia and New Zealand (APAC)
lij: Àzia, Oustràlia and Nêuva Zealànda (APAC)

source: <strong>Grand Prize</strong><br/> The winner (or winning team) will fly to Los Angeles to work with producer (and Flicks judge) Couper Samuelson, CEO and Founder of The Black List Franklin Leonard and representatives from Panavision to professionally produce their winning entry using professional equipment.
lij: <strong>Prìmmo Prémmio</strong><br/> O vinsitô (ò a squàddra ch'a goâgna) o xoâ a Los Angeles pe travagiâ co-o produtô (e giùdiçe di Flick) Couper Samuelson, CEO e Fondatô do The Black List Franklin Leonard e representatives de Panavision pe prodûe profescionalménte i vìdeo ch'àn goâgnòu con angæxi profescionâli.

source: Additionally, just for entering, everyone will get a little something from us to say thanks for being a part of Firefox Flicks.
lij: E ghe ne de ciù, tùtti i parteçipànti reçeviàn un prémmio picìn da niâtri cómme ringraçiaménto pe avéi parteçipòu a Firefox Flicks.

source: Continue to check our <a href="%(link_home)s#prizes">prizes page</a> for updated information throughout the contest period.
lij: Contòlla de lóngo a nòstra <a href="%(link_home)s#prizes">pàgina di prémmi</a> pe agiornaménti e informaçioìn tànto che gh'é o concórso.

source: What are the deadlines for the Early Entry Awards?
lij: Quæ són e scadénse pe-o Prémmio de chi mànda fîto?

source: April 3
lij: 3 arvî

source: 1st Early Entry Award
lij: 1° Prémmio de chi o mànda fîto

source: May 29
lij: 29 màzzo

source: 2nd Early Entry Award
lij: 2° Prémmio de chi o mànda fîto

source: July 3
lij: 3 lùggio

source: 3rd Early Entry Award
lij: 3° Prémmio de chi o mànda fîto

source: What is the deadline to submit my flick?
lij: Quæ a l'é a scadénsa pe mandâ o mæ flick?

source: You can submit your flick to be eligible for our Early Entry Awards (above), but the deadline to submit your film to be eligible for the People's Choice Award and Regional Awards is July 31, 2013, at 11:59PM PST (7:59AM GMT).
lij: Pe parteçipâ a-o Prémmio de chi mànda fîto véddi sórvia. Pe parteçipâ a-o Prémmio do pùbblico e a-i prémmi regionâli l'ùrtima dæta a l'é o 31 de lùggio a-e 11:59 p.m. PST (7:59 a.m. GMT).

source: How will the winners be announced?
lij: In che mòddo saiàn anonçiæ i vinsitoî?

source: The winners will be notified by email and phone (if contact information is available). Winners will also be announced on the Flicks site, Firefox Flicks social media properties and at Firefox sponsored film festivals.
lij: I vinsitôi saiàn avizæ co-o a email e teléfono (se o ne l'àn dæto). I vinsitoî saiàn ascì anonçiæ in sciô scîto de Firefox Flick, in scî canâ de social media e festival do cîne publicizæ da Firefox

source: Is there a maximum video length?
lij: Gh'é 'na longhéssa màscima do vìdeo?

source: All videos must be no longer than 60 seconds.
lij: Tùtti i vìdeo no dêvan êse ciù de 60 segóndi.

source: Can I submit an entry as a university project?
lij: Pòsso mandâ un vìdeo cómme progétto universcitâio?

source: Absolutely! We think that Firefox Flicks is a great opportunity for students to participate in a real world, high visibility campaign with expert judges from the film, television and advertising industries. Talk to your professors about using the video as your project.
lij: E cómme no! Niâtri pensémmo che Firefox Flick o ségge 'na grànde oportunitæ pe-i studénti de parteçipâ a 'na canpàgna into móndo reâle e a èrta vixibilitæ, con giùdiçi aspèrti da-o cîne, televixón e de indùstrie publiçitâie. Pàrla co-i teu profesô in sciâ poscibilitæ de adêuviâ o vìdeo cómme progétto.

source: Can I use the Firefox wordmark and logo in my flick?
lij: Pòsso uzâ o màrchio e-o scìnbolo de Firefox into mæ flick?

source: Yes. For the purposes of this contest, you may use the <a href="%(link_fxbrand)s" rel="external">Firefox</a> and <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a> wordmark and logo. For more information, see the <a href="%(link_tmpolicy)s" rel="external">Mozilla Trademark Policy</a>.
lij: Sci. A-i fìn de sto concórso ti peu adêuviâ i màrchi e-i scìnboli de <a href="%(link_fxbrand)s" rel="external">Firefox</a> e <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a>. Pe avéi ciù informaçioìn véddi a <a href="%(link_tmpolicy)s" rel="external">Polìtica do màrchio de Mozilla</a>.

source: How do I get high resolution Firefox name and logo artwork?
lij: E mi dónde pìggio o nómme e-o scìnbolo de Firefox a èrta definiçión?

source: To get high resolution copies of the Firefox and Firefox OS name and logo artwork, as well as guidance on how to use the Firefox logo and wordmarks, please <a href="%(link_styleguide)s" rel="external">visit our style guide</a>.
lij: Pe pigiâse de còpie a èrta definiçión do nómme e scìnbolo de Firefox e Firefox OS, e ascì a gùidda in sce cómme uzâli <a href="%(link_styleguide)s" rel="external">vìxita a guìdda do stîle</a>.

source: Where can I find music or other materials to include in my flick?
lij: Dôve pòsso atrovâ da mûxica ò âtro materiâle da infiâ into mæ flick?

source: If you're looking for additional materials - music, video footage, artwork or graphics - we suggest you investigate public domain media. <a href="%(link_ccommons)s" rel="external">Creative Commons</a> has a nice search service for locating public domain work (<a href="%(link_pdwiki)s">Read more about the public domain at Wikipedia</a>). You can also check out this list of <a href="%(link_tumblr_resources)s" rel="external">creative resources on the Flicks blog</a> (English only).
lij: Se t'ê derê a çèrcâ do materiâle in ciù &#8212; mûxica, filmâti, dizégni ò gràfici &#8212; te consegémmo de amiâ inti media de pùblico domìnio.<a href="%(link_ccommons)s" rel="external">Creative Commons</a> o l'à 'n béllo servìçio de riçèrca pe trovâ loéi de pùblico domìnio. (<a href="%(link_pdwiki)s">Ti peu lêze de ciù in sciô pùblico domìnio inta pàgina de Wikipedia</a>). Ti peu ànche védde a lìsta de <a href="%(link_tumblr_resources)s" rel="external">risórse creative in sciô Blog de Firefox Flicks</a> (Sôlo in ingléize).

source: Can I use third-party trademarks or copyrighted materials in my flick?
lij: Pòsso adêuviâ màrchi comerciâli ò copyright de tèrçe pàrti into mæ flick?

source: No, not without permission from the owner of those materials.
lij: No, no sénsa o permìsso di propietâi di sti materiâli.

source: Can I submit a flick in a language other than English?
lij: Pòsso mandâ i flick in âtre léngoe che no ségian l'ingléize?

source: Yes. For non-English entries, you will need to submit a full and accurate script or subtitles. If you're having trouble getting your flick translated, <a href="%(link_flicksemail)s">please contact us</a>. We can help.
lij: Sci, Pe i vìdeo che no són in ingléize, ti doviæ mandâ 'n conplêto script ò sótto-tìtoli. Se ti gh'æ di problêmi a tradûe o teu flick, pe favô <a href="%(link_flicksemail)s">contàttine</a>. Te poémmo agiutâ.

source: What if I want to withdraw my submission?
lij: E se mi véuggio ritirâ o mæ vìdeo?

source: If you would like to withdraw your submission, please contact us at <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> and we will remove your entry from the competition.
lij: Se t'eu ritirâ o teu vìdeo, pe favô contàttine a <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> e niâtri ritiriêmo o teu vìdeo da conpetiçión.

source: What aspect ratio should I use for my entry?
lij: Che proporçoìn o dêve avéi o mæ vìdeo?

source: All aspect ratios will be accepted, but 16:9 is recommended and preferred.
lij: Tùtte e proporçoìn saiàn acetæ, ma a 16:9 a l'é quélla racomandâ e preferîa.

source: Will entries be available to the general public?
lij: I vìdeo saiàn disponìbili a tùtto o pùblico?

source: Your flick will be posted to the Flicks gallery and the voting site, as well as the Firefox Flicks channel on Vimeo so that people can watch during the contest period and vote for their favorite flicks during the voting period. Your name will be displayed publicly along with your video.
lij: O teu vìdeo o saiâ mìsso inta galerîa di Flick e into scîto de votaçión, e ànche into canâ de Firefox Flicks sórvia Vimeo coscì a génte a poriâ védde e votâ o seu vìdeo preferîo quànde se arviàn e votaçioìn. O teu nómme o saiâ mostròu publicaménte insémme a-o teu vìdeo

source: What is Firefox OS?
lij: E cös'o l'é sto Firefox OS?

source: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> is an operating system for smartphones that anyone can change, add to and share with the world, freeing them from the rules and restrictions of existing phones and the platforms they run on. What this means is that we're making smartphones more affordable and empowering, making it possible for more people to take advantage of the full power of the Web, giving individuals and communities the freedom to blaze their own trail, amplify their voice, control their destiny and transform the future.
lij: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> o l'é un scistêma operatîvo pe smartphone che o peu êse cangiòu da tùtti con azónte e cangiaménti che pêuan êse condivîzi con tùtto o móndo, pe êse lìberi da-e régole e da-e limitaçioìn di telefonìn e de piatafórme che adêuvian. Questo o veu dî fâ divegnî i smartphone ciù acesìbili e rìcchi de poscibilitæ, coscì da garantî a ciù persónn-e a poscibilitæ de sfrutâ e pìn potençialitæ da Ræ, e dâ a ògni persónn-e e a-e comunitæ a libertæ de lasciâ o seu ségno, anplificâ a seu vôxe, avéi o contròllo do seu destìn e cangiâ o seu avegnî.

source: A Global Video Contest to Mobilize the Web
lij: Un concórso vìdeo globâle pe mandâ a Ræ in sci telefonìn

source: You&#8217;re the director. Mobile is the star.
lij: Ti ti ê o regìsta. A stélla a l'é o telefonìn.

source: Enter Firefox Flicks, a global video contest about the power of the Web on mobile devices, and get your film seen by millions.
lij: Partéçipa a Firefox Flicks 2013, un concórso vìdeo internaçionâ in sciâ poténsa do Web mòbile e fànni védde o teu vìdeo a milioìn de spetatoî.
