Repository: jobava-mozilla/managed-via-pootle
Catalog: browser-*-big-tent-gmail/locale/*/LC_MESSAGES/messages.po
Languages: bg, cs, cy, el, fi, fr, ga, gl, id, nb_no, ru, sl, sv, tr, zh_tw

source: Confirm email address for Persona
bg: Потвърждаване на адрес на ел. поща за Persona
cs: Potvrzení e-mailové adresy pro Persona
cy: Cadarnhau'r cyfeiriad e-bost ar gyfer Persona
el: Επιβεβαιώστε την διεύθυνση ηλ. ταχυδρομείου για το Persona
fi: Vahvista sähköpostiosoite Personaa varten
fr: Confirmer l'adresse électronique pour Persona
ga: Deimhnigh seoladh ríomhphoist le haghaidh Persona
gl: Confirme o enderezo de correo para Mozilla Persona
id: Konfirmasikan alamat surel untuk Persona
nb_no: Bekreft e-postadresse for Persona
ru: Подтвердить адрес эл. почты для Persona
sl: Potrdite e-poštni naslov za Persono
sv: Bekräfta e-postadressen för Persona
tr: Persona için e-posta adresinizi doğrulayın
zh_tw: 確認 Persona 電子郵件地址

source: Loading
bg: Зареждане
cs: Probíhá načítání
cy: Llwytho
el: Φόρτωση
fi: Ladataan
fr: Chargement
ga: Á Luchtú
gl: Cargando
id: Memuat
nb_no: Laster
ru: Загрузка
sl: Nalaganje
sv: Laddar
tr: Yükleniyor
zh_tw: 載入中

source: Thank you for using Persona.
bg: Благодарим, че използвате Persona.
cs: Děkujeme, že používáte Persona.
cy: Diolch am ddefnyddio Persona.
el: Ευχαριστούμε που χρησιμοποιείται το Persona.
fi: Kiitos, kun käytät Personaa.
fr: Merci d'utiliser Persona.
ga: Go raibh maith agat as Persona a úsáid.
gl: Grazas por usar Mozilla Persona.
id: Terima kasih telah menggunakan Persona.
nb_no: Takk for at du bruker Persona.
ru: Спасибо, что используете Persona.
sl: Hvala, da uporabljate Persono.
sv: Tack för att du använder Persona.
tr: Persona'yı kullandığınız için teşekkür ederiz.
zh_tw: 感謝您使用 Persona。

source: Use the PIN code below to confirm this email address is linked to your Yahoo account.
bg: Използвайте PIN-кода по-долу като потвърждение, че този адрес на ел. поща е свързан с вашия профил в Yahoo.
cs: Použijte níže uvedený kód PIN pro potvrzení propojení této e-mailové adresy s vaším účtem Yahoo.
cy: Defnyddiwch y cod PIN isod i gadarnhau fod y cyfeiriad e-bost yma wedi ei gysylltu a'ch cyfrif Yahoo.
el: Χρησιμοποιείστε τον κωδικό PIN παρακάτω, για να επαληθεύσετε την σύνδεση της διεύθυνσή σας με τον λογαριασμό σας στο Yahoo.
fi: Käytä allaolevaa PIN-koodia vahvistaaksesi, että tämä sähköpostiosoite on kytketty Yahoo-tiliisi.
fr: Utilisez le code PIN ci-dessous pour confirmer que cette adresse électronique est bien liée à votre compte Yahoo.
ga: Úsáid an UAP thíos chun deimhniú go bhfuil an seoladh ríomhphoist seo nasctha le do chuntas Yahoo.
gl: Use o código PIN de abaixo para confirmar que este enderezo de correo está ligado a súa conta de Yahoo.
id: Gunakan kode PIN di bawah ini untuk mengonfirmasikan alamat surel agar terkait dengan akun Yahoo Anda.
nb_no: Bruk PIN-koden nedenfor for å bekrefte at e-postadressen er knyttet til Yahoo-kontoen.
ru: Используйте следующий PIN-код, чтобы подтвердить, что этот адрес эл. почты связан с вашей учётной записью Yahoo.
sl: Uporabite PIN kodo spodaj za potrditev, da je e-poštni naslov povezan z vašim računom za Yahoo.
sv: Använd nedanstående PIN-kod för att bekräfta att e-postadressen är knuten till ditt Yahoo-konto.
tr: Bu e-posta adresinin Yahoo hesabınıza bağlı olduğunu doğrulamak için aşağıdaki PIN kodunu kullanın.
zh_tw: 使用下方的 PIN 碼以確認您的電子郵件地址連結至您的 Yahoo 帳號。

source: Note: If you are NOT trying to sign into a website with Persona, please ignore this email.
bg: Бележка: Ако НЕ се опитвате да се впишете в страница, пренебрегнете това съобщение.
cs: Poznámka: Pokud se k webové stránce nepokoušíte přihlásit pomocí Persona, ignorujte tento e-mail.
cy: Sylwch: Os nad ydych yn ceisio mewngofnodi i wefan gyda Persona, anwybyddwch yr e-bost hwn.
el: Σημείωση: Εάν ΔΕΝ προσπαθείτε να συνδεθείτε σε ένα ιστότοπο με το Persona, αγνοήστε αυτό το μήνυμα.
fi: Huomio: Jos ET parhaillasi yritä kirjautua jollekin sivustolle käyttäen Personaa, ole hyvä ja jätä tämä viesti huomiotta.
fr: Note : si vous n'essayez PAS de vous connecter à un site web avec Persona, veuillez ignorer ce message.
ga: Nóta: MURA bhfuil tú ag iarraidh logáil isteach le Persona, déan neamhaird den teachtaireacht seo.
gl: Nota: se NON está tentando identificarse nun sitio web con Mozilla Persona, ignore este correo.
id: Catatan: Jika Anda TIDAK sedang masuk ke situs web lewat Persona, abaikan email ini.
nb_no: Merk: Dersom du IKKE prøver å logge inn på et nettsted med Persona, kan du se bort fra denne e-posten.
ru: Примечание: Если вы НЕ пытаетесь войти на веб-сайт через Persona, проигнорируйте это сообщение.
sl: Opomba: če se NE želite prijaviti s Persono, prezrite to e-pošto.
sv: OBS: Om du INTE försöker logga in på en webbplats med Persona kan du bortse från det här meddelandet.
tr: NOT: Persona ile bir web sitesinde oturum açmaya ÇALIŞMIYORSANIZ lütfen bu e-postayı görmezden gelin.
zh_tw: 請注意：若您並沒有要使用 Persona 登入網站，請忽略此郵件。

source: Thank you,
bg: Благодарим ви,
cs: Děkujeme,
cy: Diolch yn fawr,
el: Σας ευχαριστούμε,
fi: Kiitos,
fr: Merci,
ga: Go raibh maith agat,
gl: Grazas,
id: Terima kasih,
nb_no: Takk,
ru: Спасибо,
sl: Hvala,
sv: Tack,
tr: Teşekkürler,
zh_tw: 感謝您，

source: The Persona team
bg: Екипът на Persona
cs: Tým Persona
cy: Tîm Persona
el: Η ομάδα του Persona
fi: Persona-tiimi
fr: L'équipe Persona
ga: Foireann Phersona
gl: O equipo de Mozilla Persona
id: Tim Persona
nb_no: Persona-teamet
ru: Команда Persona
sl: Ekipa Persone
sv: Persona-teamet
tr: Persona ekibi
zh_tw: Persona 團隊

source: System Error, please try again later
bg: Системна грешка, моля опитате по-късно
cs: Systémová chyba, zkuste to prosím později
cy: Gwall System, ceisiwch eto
el: Σφάλμα συστήματος, προσπαθήστε ξανά αργότερα
fi: Järjestelmävirhe, yritä myöhemmin uudelleen
fr: Erreur système, veuillez réessayer plus tard
ga: Earráid Chórais, déan iarracht eile ar ball
gl: Erro do sistema, tente de novo máis tarde
id: Terjadi galat sistem, coba lagi nanti
nb_no: Systemfeil, prøv igjen senere
ru: Ошибка системы, пожалуйста, повторите позже
sl: Sistemska napaka, poskusite znova pozneje
sv: Systemfel, försök igen senare
tr: Sistem hatası, lütfen daha sonra tekrar deneyin
zh_tw: 系統錯誤，請稍後再試一次

source: Sorry, we are unable to log you in as %s
bg: Не можем да ви включим като %s
cs: Omlouváme se, ale nejsme schopni vás přihlásit jako %s
cy: Ymddiheuriadau, nid oes modd i ni eich mewngofnodi fel %s
el: Δυστυχώς, δεν μπορούμε να σας συνδέσουμε ως %s
fi: Olemme pahoillamme, mutta emme voineet kirjata sinua sisään tunnuksella %s
fr: Désolés, nous ne parvenons pas à vous connecter sous l'identifiant %s
ga: Tá brón orainn. Ní rabhamar in ann tusa a logáil isteach mar %s
gl: Sentímolo, non foi posíbel identifícalo como %s
id: Maaf, kami tidak dapat memroses masuk sebagai %s
nb_no: Beklager, vi er ute av stand til å logge deg inn som %s
ru: К сожалению, мы не можем дать вам войти как %s
sl: Oprostite, ne moremo vas prijaviti kot %s
sv: Vi kan tyvärr inte logga in dig som %s
tr: Üzgünüz, %s olarak oturumunuzu açamadık
zh_tw: 抱歉，我們無法將您登入為 %s

source: Something went wrong, please try again later
bg: Нещо се случи, моля опитайте отново
cs: Někde nastala chyba. Zkuste to prosím později.
cy: Aeth rhywbeth o'i le, ceisiwch eto
el: Κάτι πήγε στραβά, προσπαθήστε ξανά αργότερα
fi: Jokin meni vikaan, yritäthän uudelleen
fr: Quelque chose s'est mal passé, veuillez réessayer plus tard
ga: Tá rud éigin amú, déan iarracht eile ar ball
gl: Algo foi mal, tente de novo máis tarde
id: Ada yang salah, mohon coba lagi nanti
nb_no: Noe gikk galt, prøv igjen senere
ru: Что-то пошло не так, пожалуйста, повторите попытку позже
sl: Prišlo je do napake, poskusite znova pozneje
sv: Något gick fel, försök igen senare
tr: Bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin.
zh_tw: 有些東西不對勁，請稍後再試一次

source: Try Again
bg: Опитай отново
cs: Zkusit znovu
cy: Ceisiwch Eto
el: Προσπαθήστε ξανά
fi: Yritä uudelleen
fr: Réessayer
ga: Déan Iarracht Eile
gl: Tentar de novo
id: Coba Lagi
nb_no: Prøv igjen
ru: Попробовать снова
sl: Poskusi znova
sv: Försök igen
tr: Tekrar dene
zh_tw: 再試一次

source: Accounts don't match
bg: Профилите не съвпадат
cs: Účty se neshodují
cy: Nid yw'r cyfrifon yn cydweddu
el: Οι λογαριασμοί δεν ταιριάζουν
fi: Käyttäjätilit eivät täsmää
fr: Les comptes ne correspondent pas
ga: Ní ionann na cuntais
gl: Non coinciden as contas
id: Akun tidak cocok
nb_no: Kontoene stemmer ikke overens
ru: Учётные записи не совпадают
sl: Računa se ne ujemata
sv: Kontona matchar inte
tr: Hesaplar eşleşmiyor
zh_tw: 帳號不符合

source: Go back
bg: Назад
cs: Přejít zpět
cy: Nôl
el: Πίσω
fi: Palaa takaisin
fr: Retour
ga: Siar
gl: Retroceder
id: Kembali
nb_no: Gå tilbake
ru: Вернуться
sl: Nazaj
sv: Gå bakåt
tr: Geri dön
zh_tw: 返回

source: Continue
bg: Продължаване
cs: Pokračovat
cy: Parhau
el: Συνέχεια
fi: Jatka
fr: Continuer
ga: Ar Aghaidh
gl: Continuar
id: Lanjutkan
nb_no: Fortsett
ru: Продолжить
sl: Naprej
sv: Fortsätt
tr: Devam et
zh_tw: 繼續

source: Confirm your email address
bg: Потвърдете адресът на ел. поща
cs: Potvrdit svou e-mailovou adresu
cy: Cadarnhau eich cyfeiriad e-bost
el: Επαληθεύστε την διεύθυνση ηλ. ταχυδρομείου
fi: Vahvista sähköpostiosoitteesi
fr: Confirmez votre adresse électronique
ga: Deimhnigh do sheoladh ríomhphoist
gl: Confirme o enderezo de correo
id: Konfirmasikan alamat surel Anda
nb_no: Bekreft e-postadressen
ru: Подтвердите свой адрес эл. почты
sl: Potrdite vaš e-poštni naslov
sv: Bekräfta din e-postadress
tr: E-posta adresinizi onaylayın
zh_tw: 確認您的電子郵件地址

source: Check your email at %(claimed)s.
bg: Проверете ел. пощата си в %(claimed)s.
cs: Zkontrolujte si svůj e-mail %(claimed)s.
cy: Gwirio eich e-bost yn %(claimed)s.
el: Ελέγξτε την ηλ. αλληλογραφία σας στο %(claimed)s.
fi: Tarkista sähköpostisi osoitteesta %(claimed)s.
fr: Relevez votre courrier sur %(claimed)s.
ga: Bíodh súil in airde agat le ríomhphost chuig %(claimed)s.
gl: Comprobe o correo en %(claimed)s.
id: Periksa surel Anda di %(claimed)s.
nb_no: Sjekk e-posten din på %(claimed)s.
ru: Проверьте свою эл. почту на %(claimed)s.
sl: Preverite e-pošto na %(claimed)s.
sv: Kontrollera din e-post för %(claimed)s.
tr: %(claimed)s e-postanızı kontrol edin.
zh_tw: 確認您的 %(claimed)s 電子郵件地址。

source: Please enter PIN from email:
bg: Въведете PIN-кодa от писмото:
cs: Zadejte prosím kód PIN z e-mailu:
cy: Rhowch y PIN o'r e-bost:
el: Παρακαλούμε εισάγετε το PIN από το ηλεκτρονικό μήνυμα:
fi: Ole hyvä ja syötä PIN sähköpostiviestistä:
fr: Veuillez saisir le PIN du courriel :
ga: Cuir isteach an UAP ón ríomhphost:
gl: Escriba o PIN do correo:
id: Masukkan PIN yang tertera pada surel:
nb_no: Skriv inn PIN-koden fra e-posten:
ru: Пожалуйста, введите PIN из письма:
sl: Vnesite PIN iz e-pošte:
sv: Ange PIN-koden från e-postmeddelandet:
tr: Lütfen e-postadaki PIN'i girin:
zh_tw: 請輸入郵件中的 PIN 碼:

source: Sorry, PIN doesn't match
bg: Извинявайте, PIN-кодът не е този
cs: Omlouváme se, ale kód PIN neodpovídá
cy: Nid yw'r PIN yn cydweddu
el: Δυστυχώς, το PIN δεν ταιριάζει
fi: Anteeksi, PIN ei täsmää
fr: Désolés, les PIN ne correspondent pas
ga: Ní ionann na UAPanna
gl: Sentímolo, non coincide o PIN
id: Maaf, PIN-nya tidak cocok
nb_no: Beklager, PIN stemmer ikke overens
ru: Извините, PIN не подходит
sl: Vnesli ste napačen PIN
sv: Tyvärr, PIN-koden stämmer inte
tr: Üzgünüz, PIN eşleşmiyor
zh_tw: 抱歉，PIN 碼不正確

source: Sign in
bg: Вписване
cs: Přihlášení
cy: Mewngofnodwch
el: Σύνδεση
fi: Kirjaudu sisään
fr: Connexion
ga: Logáil isteach
gl: Identificarse
id: Masuk
nb_no: Logg inn
ru: Войти
sl: Prijava
sv: Logga in
tr: Oturum aç
zh_tw: 登入
