Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Non-English flicks must have subtitles or include a written English translation
de: Nicht-englische Filme müssen Untertitel haben oder es muss eine schriftliche englische Übersetzung beiliegen
es: Los flicks de habla no inglesa deben tener subtítulos o incluir una traducción escrita en inglés
fr: Les flicks non anglophones doivent être sous-titrés ou inclure une traduction écrite en anglais
fy: Niet-Engelse flicks moeten ondertitels hebben of een geschreven Engelse vertaling bevatten
it: I flick in lingue diverse dall'inglese devono essere accompagnati da sottotitoli o da una traduzione scritta in inglese
ja: 英語以外の言語で制作された作品には、英語の字幕をつけるか、内容の英訳を提出してください
pl: Filmy w języku innym niż angielski muszą mieć napisy lub zawierać pisemne angielskie tłumaczenie
pt_br: Flicks que não são em inglês devem ser legendados ou incluir tradução em inglês
sq: Videot jo në Anglisht duhet të kenë titra ose të përmbajnë një përkthim të shkruar në Anglisht

source: Your flick must be submitted to the Flicks site
de: Ihr Film muss auf der Flicks-Seite übermittelt werden
es: Tu flick debe enviarse al sitio Flicks
fr: Votre flick doit être soumis au site Flicks
fy: Uw flick moet bij de Flicks-website worden ingediend
it: Il tuo flick deve essere caricato sul sito di Firefox Flicks
ja: 応募作品は Firefox Flicks のサイトに提出していただく必要があります
pl: Film musi być zgłoszony za pośrednictwem strony konkursu
pt_br: Seu flick deve ser enviado para o site do Firefox Flicks
sq: Videoja juaj duhet parashtruar te sajti për Flicks-et

source: Your flick must contain an accurate description
de: Ihr Film muss eine korrekte Beschreibung enthalten
es: Tu flick debe contener una descripción detallada
fr: Votre flick doit contenir une description détaillée
fy: Uw flick moet een nauwkeurige beschrijving bevatten
it: Il tuo flick deve essere accompagnato da una descrizione dettagliata
ja: 応募作品に含まれる記述は正確なものでなければなりません
pl: Film musi zawierać odpowiedni opis
pt_br: Seu flick deve conter uma descrição precisa
sq: Videoja juaj duhet të përmbajë një përshkrim të përpiktë

source: Anyone that is not listed as a team member must sign a waiver granting you permission to film them
de: Jeder, der nicht als Team-Mitglied aufgeführt ist, muss schriftlich sein Einverständnis dazu erklären, dass Sie ihn Filmen
es: Cualquier persona que no se encuentre listada como miembro del equipo debe firmar un documento que te autorice para filmarla
fr: Toute personne ne faisant pas partie de votre équipe doit signer une décharge vous autorisant à la filmer
fy: Iedereen die niet als teamlid is vermeld moet een verklaring ondertekenen die u toestemming geeft om hen te filmen
it: Tutte le persone che compaiono nel video ma non sono registrate come membri del tuo gruppo devono firmare una liberatoria dando il loro consenso a essere riprese
ja: チームメンバーとして名簿に記載されていない人がビデオに登場する場合は、権利放棄についてその人の署名を入手し、ビデオへの出演について許可を得る必要があります
pl: Każda osoba biorąca udział w filmie, a nie będąca członkiem zespołu, musi wyrazić pisemną zgodę na publikowanie jej wizerunku
pt_br: Qualquer um que não está listado como um membro da equipe devem assinar um termo de autorização de uso de imagem
sq: Kushdo që nuk është anëtar i një ekipi duhet të nënshkruajë një deklaratë heqjeje dorë, që ju jep leje t’i filmoni

source: Please keep it clean
de: Bitte halten Sie ihn sauber
es: Sé respetuoso
fr: Soyez respectueux
fy: Hou het netjes
it: Attieniti al buongusto
ja: 作品には不正な点がないようにしてください
pl: Prosimy, by film nie naruszał regulaminów i norm prawnych
pt_br: Por favor, mantenha tudo simples e claro
sq: Ju lutemi, pa gjëra të ndyra

source: You must be at least 18 years old, or the age of majority in your country of residence
de: Sie müssten mindestens 18 Jahres alt sein, oder in Ihrem Heimatland volljährig sein
es: Debes tener al menos 18 años, o ser mayor de edad en el país donde resides
fr: Vous devez être âgé d'au moins 18 ans ou avoir atteint l'âge de la majorité du pays où vous résidez
fy: U moet minstens 18 jaar oud zijn, of de leeftijd waarop u in het land van uw woonplaats als meerderjarig wordt beschouwd
it: Devi avere almeno 18 anni o essere maggiorenne secondo le leggi del paese in cui risiedi
ja: 応募者は 18 歳以上、またはお住まいの国で成人年齢に達している必要があります
pl: Uczestnik musi mieć co najmniej 18 lat lub osiągniętą pełnoletność w rozumieniu prawa kraju, w którym zamieszkuje
pt_br: Você precisa ter, no mínimo, 18 anos, ou a idade considerada como "maioridade" no seu país de residência
sq: Duhet të jeni të paktën 18 vjeç, ose sa mosha e pjekurisë në vendin tuaj të qëndrimit

source: Who are the judges?
de: Wer sind die Richter?
es: ¿Quiénes forman el jurado?
fr: Découvrez les juges
fy: Wie zijn de juryleden?
it: Chi sono i giudici?
ja: 審査員は誰ですか？
pl: Kim są jurorzy?
pt_br: Quem são os jurados?
sq: Cilët janë anëtarët e jurisë?

source: See our <a href="%(link_home)s#judges">Judges page</a> for a complete list.
de: Eine Vollständige Liste finden Sie auf unserer <a href="%(link_home)s#judges">Seite der Richter</a>.
es: Mira la <a href="%(link_home)s#judges">página del jurado</a> para conocer la lista completa.
fr: La liste complète est disponible sur <a href="%(link_home)s#judges">la page des juges</a>.
fy: Bekijk de <a href="%(link_home)s#judges">pagina Juryleden</a> voor een volledige lijst.
it: Visita la pagina dedicata ai <a href="%(link_home)s#judges">Giudici</a> per leggere la lista completa.
ja: <a href="%(link_home)s#judges">審査員のページ</a>で、審査員の一覧をご覧いただけます。
pl: Pełna lista jurorów znajduje się na stronie <a href="%(link_home)s#judges">Jurorzy</a>.
pt_br: Confira nossa <a href="%(link_home)s#judges">página de Jurados</a> para ver a lista completa.
sq: Për një listë të plotë, shihni <a href="%(link_home)s#judges">faqen e Jurisë tonë</a>.

source: Can I submit more than one flick?
de: Kann ich mehr als einen Streifen einreichen?
es: ¿Puedo enviar más de un flick?
fr: Puis-je envoyer plus d'un flick ?
fy: Kan ik meerdere flicks insturen?
it: Posso presentare più di un video?
ja: 複数のビデオを応募できますか？
pl: Czy na konkurs można wysłać kilka prac?
pt_br: Eu posso enviar mais de um flick?
sq: A mund të parashtroj më shumë se një video?

source: You can submit as many as you like, but you have to submit a new entry each time.
de: Sie können so viele einreichen, wie Sie möchten, aber Sie müssen jedes Mal einen neuen Beitrag einreichen.
es: Puedes enviar todos los que quieras, pero tendrás que enviar una nueva propuesta cada vez que lo hagas.
fr: Vous pouvez en envoyer autant que vous voulez, mais une seule soumission à la fois.
fy: U kunt er zo veel insturen als u wilt, maar u moet telkens een nieuwe inzending insturen.
it: Puoi presentare tutti i video che vuoi, ma dovrai effettuare ogni volta una nuova iscrizione.
ja: いくつでも応募できますが、その都度新たにアップロードしていただく必要があります。
pl: Na konkurs można wysłać tyle prac ile się chce, ale za każdym razem musi być to oddzielne zgłoszenie.
pt_br: Você pode enviar quantos você quiser, mas você terá que fazer uma nova inscrição a cada vez.
sq: Mund të parashtroni sa të doni, por duhet t’i parashtroni një në herë.

source: Can a team develop the flick?
de: Kann ein Team den Streifen entwickeln?
es: ¿Puede un equipo desarrollar un flick?
fr: Est-ce qu'une équipe peut réaliser un flick ?
fy: Kan een team de flick ontwikkelen?
it: Il video può essere sviluppato da un gruppo?
ja: チームでビデオを制作しても良いですか？
pl: Czy można wysyłać prace zespołowe?
pt_br: Uma equipe pode desenvolver o flick?
sq: A mund të krijohet një video nga një ekip?

source: Of course! Teams can be up to 3 people, but please appoint a team leader. All communication will be with this person and only one prize will be awarded per entry.
de: Natürlich! Teams können bis zu 3 Personen groß sein, aber benennen Sie bitte einen Teamleiter. Die gesamte Kommunikation wird mit dieser Person geführt und pro Beitrag wird nur ein Preis vergeben.
es: ¡Por supuesto! Los equipos pueden estar formados por un máximo de 3 personas, pero deberán nombrar a un líder. Toda la comunicación se establecerá con esta persona y solo se concederá un premio por propuesta.
fr: Évidemment&nbsp;! Une équipe peut être composée de 3 personnes mais il est nécessaire de désigner un chef d'équipe. Toutes les communications passeront par lui et un seul prix sera accordé par soumission.
fy: Natuurlijk! Teams kunnen 3 personen bevatten, maar wijs wel een teamleider aan. Alle communicatie zal met deze persoon plaatsvinden en per inzending wordt slechts één prijs toegekend.
it: Certo! Un gruppo può comprendere fino a 3 persone, ma è necessario nominare un capogruppo al quale invieremo tutte le comunicazioni. Inoltre verrà attribuito un solo premio per video, indipendentemente dal numero di membri del gruppo.
ja: もちろんです！チームは 3 名まで登録できますが、チームリーダーを指名してください。コンテストに関する連絡はすべてそのリーダーと行い、賞は応募作品 1 点につき 1 つのみが授与されます。
pl: Oczywiście! Zespoły mogą liczyć do 3 osób. Zespół powinien mieć swojego lidera, z którym będziemy się komunikowali. Nagrody przyznawane są filmom, więc zwycięskie prace zespołowe otrzymają tylko jedną nagrodę.
pt_br: É claro! As equipes podem ter até 3 membros, mas somente entregaremos um prêmio por equipe. Além disso, a equipe deve escolher um líder, pois toda a comunicação será com essa pessoa.
sq: Sigurisht! Ekipet mund të kenë deri në 3 vetë, por, ju lutemi, caktoni një drejtues ekipi. Krejt ndërlidhja do të bëhet me këtë person dhe për çdo parashtrim jepet vetëm një çmim.

source: Is the contest open to international entries?
de: Ist der Wettbewerb offen für internationale Beiträge?
es: ¿El concurso está abierto a propuestas internacionales?
fr: Le concours est-il ouvert au monde entier ?
fy: Is de wedstrijd open voor internationale inzendingen?
it: Il concorso accetta candidature internazionali?
ja: コンテストは世界各国からの応募を受け付けていますか？
pl: Czy konkurs ma charakter międzynarodowy?
pt_br: O concurso está aberto a inscrições internacionais?
sq: A është e hapur gara ndaj parashtrimesh ndërkombëtare?

source: Yes. This is an international film competition and entries can be submitted through the Flicks website. The Contest is void in Cuba, Iran, North Korea, Sudan, Syria and any other country subject to a U.S. boycott, where prohibited by law or restricted by law or regulations.
de: Ja. Dies ist ein internationaler Filmwettbewerb und Beiträge können über die Flicks-Website eingereicht werden. Der Wettbewerb gilt nicht in Kuba, Iran, Nordkorea, Sudan, Syrien und anderen Ländern, die einem US-Boykott unterliegen, wo es durch Gesetz verboten oder durch Gesetz oder Verordnung eingeschränkt ist.
es: Sí. Es un concurso internacional de cine y las propuestas se pueden enviar a través de la página web de Flicks. El concurso es nulo en Cuba, Irán, Corea del Norte, Sudán, Siria y cualquier otro país sujeto a un boicot de los Estados Unidos, al igual que donde lo prohíba la ley o se generen restricciones legales o regulatorias de cualquier tipo.
fr: Oui. Il s'agit d'une compétition internationale et toutes les entrées peuvent être soumises via le site Flicks. Le concours n'est cependant pas valable à Cuba, en Iran, en Corée du Nord, au Soudan, en Syrie et dans tout autre pays soumis à un boycott des États-Unis, ou là où c’est interdit par la loi ou d'autres règlementations.
fy: Ja. Dit is een internationale filmwedstrijd en inzendingen kunnen via de Flicks-website worden ingediend. De wedstrijd is niet geldig in Cuba, Iran, Noord-Korea, Sudan, Syrië en andere landen die onderhevig zijn aan een VS-boycot, waar verboden door de wet of beperkt door de wet of regelgevingen.
it: Sì, questo è un concorso internazionale e le candidature possono essere presentate tramite il sito di Firefox Flicks. Il concorso non è valido a Cuba, in Iran, Corea del Nord, Sudan, Siria e ogni altra nazione soggetta al boicottaggio da parte degli Stati Uniti, o nella quale esso sia proibito o limitato da leggi e regolamenti.
ja: はい。このコンテストには世界中の誰でも Fireofx Flicks の Web サイトから応募していただけます。 ただし、キューバ、イラン、北朝鮮、スーダン、シリアなど、米国における法律で輸出禁止、または法律や規則により輸出が制限されている国からの応募は無効となります。
pl: Tak. To jest międzynarodowy konkurs filmowy. Zgłoszenia mogą być wysyłane za pośrednictwem witryny konkursu. Konkurs nie obejmuje takich krajów, jak Kuba, Iran, Korea Północna, Sudan, Syria i innych bojkotowanych przez USA krajów, oraz tam gdzie jest zabroniony lub ograniczony przez prawo, lub przepisy.
pt_br: Sim. Esta é uma competição internacional e as inscrições podem ser enviadas através do site do Firefox Flicks. O concurso não é válido em Cuba, Irã, Coreia do Norte, Sudão, Síria e qualquer outro país sujeito a um boicote dos EUA, onde haja proibição por lei ou restrição por lei ou regulamento.
sq: Po. Ky është një konkurs ndërkombëtar filmi dhe veprat pjesëmarrëse mund të parashtrohen përmes sajtit Flicks. Gara nuk vlen në Kubë, Iran, Kore të Veriut, Sudan, Siri dhe të tjera vende që janë subjekt i një bojkoti nga ana e SHBA-ve, ku ndalohet ose kufizohet me ligj ose me rregullore.

source: What can I win?
de: Was kann ich gewinnen?
es: ¿Qué puedo ganar?
fr: Qu'y a-t-il à gagner ?
fy: Wat kan ik winnen?
it: Che cosa posso vincere?
ja: 受賞者には何が授与されますか?
pl: Co można zdobyć?
pt_br: O que posso ganhar?
sq: Çfarë mund të fitoj?

source: Your flick will be seen and voted on by millions of Firefox fans around the world, giving you exposure to a global audience. You'll also get your entry in front of international advertising executives and film luminaries while working on one of the world's biggest brands - a great piece to add to any portfolio.
de: Ihr Film wird von Millionen von Firefox-Fans auf der ganzen Welt angesehen und bewertet, so dass Sie vor einem weltweiten Publikum stehen. Sie können Ihre Einreichung auch vor internationalen Werbeunternehmern und Filmgrößen zeigen, während Sie an einer der größten Marken der Welt arbeiten &ndash; ein toller Zusatz für jede Bewerbungsmappe.
es: Millones de fans de Firefox de todo el mundo podrán ver y votar tu flick, lo que supondrá una exposición mayor a una audiencia global. También conseguirás más difusión entre publicistas internacionales y expertos cinematográficos, al mismo tiempo que trabajas para una de las marcas más importantes del mundo: una gran pieza para agregar a cualquier portfolio.
fr: Rien qu'en participant, votre vidéo sera vue et notée par des millions de fans de Firefox dans le monde entier, vous donnant une visibilité incroyable. Elle sera aussi visionnée par des responsables publicitaires internationaux et des grands noms du cinéma tout en travaillant avec une des plus importantes marques au monde &#8212; une belle pièce à ajouter à votre portfolio.
fy: Uw flick wordt door miljoenen Firefox-fans over de hele wereld bekeken en erop gestemd, waardoor u een wereldwijd publiek krijgt. Ook wordt uw inzending aan internationale advertentiebedrijven en bekende personen uit de filmwereld voorgelegd, terwijl u aan een van ’s werelds grootste merken werkt - een mooi stukje werk in ieders portfolio.
it: Il tuo filmato sarà visto e votato da milioni di fan di Firefox in tutto il mondo, dandoti visibilità a livello globale. Inoltre avrai modo di sottoporre il tuo lavoro a luminari del cinema e dirigenti internazionali del mondo pubblicitario, per di più prendendo parte al progetto di uno dei marchi più importanti del mondo: una grande esperienza da aggiungere a qualsiasi portfolio.
ja: コンテストに応募するだけでも、制作したビデオを世界中の数百万人もの Firefox ファンに見て投票してもらえるので、全世界の人々に自分を知ってもらうことができます。また、世界最大のブランドのひとつである Firefox を題材とした作品が、国際的な広告会社のエグゼクティブや映画界の著名人の目に触れることになります。もちろん自分のポートフォリオに加えても良いでしょう。
pl: Przede wszystkim rozgłos na całym świecie. Twój film będą oglądały i głosowały na niego miliony fanów Firefoksa z całego świata. Otrzymasz również wpis na stronach międzynarodowej agencji reklamowej i czołowego przedstawiciela filmowego jako pracującego dla jednej z największych światowych marek – idealny element do dodania do każdego portfolio.
pt_br: Somente por competir, o seu flick será visto e votado por milhões de fãs do Firefox em todo o mundo, dando a você exposição a uma audiência global. Seu vídeo de inscrição será apresentado perante executivos internacionais de propaganda e estrelas do cinema internacional, ao mesmo tempo em que trabalha com uma das maiores marcas do mundo &#8212; uma grande peça em qualquer portfólio.
sq: Videoja juaj do të shihet dhe votohet nga miliona dashamirës të Firefox-it anembanë botës, duke ju dhënë ekspozim te një publik global. Videoja juaj do të jetë gjithashtu në tryeza drejtuesish të industrisë së reklamave dhe figura ndërkombëtare të shquara të filmit, ndërkohë që angazhoheni me një nga markat më të mëdha të botës - zë i fortë për ta shtuar te cilado CV.

source: This year, we've expanded our prizes:
de: In diesem Jahr haben wir unsere Preise erweitert:
es: Este año hemos ampliado nuestros premios:
fr: Cette année, les prix ont été élargis&nbsp;:
fy: Dit jaar zijn de prijzen uitgebreid:
it: Quest'anno aumentano i premi:
ja: 今年は次の賞が新設されました。
pl: W tym roku rozszerzyliśmy naszą pulę nagród:
pt_br: Este ano, nós expandimos nosso prêmios:
sq: Këtë vit i kemi zgjeruar çmimet tona:

source: <strong>Early Entry Awards</strong> - $1,000 awarded to the best flicks submitted before our film festival sponsorships. The top 3 early entry submission flicks from each film festival that Firefox sponsors are automatically included in the final round that will be submitted to and judged by our celebrity panel.
de: <strong>Preise für frühe Teilnahme</strong> &ndash; 1.000 $ erhält der beste Film, der vor unseren geförderten Film-Festivals eingereicht wird. Die besten 3 frühen Einreichungen von jedem Film-Festival, das Firefox sponsert, sind automatisch Teil der letzten Runde, die der prominenten Jury zur Bewertung übergeben wird.
es: <strong>Premios a los Pioneros</strong>: se adjudicarán 1.000 USD a los mejores videos presentados a los patrocinadores de nuestro festival de cine. Las tres mejores propuestas pioneras de cada concurso de cine patrocinado por Firefox se incluirán automáticamente en la ronda final que será presenciada y valorada por nuestro panel de celebridades.
fr: <strong>Prix des Pionniers</strong> - 1&nbsp;000&nbsp;$ de récompense iront aux meilleurs films soumis avant les festivals intermédiaires. Les 3 meilleurs films soumis avant ces festivals, sponsorisés par Firefox, seront automatiquement inclus dans la sélection finale soumise aux délibérations de notre jury.
fy: <strong>Prijzen voor vroege inzendingen</strong> - $1.000 wordt toegekend aan de beste ingediende flicks voorafgaande aan onze sponsoring van het filmfestival. De top 3 van vroeg ingezonden flicks van elk filmfestival dat Firefox sponsort wordt automatisch meegenomen in de laatste ronde waaraan zal worden deelgenomen en dat door ons panel van beroemdheden zal worden beoordeeld.
it: <strong>Premio Avanguardie</strong> - 1000 $ per i migliori flick che verranno proiettati ai festival del film sponsorizzati da Firefox. I tre migliori flick presentati a ciascuno dei nostri festival approderanno automaticamente in finale, dove saranno visionati e giudicati dalla nostra giuria di celebrità.
ja: <strong>早期エントリ賞</strong> - Firefox がスポンサーとなっている映画祭までに提出された作品の中で最優秀の作品に、1,000 ドルが授与されます。Firefox がスポンサーとなっている映画祭それぞれに出品された作品の最優秀作品 3 点は、自動的に Firefox Flicks の最終選考の対象となり、著名人審査チームによる審査を受けることになります。
pl: <strong>Nagrody Early Entry</strong> – To nagrody za szybkie zgłoszenie filmu. Najlepsze filmy zgłoszone przed sponsorowanymi przez nas festiwalami filmowymi otrzymają nagrody w wysokości 1000 dolarów amerykańskich. Trzy pierwsze zgłoszone filmy na każdy festiwal sponsorowany przez Firefoksa będą automatycznie kierowane do finału, w którym będą oceniane przez nasze jury.
pt_br: <strong>Primeiros Envios</strong> - US$1.000,00 concedidos aos melhores flicks enviados antes do nosso festival de cinema. Os 3 melhores flicks de entrada enviados de cada festival de cinema que o Firefox patrocine são automaticamente incluídos na rodada final que será enviado aos jurados do nosso painel de celebridades.
sq: <strong>Çmimi për Pjesëmarrje të Hershme</strong> - 1000 dollarë amerikanë akorduar videove më të mira të parashtruara në konkurs përpara sponsorizimeve të festivalit. 3 zërat kryesues si pjesëmarrje e hershme për secilin festival filmi që sponsorizon Firefox-i përfshihen vetvetiu në finale dhe do të shqyrtohen dhe vlerësohen nga juria jonë.

source: <strong>People's Choice Award</strong> - The 3 winning flicks will be given exposure through our channels, be exposed to millions of Firefox website visitors and receive some great Firefox swag.
de: <strong>Preise für Popularität</strong> &ndash; Die drei Siegerfilme werden direkt über unsere Kanäle präsentiert, werden Millionen von Besuchern der Firefox-Website gezeigt und erhalten tolle Firefox-Fanartikel.
es: <strong>Premio del Público</strong>: daremos visibilidad a los tres flicks ganadores a través de nuestros canales, exponiéndolos así a los millones de visitantes de la página web de Firefox, y además recibirán un interesante botín de Firefox.
fr: <strong>Prix du Public</strong> - Les 3 films lauréats bénéficieront d'une importante promotion sur nos canaux, seront montrés à des millions de visiteurs sur le site web de Firefox et recevront des cadeaux Firefox de valeur.
fy: <strong>Publieksprijs</strong> - De 3 winnende flicks zullen worden belicht via onze kanalen, worden blootgesteld aan miljoenen bezoekers van de Firefox-website en ontvangen wat leuke Firefox-promotiematerialen.
it: <strong>Premio del pubblico</strong> - I tre flick vincitori verranno promossi sui nostri canali, saranno visibili a milioni di visitatori sul nostro sito e riceveranno fantastici premi firmati Firefox.
ja: <strong>ピープルズチョイス賞</strong> - 上位 3 つの受賞作品は、Mozilla のチャネルを通じて Firefox の Web サイトにアクセスする数百万人の人々に公開されます。また、すばらしい Firefox 記念品が授与されます。
pl: <strong>Nagroda publiczności</strong> – Trzy zwycięskie filmy zostaną za pośrednictwem naszych kanałów informacyjnych przedstawione milionom osób odwiedzających strony Firefoksa i otrzymają wspaniałe upominki.
pt_br: <strong>Escolha Popular</strong> - Os 3 flicks vencedores serão exibidos nossos canais, expostos para milhões de visitantes, e receberão ótimos brindes do Firefox.
sq: Çmimi <strong>Zgjedhja e Publikut</strong> - 3 videot fituese do të paraqiten në kanalet tona, për miliona vizitorë te sajtet të Firefox-it dhe do të marrin edhe disa gjëra të lezetshme Firefox-i.
