Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: As a visual artist, Louie has created some of the most iconic and memorable film moments of our time. He is an innovator in the world of nature, aerial and "slice-of-life" photography &ndash; the only cinematographer in the world who has literally been shooting time-lapse 24 hours a day, 7 days a week continuously for more than 30 years.
de: Als bildender Künstler hat Louie einige der kultigsten und denkwürdigsten Filmmomente unserer Zeit erschaffen. Er ist ein Innovator in der Welt der Natur-, Luft- und „Lebensausschitt“-Filme &ndash; der einzige Kameramann der Welt, der tatsächlich 24 Stunden am Tag, 7 Tage die Woche seit über 30 Jahren Zeitraffer-Aufnahmen macht.
es: Como artista visual, Louie ha creado algunos de los momentos cinematográficos más icónicos y memorables de nuestra época. Él es un innovador en el campo de la fotografía aérea y de la naturaleza, y el único cineasta en el mundo ha estado tomando fotografías para un "time-lapse" literalmente las 24 horas del día, 7 días a la semana, durante más de 30 años.
fr: En tant qu'artiste visuel, Louie a créé certains des moments cinématographiques les plus emblématiques et les plus mémorables de notre époque. Véritable pionnier dans les domaines naturels, aériens et les photographies de «&nbsp;tranches de vie&nbsp;» &ndash; il est le seul cinéaste au monde à avoir littéralement réalisé des prises de vues 24 heures sur 24, 7 jours sur 7, pendant plus de 30 ans.
fy: Als beeldend kunstenaar heeft Louie een aantal van de meest iconische en onvergetelijke filmmomenten van deze tijd gecreëerd. Hij is een vernieuwer in de wereld van de natuur-, lucht- en ‘slice-of-life’-fotografie - de enige cameraman ter wereld die letterlijk meer dan 30 jaar onophoudelijk 24 uur per dag, 7 dagen per week time-lapse-opnames heeft gemaakt.
it: In qualità di artista visivo, Louie ha creato alcuni dei momenti più iconici e memorabili nei film dei nostri tempi. È un innovatore nel mondo della fotografia naturalistica, aerea e "di vita vissuta" &ndash; l'unico direttore di fotografia al mondo ad avere scattato fotografie in time-lapse letteralmente 24 ore al giorno, 7 giorni la settimana per più di 30 anni.
ja: ビジュアルアーティストとして、今の時代を最もよく象徴する、記憶に残る映像を収めた映画を製作しています。自然界や空気、そして「人生のひとこま」を切り取ったような写真を撮る革新的な写真家であり、30 年以上にわたって文字どおり 24 時間 365 日撮影を続けてきた唯一の映画カメラマンです。
pl: Jako artysta plastyk, Louie stworzył jedne z najbardziej kultowych i niezapomnianych chwil filmowych naszych czasów. Jest nowatorem zdjęć świata przyrody, lotniczych i pokazujących prawdę o życiu. Jedyny operator filmowy na świecie, który robił zdjęcia poklatkowe dosłownie 24 godziny na dobę, 7 dni w tygodniu przez ponad 30 lat.
pt_br: Como artista visual, Louie criou alguns dos momentos cinematográficos mais emblemáticos e memoráveis ​​do nosso tempo. Ele é um inovador no mundo da natureza e fotografia aérea &ndash; o único cineasta do mundo que tem fotografado o lapso-tempo 24 horas por dia, 7 dias por semana, de forma contínua por mais de 30 anos.
sq: Si artist pamor, Louie ka krijuar disa nga momentet filmikë më të paharrueshëm dhe ikonë të kohës sonë. Është një novator në fotografinë e natyrës, atë ajrore dhe "copëza-jete" &ndash; i vetmi operator në botë që ka xhiruar time-lapse literalisht 24 orë në ditë, 7 ditë në javë, vazhdimisht për më shumë se 30 vjet.

source: He recently completed <cite>Wings of Life</cite>, a documentary feature for Disneynature, narrated by Meryl Streep. It won Best Theatrical Program at the Jackson Hole Science Media Awards 2012, a Best Cinematography Roscar Award, and the Best Cinematography Award at the 2013 Waimea Ocean Film Festival. The film reveals the fragile relationship between flowers, and their pollination partners. It is a love story that feeds the earth. The film will be released April 16 on Blu Ray. As a director, he is completing <cite>Mysteries of the Unseen World</cite>, a 3D-IMAX film with National Geographic, that is targeted for an October 2013 release. The film is a journey into invisible worlds that are too slow, too fast, too small and too vast for the human eye to see. He has received Clio Awards for Best Environmental PSA, an Emmy nomination for Best Cinematography for <cite>Oceans of Air</cite> on the Discovery Channel, and recognized as one of the top 70 Cinematographers for the On Film Kodak Salute Series.
de: Er hat kürzlich <cite>Wings of Life</cite> fertiggestellt, einen Dokumentarfilm für Disneynature, erzählt von Meryl Streep. Er erhielt den Preis für Best Theatrical Program beim Jackson Hole Science Media Awards 2012, einem Best Cinematography Roscar Award und den Best Cinematography Award beim 2013 Waimea Ocean Film Festival. Der Film zeigt die brüchige Beziehung zwischen Blumen und ihren Bestäubungspartnern. Es ist eine Liebesgeschichte, die die Erde ernährt. Der Film wird am 16. April auf Blu Ray veröffentlicht. Als Regisseur vervollständigt er <cite>Mysteries of the Unseen World</cite>, einem 3D-IMAX-Film mit National Geographic, der im Oktober 2013 veröffentlicht werden soll. Der Film ist eine Reise in unsichtbare Welten, die zu langsam, zu schnell, zu klein und zu ausgedehnt sind, als dass sie das menschliche Auge erfassen könnte. Er hat Clio Awards for Best Environmental PSA, eine Emmy-Nominierung für Best Cinematography für <cite>Oceans of Air</cite> beim Discovery Channel erhalten und wurde bei der On Film Kodak Salute Series als einer der besten 70 Kameraleute gewürdigt.
es: Recientemente ha finalizado <cite>Wings of Life</cite>, un largometraje documental para Disneynature, narrada por Meryl Streep. Ganó el Mejor Programa de Ficción en los Jackson Hole Science Media Awards de 2012, un premio Roscar a la Mejor Fotografía y el premio a la Mejor Fotografía en el Waimea Ocean Film Festival de 2013. La película revela la frágil relación entre las flores y sus colaboradores de polinización. Es una historia de amor que alimenta la Tierra. La película se estrenará el 16 de abril en Blu Ray. Como director, está terminando <cite>Mysteries of the Unseen World</cite>, una película 3D-IMAX con National Geographic, que está previsto estrenarse en octubre de 2013. La película es un viaje a los mundos invisibles que son demasiado lentos, demasiado rápidos, demasiado pequeños y demasiado vastos para que los perciba el ojo humano. Ha recibido premios Clio por el Mejor PSA Medioambiental, una nominación a los Emmy a la Mejor Fotografía por <cite>Oceans of Air</cite> en Discovery Channel, y ha sido reconocido como uno de los 70 mejores directores de fotografía en las On Film Kodak Salute Series.
fr: Il a récemment terminé <cite>Wings of Life</cite> pour Disneynature, un long métrage documentaire commenté par Meryl Streep. Il a remporté le prix Best Theatrical Program aux Jackson Hole Science Media Awards 2012, le Best Cinematography Roscar Award, ainsi que le Best Cinematography Award au Festival du Film Océan Waimea 2013. Le film révèle la relation fragile entre les fleurs et leurs partenaires de pollinisation. C'est une histoire d'amour qui fait du bien à la Terre. Le film sera disponible le 16 avril en Blu Ray. Il vient d'achever la réalisation de <cite>Mysteries of the Unseen World</cite>, un film en IMAX 3D en partenariat avec National Geographic, qui est programmé pour une sortie en octobre 2013. Le film est un voyage dans des mondes invisibles, trop lents, trop rapides, trop petits et trop vastes pour l’œil humain. Il a reçu le prix Clio pour le Best Environmental PSA, une nomination aux Emmy Awards dans la catégorie meilleur film pour <cite>Oceans of Air<​​/ cite> sur Discovery Channel et est reconnu comme l'un des 70 meilleurs cinéastes grâce aux On Film Kodak Salute Series.
fy: Onlangs voltooide hij <cite>Wings of Life</cite>, een documentaire voor Disneynature, verteld door Meryl Streep. Deze won een Best Theatrical Program bij de Jackson Hole Science Media Awards 2012, een Best Cinematography Roscar Award, en de Best Cinematography Award op het Waimea Ocean Film Festival van 2013. De film onthult de fragiele relatie tussen bloemen en hun bestuivingspartners. Het is een liefdesverhaal dat de aarde voedt. De film zal op 16 april op Blu Ray worden uitgebracht. Als regisseur is hij bezig met de voltooiing van <cite>Mysteries of the Unseen World</cite>, een 3D-IMAX-film met National Geographic, die volgens planning in oktober 2013 wordt uitgebracht. De film is een reis in de onzichtbare werelden die te langzaam, te snel, te klein en te groot zijn om door het menselijk oog te worden opgemerkt. Louie heeft Clio Awards ontvangen voor Best Environmental PSA, een Emmy-nominatie voor Best Cinematography voor <cite>Oceans of Air</cite> op Discovery Channel, en hij is erkend als een van de top 70-cameramensen voor de On Film Kodak Salute Series.
it: Ha recentemente portato a termine <cite>Wings of Life</cite>, un documentario per Dysney Nature con la voce narrante di Meryl Streep, vincitore del Miglior programma cinematografico ai Jackson Hole Science Media Awards 2012, di un premio Roscar per la miglior fotografia e del premio per la miglior fotografia al Waimea Ocean Film Festival del 2013. Questo lungometraggio rivela il delicato rapporto tra i fiori e i loro partner impollinatori. È una storia d'amore che nutre la terra stessa. Il film è uscito il 16 Aprile in Blu-ray. Come regista sta lavorando su <cite>Mysteries of the Unseen World</cite>, un film di 3D-IMAX in collaborazione con National Geographic previsto per l'uscita in ottobre 2013. Questo film è un viaggio attraverso i mondi invisibili, troppo lenti, troppo veloci, troppo piccoli o troppo vasti per essere percepiti dall'occhio umano. Ha ricevuto il premio Clio per la migliore pubblicità progresso per l'ambiente, è stato nominato all'Emmy per la miglior fotografia con <cite>Oceans of Air</cite> su Discovery Channel ed è stato inserito nella classifica dei 70 migliori direttori della fotografia nella On Film Kodak Salute Series.
ja: 先ごろ、メリル・ストリープがナレーションを務める Disneynature のドキュメンタリー映画『Wings of Life』を完成させました。この作品は、Jackson Hole Science Media Awards 2012 の Best Theatrical Program (最優秀劇場プログラム)、Best Cinematography Roscar Award (Roscar 撮影賞)、2013 年ワイメア・オーシャン映画祭の撮影賞を受賞しています。この映画は、花とその受粉を助ける生き物たちとのデリケートな関係を明らかにしたものであり、豊かな地球を育むためのラブストーリーです。映画は 4 月 16 日に Blu Ray でリリースされる予定です。また、National Geographic が製作する 3D-IMAX 映画『Mysteries of the Unseen World』の監督も手掛けており、2013 年 10 月の公開を目指しています。この映画では、人間の目では見ることができないほどゆっくりした動き、速い動き、ミクロの世界、広大な世界に私たちを連れて行ってくれます。Schwartzberg 氏は Discovery Channel の『Oceans of Air』が評価されて Best Environmental PSA の Clio Awards を受賞し、エミー賞の撮影賞にもノミネートされています。また、On Film Kodak Salute Series の映画カメラマントップ 70 人に選ばれています。
pl: Ostatnio zakończył <cite>Wings of Life</cite> – film dokumentalny dla Disneynature z narracją Meryl Streep. W 2012 roku zdobył Best Theatrical Program w konkursie Jackson Hole Science Media Awards, w 2013 roku Best Cinematography Roscar Award w Best Cinematography Award na festiwalu filmowym Waimea. Film ukazuje delikatne relacje pomiędzy kwiatami i uczestnikami procesu ich zapylania. Jest to historia miłości, która karmi ziemię. Film ukaże się 16 kwietnia na płytach Blu Ray. Wyreżyserował <cite>Mysteries of the Unseen World</cite> – film w technologii 3D-IMAX dla National Geographic, którego premiera jest przewidziana w październiku tego roku. Film to podróż do niewidzialnych światów, które są zbyt wolne, zbyt szybkie, zbyt małe i zbyt duże dla ludzkiego oka, aby je zobaczyć. Otrzymał nagrody Clio Awards dla Best Environmental PSA, nominację Emmy za najlepsze zdjęcia dla <cite>Oceans of Air</cite> zrobionego dla Discovery Channel i został uznany za jednego z 70 najlepszych operatorów filmowych Film Kodak Salute Series.
pt_br: Ele completou recentemente <cite>Wings of Life</cite>, um documentário para Disneynature, narrado por Meryl Streep. Ele ganhou Best Theatrical Program no Jackson Hole Science Media Awards 2012, um Best Cinematography Roscar Award e Best Cinematography Award no Waimea Ocean Film Festival 2013. A película revela a relação frágil entre flores e os seus parceiros de polinização. É uma história de amor que alimenta a terra. O filme será lançado em 16 de abril em Blu-Ray. Como diretor, ele está completando <cite>Mysteries of the Unseen World</cite>, um filme 3D-IMAX com a National Geographic, direcionado para lançamento em outubro 2013. O filme é uma jornada em mundos invisíveis que são muito lentos, muito rápidos, muito pequenos e muito grandes para o olho humano ver. Ele recebeu Clio Awards por Melhor PSA Ambiental, uma indicação ao Emmy de Melhor Fotografia por <cite>Oceans of Air</cite> no Discovery Channel e é reconhecido como um dos top 70 diretores de fotografia no On Film Kodak Series Salute.
sq: Tani së fundi përfundoi <cite>Wings of Life</cite>, një dokumentar me metrazh të gjatë për Disneynature, me Meryl Streep-in si spikere. Fitoi çmimin Best Theatrical Program në Jackson Hole Science Media Awards 2012, një çmim Best Cinematography Roscar Award, dhe çmimin Best Cinematography Award në 2013 Waimea Ocean Film Festival. Filmi nxjerr në pah marrëdhëniet e brishta mes luleve dhe agjentëve në pajlmimin e tyre. Bëhet fjalë për një histori dashurie që ushqen tokën. Filmi do të hidhet në qarkullim më 16 Prill në format Blu Ray. Si regjisor, po përfundon <cite>Mysteries of the Unseen World</cite>, një film në 3D-IMAX me National Geographic, që pritet të hidhet në qarkullim në Tetor 2013. Filmi është një udhëtim në botë të padukshme që janë shumë të ngadalta, apo shumë të shpejta, shumë të vockla apo shumë të mëdha për t’i kapur syri njerëzor. Louie është fitues çmimesh Clio Awards për Best Environmental PSA, një kandidim Emmy për Operatorin Më të Mirë për <cite>Oceans of Air</cite> e Discovery Channel, dhe pranuar botërisht si një 70 Operatorët kryesues te On Film Kodak Salute Series.

source: Andrzej Szajna has been in and out of the film and TV industry for 19 years. He started his career as an assistant director on low budget action movies such as <cite>Avalon</cite>, <cite>Derailed</cite>, and <cite>Out of Reach</cite> and worked for Independent producers such as Nu Image and Lucky 7 productions. At this point, Andrzej delved into stockbroking and entrepreneurship for 3 years. He went on to produce <cite>Snow White Russian Red</cite> which won best film in 2010 at the Polish Eagle awards, as well as the Polish Hollywood Eagle awards. Afterwards, he produced <cite>Londoners</cite>, a Polish TV series with a 13 million euro budget, which was nominated for Prix Europa and other awards internationally.
de: Andrzej Szajna ist seit 19 Jahren in und wieder außerhalb der Film- und TV-Industrie. Er begann seine Karriere als Regieassistent bei Actionfilmen mit niedrigen Herstellungskosten wie <cite>Avalon</cite>, <cite>Derailed</cite> und <cite>Out of Reach</cite> und arbeitete für die Independent-Produzenten wie Nu Image und Lucky 7. Dann vertiefe sich Andrzej drei Jahre lang in Aktienhandel und Unternehmertum. Er produzierte dann <cite>Snow White Russian Red</cite>, was den Preis für den besten Film bei den Polish Eagle Awards 2010 gewann, sowie bei den Polish Hollywood Eagle Awards. Anschließend produzierte er <cite>Londoners</cite> eine polnische TV-Serie mit 13 Millionen Euro Budget, die für den Prix Europa und andere internationale Preise nominiert war.
es: Andrzej Szajna ha entrado y salido de la industria del cine y la televisión durante 19 años. Comenzó su carrera como ayudante de director en películas de bajo presupuesto tales como <cite>Avalon</cite>, <cite>Derailed</cite> y <cite>Out of Reach</cite> y trabajó para productores independientes como Nu Image y Producciones Lucky 7. En este punto, Adrzej se involucró en la correduría de acciones y el emprendimiento durante 3 años. Después produjo <cite>Snow White Russian Red</cite> que ganó el premio a la mejor película en 2010 en los premios Polish Eagle y los Polish Hollywood Eagle. Tras ello, produjo <cite>Londoners</cite>, una serie de la televisión polaca con un presupuesto de 13 millones de Euros, que fue nominada para los premios Prix Europa y otros a nivel internacional.
fr: Andrzej Szajna a été dans et hors de l'industrie cinématographique et télévisuelle depuis 19 ans. Il a commencé sa carrière comme assistant réalisateur sur des films d'action à petit budget comme <cite> Avalon </cite>, <cite> Derailed </cite>, et <cite> Out of Reach </cite> et a travaillé pour des producteurs indépendants tels que Nu Image et Lucky 7 productions. À ce stade, Andrzej puisé dans bourse et son esprit d'entreprise pendant plus de 3 ans. Il a ensuite produit <cite> Snow White Russian Red </cite> qui a remporté le prix du meilleur film en 2010 à la cérémonie polonaise Hollywood Eagle awards. Par la suite, il a produit <cite>Londoners</cite>, une série de télévision polonaise avec un budget de 13 millions d'euros, qui a été nommée pour le prix Europa et d'autres prix internationaux.
fy: Andrzej Szajna is 19 jaar lang afwisselend in de film- en tv-industrie actief geweest. Hij begon zijn carrière als regieassistent bij low-budget-actiefilms als <cite>Avalon</cite>, <cite>Derailed</cite> en <cite>Out of Reach</cite> en werkte voor onafhankelijke producenten als Nu Image en Lucky 7 productions. Daarna dook Andrzej gedurende 3 jaar in de effectenhandel en het ondernemerschap. Vervolgens ging hij <cite>Snow White Russian Red</cite> produceren, die in 2010 tot beste film bij zowel de Poolse Eagle awards als de Poolse Hollywood Eagle awards werd verkozen. Daarna produceerde hij <cite>Londoners</cite>, een Poolse tv-serie met een budget van 13 miljoen euro die internationaal voor de Prix Europe en andere prijzen werd genomineerd.
it: Andrzej Szajna ha frequentato a periodi alterni l'industria cinematografica e televisiva per 19 anni. Ha iniziato la carriera come aiuto regista per film d'azione a basso costo come <cite>Avalon</cite>, <cite>Derailed - Punto d'impatto</cite> e <cite>Out of Reach</cite>. Ha lavorato inoltre per società di produzione indipendenti come Nu Image e Lucky 7 Productions. A questo punto Andrzej si è dedicato alla carriera di agente di borsa e imprenditore per 3 anni. Ha prodotto in seguito <cite>Snow White Russian Red</cite>, Miglior film nel 2010 ai Polish Eagle awards e ai Polish Hollywood Eagle awards. Un'altra sua produzione è <cite>Londoners</cite>, una serie TV polacca dal budget di 13 milioni di euro nominata per il Prix Europa e altri premi internazionali.
ja: Andrzej Szajna 氏は 19 年間にわたり、映画およびテレビ業界の内外で活動しています。『アヴァロン』、『すべてはその朝始まった』、『ICHIGEKI 一撃』など、低予算のアクション映画の助監督として働き始め、Nu Image や Lucky 7 Productions などの独立製作会社に勤務しました。この当時、同氏は株式売買や起業について 3 年間にわたって徹底的に研究しています。そして『Snow White Russian Red』の製作に取り掛かり、この作品が 2010 年のポーランドイーグル賞の最優秀賞と、ポーランドハリウッドイーグル賞を受賞しました。その後、1,300 万ユーロの予算を投じて製作したポーランドのテレビシリーズ番組『Londoners』は、Prix Europa やその他の国際的な賞にノミネートされています。
pl: Andrzej Szajna jest obecny w branży filmowej i telewizyjnej od 19 lat. Karierę zawodową rozpoczął jako asystent reżysera przy niskobudżetowych filmach akcji, takich jak <cite>Avalon</cite>, <cite>Derailed</cite> i <cite>Out of Reach</cite> i pracował dla niezależnych producentów, takich jak Nu Image i Lucky 7. W tym czasie, na okres 3 lat, Andrzej zaangażował się w działalność maklerską i przedsiębiorczość. Powrócił jako producent współpracujący filmu <cite>Wojna polsko ruska</cite>, który w 2010 roku otrzymał nominację w kategorii „najlepszy film” w nagrodzie Polskiej Akademii filmowej „Orły”. Następnie był współproducentem serialu <cite>Londyńczycy</cite> wyprodukowanego dla Telewizji Polskiej, którego budżet to 13 milionów euro. Serial ten był nominowany do nagrody Prix Europa i innych nagród międzynarodowych.
pt_br: Andrzej Szajna foi dentro e fora da indústria cinematográfica e de TV por 19 anos. Ele começou sua carreira como assistente de direção em filmes de baixo orçamento como <cite>Avalon</cite>, <cite>Derailed</cite> e <cite>Out of Reach</cite> e trabalhou para produtoras independentes como Nu Image e Lucky 7. Nesse ponto, Andrzej mergulhou em corretagem e empreendedorismo por 3 anos. Ele passou a produzir <cite>Snow White Russian Red</cite>, que ganhou melhor filme em 2010, além dos prêmios Polish Hollywood Eagle. Em seguida, ele produziu <cite>Londoners</cite>, uma série de TV polonesa com um orçamento de 13 milhões de Euros, que foi indicado para o Prix Europa e outros prêmios internacionais.
sq: Andrzej Szajna hyn e del në industrinë e filmit dhe TV për 19 vjet. Karrierën e vet e filloi si asistent regjisor në filma me buxhet të vogël të tillë si <cite>Avalon</cite>, <cite>Derailed</cite>, dhe <cite>Out of Reach</cite> dhe ka punuar për producentë të pavarur të tillë si Nu Image dhe Lucky 7. Në një farë kohe, Andrzej për 3 vjet u hodh në bursë dhe sipërmarrjen. Prodhoi <cite>Snow White Russian Red</cite> që fitoi çmimin si filmi më i mirë më 2010 për çmimin e Shqiponjës Polake, si dhe për çmimin e Shqiponjë Polake të Hollivudit. Pas kësaj, qe producent i <cite>Londoners</cite>, një serial TV-je polake me buxhet 13 milionësh, që u kandidua për Prix Europa dhe të tjera çmime ndërkombëtare.

source: Andrzej has spent the last couple of years fund raising for non profit organizations and is currently developing a slate of new projects for 2014.
de: Andrzej verbrachte die letzten paar Jahre mit dem Sammeln von Spenden für gemeinnützige Organisationen und entwickelt derzeit Reihe neuer Projekte für 2014.
es: Andrzej ha pasado los últimos años recaudando fondos para organizaciones sin fines de lucro y actualmente se encuentra desarrollando una lista de nuevos proyectos para el 2014.
fr: Andrzej a passé les deux dernières années à récolter des fonds pour des organisations à but non lucratif et prépare actuellement de nouveaux projets pour 2014.
fy: Andrzej heeft de afgelopen paar jaar aan fondsenwerving voor non-profitorganisaties gedaan en werkt momenteel aan een lijst van nieuwe projecten voor 2014.
it: Andrzej ha trascorso gli ultimi due anni raccogliendo fondi per organizzazioni non-profit e ha già una lunga lista di progetti in programma per il 2014.
ja: この 2 年間は非営利組織のための資金調達を行い、現在は 2014 年の新規プロジェクトの計画を作成中です。
pl: Andrzej spędził kilka ostatnich lat, zbierając fundusze dla organizacji non-profit i obecnie tworzy listę nowych projektów na rok 2014.
pt_br: Andrzej passou os últimos dois anos de captando recursos para organizações sem fins lucrativos e atualmente está desenvolvendo uma base para novos projetos para 2014.
sq: Andrzej është marrë dy vitet e fundit me mbledhje fondesh për organizma jofitimprurës dhe po merret me një dorë projektesh të rinj për 2014-n.

source: Judges
de: Richter
es: Jueces
fr: Juges
fy: Juryleden
it: Giudici
ja: 審査員
pl: Jurorzy
pt_br: Jurados
sq: Juria
