Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: September 12 &mdash; Toronto International Film Festival
de: 12. September &mdash; Toronto International Film Festival
es: 12 de septiembre &mdash; Festival Internacional de Cine de Toronto
fr: 12 septembre &mdash; Festival international du film de San Francisco
fy: 12 september &ndash; Toronto International Film Festival
it: 12 settembre &mdash; Festival Internazionale del Film di Toronto
ja: 2012 年 4 月 25 日 &mdash; <a href="%(href)s">サンフランシスコ国際映画祭</a>
pl: 12 września – Międzynarodowy Festiwal Filmowy w Toronto
pt_br: 12 de setembro &mdash; Festival Internacional de Cinema de Toronto
sq: 12 Shtator &mdash; Festivali Ndërkombëtar i Filmit në Toronto

source: Vote now for the People's Choice Award
de: Stimmen Sie jetzt für den Preis für Popularität ab
es: Vota ahora por el Premio del Público
fr: Votez dès maintenant pour le Prix du Public
fy: Stem nu voor de publieksprijs
it: Vota ora per il Premio del pubblico
ja: ピープルズチョイス賞
pl: Głosuj teraz w nagrodzie publiczności
pt_br: Vote agora para o Prêmio Escolha Popular
sq: Votoni tani për Çmimin e Zgjedhjes së Publikut

source: Blog
ja: ブログ

source: FAQ
pt_br: Dúvidas comuns
