Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Bonus: For getting your flick in early, you're eligible for an Early Entry Award and a chance to automatically qualify for the Grand Prize finals. <a href="%(link_home)s#prizes" rel="external">Learn more</a>.
de: Bonus: Wenn Sie Ihren Film früh einreichen, sind Sie teilnahmeberechtigt für einen Preis für frühe Teilnahme und eine Chance, sich automatisch für das Finale für den großen Preis zu qualifizieren. <a href="%(link_home)s#prizes" rel="external">Erfahren Sie mehr</a>.
es: Bonus: por enviar tu video temprano, puedes ser elegido por un premio a los rápidos y una chance de clasificarte automáticamente para el Gran Premio. <a href="%(link_home)s#prizes" rel="external">Conoce más</a>.
fr: Bonus&nbsp;: pour avoir envoyé votre flick assez tôt, vous êtes en course pour le prix des Pionniers et avez une chance de vous qualifier pour la finale du Premier Prix. <a href="%(link_home)s#prizes" rel="external">En savoir plus</a>.
fy: Bonus: voor het vroeg indienen van uw flick komt u in aanmerking voor een prijs voor vroege inzendingen en een kans om u automatisch te kwalificeren voor de hoofdprijsfinale. <a href="%(link_home)s#prizes" rel="external">Lees meer</a>.
it: Bonus: hai inviato il tuo flick in tempo per concorrere al Premio Avanguardie e avere l'occasione di qualificarti automaticamente per le finali del Primo Premio. <a href="%(link_home)s#prizes" rel="external">Ulteriori informazioni</a>.
ja: 特典：あなたは作品を早期に提出したので、早期エントリ賞の受賞資格があり、自動的にグランプリ最終選考の対象となります。<a href="%(link_home)s#prizes" rel="external">詳細はこちら</a>。
pl: Bonus: Za szybkie wysłanie filmu otrzymujesz prawo do otrzymania nagrody za szybkie wysłanie i szansę automatycznej kwalifikacji do finałowej rozgrywki o nagrodę główną. <a href="%(link_home)s#prizes" rel="external">Dowiedz się więcej</a>.
pt_br: Bônus: por ter enviado seu vídeo com antecedência, você está concorrendo ao prêmio Primeiros Envios, tendo chance de se qualificar diretamente para a final. <a href="%(link_home)s#prizes" rel="external">Mais detalhes</a>.
sq: Bonus: Nga parashtrimi i hershëm i videos suaj, jeni i kualifikueshëm për një Çmim të Pjesëmarrjes së Hershme dhe keni shans të kualifikoheni automatikisht për finalet e Çmimit të Madh. <a href="%(link_home)s#prizes" rel="external">Mësoni më tepër</a>.

source: Your video is now processing. Once it's reviewed, we'll send you an email to let you know where to find it. Until then, spread the word about Firefox Flicks!
de: Ihr Video wird jetzt bearbeitet. Sobald es geprüft wurde, schicken wir Ihnen eine E-Mail und sagen Ihnen, wo Sie es finden. Bis dahin, erzählen Sie anderen von Firefox Flicks!
es: Tu corto se está procesando. Una vez que haya sido revisado, te enviaremos un mensaje de correo para hacerte saber dónde encontrarlo. Hasta que eso ocurra, ¡difunde Firefox Flicks!
fr: Votre vidéo est en cours de traitement. Une fois examinée, nous vous enverrons un courriel pour vous indiquer où vous pourrez la trouver. D'ici là, faites passez le mot à propos de Firefox Flicks&nbsp;!
fy: Uw video wordt nu verwerkt. Na beoordeling sturen we u een e-mailbericht om te laten weten waar u hem kunt vinden. Vertel in de tussentijd anderen over Firefox Flicks!
it: Il tuo video è in fase di elaborazione. Una volta che sarà stato esaminato riceverai una email che ti spiegherà dove trovarlo. Intanto che aspetti, spargi la voce sul concorso di Firefox Flicks!
ja: あなたのビデオは現在処理中です。確認を終了後、あなたのビデオが掲載されているサイトを E-メールでお知らせします。それまで、Firefox Flicks のことをたくさんの人たちに伝えてください!
pl: Twój film jest przetwarzany. Po zakończeniu procesu otrzymasz wiadomość e-mail z informacjami gdzie go można znaleźć. Do tego czasu rozpowszechniaj informacje o Firefox Flicks!
pt_br: Seu vídeo está sendo processado. Assim que ele for revisado, nós enviaremos uma mensagem indicando onde você pode encontrá-lo. Enquanto isso, ajude a divulgar o Firefox Flicks!
sq: Videoja juaj tani po merret në shqyrtim. Sapo të jetë shqyrtuar, do t’ju dërgojmë një email që t’ju bëjmë të ditur se ku mund ta gjeni. Deri atëherë, përhapni lajmin rreth Firefox Flicks-it!

source: Back to Flicks
de: Zurück zu den Filmen
es: Volver a Flicks
fr: Revenir aux flicks
fy: Terug naar Flicks
it: Ritorna ai flick
ja: Flicks に戻る
pl: Wróć do Flicks
pt_br: Voltar ao Flicks
sq: Mbrapsht te Videot

source: Oh no, something went wrong!
de: Oh nein, etwas ist schiefgegangen!
es: ¡Algo salió mal!
fr: Quelque chose s'est mal passé&nbsp;!
fy: Oh nee, er is iets mis gegaan!
it: Si è verificato un problema.
ja: 問題が発生しました！
pl: Stało się coś niedobrego!
pt_br: Ah não! Algo deu errado...
sq: Mooos, diç shkoi ters!

source: There was an error in the upload process. Please <a href="%(link_upload)s">try again</a>, and be sure you're uploading a video in <a href="%(link_vimeoformat)s" rel="external">one of our supported file formats</a>.
de: Beim Hochladen ist ein Fehler aufgetreten. Bitte <a href="%(link_upload)s">versuchen Sie es erneut</a> und stellen Sie sicher, dass Sie ein Video in <a href="%(link_vimeoformat)s" rel="external">einem unserer unterstützten Dateiformate</a> hochladen.
es: Hubo un error en el proceso de subida. <a href="%(link_upload)s">Intenta nuevamente</a>, y asegúrate de estar subiendo un corto en <a href="%(link_vimeoformat)s" rel="external">uno de los formatos disponibles</a>.
fr: Une erreur s'est produite durant l'envoi. Veuillez <a href="%(link_upload)s">essayer à nouveau</a> et vous assurer que vous envoyez une vidéo dans <a href="%(link_vimeoformat)s" rel="external">l'un de nos formats pris en charge</a>.
fy: Er is een fout opgetreden in het uploadproces. <a href="%(link_upload)s">Probeer het opnieuw</a>, en zorg ervoor dat u een video in <a href="%(link_vimeoformat)s" rel="external">een van onze ondersteunde bestandsindelingen</a> uploadt.
it: Si è verificato un errore durante il caricamento. <a href="%(link_upload)s">Riprova</a> dopo esserti assicurato che il tuo video sia in uno dei nostri <a href="%(link_vimeoformat)s" rel="external">formati supportati</a>.
ja: アップロードプロセスにエラーがありました。<a href="%(link_upload)s">もう一度試してください</a>。アップロードするビデオが<a href="%(link_vimeoformat)s" rel="external">サポート対象のファイル形式</a>になっていることを確認してください。
pl: W trakcie przesyłania wystąpił błąd. Sprawdź, czy film ma <a href="%(link_vimeoformat)s" rel="external">prawidłowy format pliku</a> i <a href="%(link_upload)s">ponów próbę przesłania</a> filmu.
pt_br: Houve um erro durante o processo de envio. Por favor, <a href="%(link_upload)s">tente novamente</a>, e confira se o seu vídeo está em um dos <a href="%(link_vimeoformat)s" rel="external">formatos aceitos</a>.
sq: Pati një gabim gjatë procesit të ngarkimit. Ju lutemi, <a href="%(link_upload)s">riprovoni</a>, dhe sigurohuni që po ngarkoni një video në <a href="%(link_vimeoformat)s" rel="external">njërin nga formatet e mbuluara prej nesh</a>.

source: If you continue to see this message, please wait and try again later.
de: Wenn Sie diese Nachricht weiterhin sehen, warten Sie bitte und versuchen Sie es später erneut.
es: Si continúas viendo este mensaje, espera un poco y vuelve a intentarlo más tarde.
fr: Si vous continuez à voir ce message, veuillez attendre et réessayer plus tard.
fy: Als u dit bericht blijft zien, wacht dan even en probeer het later nog eens.
it: Se continui a visualizzare questo messaggio riprova più tardi.
ja: このメッセージが表示された状態が続く場合は、少し待ってからもう一度試してください。
pl: Jeśli nadal widzisz tę wiadomość, odczekaj chwilę i ponów próbę.
pt_br: Se você continuar a ver esta mensagem, por favor, aguarde e tente novamente mais tarde.
sq: Nëse vazhdoni ta shihni këtë mesazh, ju lutemi, prisni dhe riprovoni më vonë.

source: Award
de: Preis
es: Premio
fr: Prix
fy: Prijs
it: Premio
ja: 賞
pl: Nagroda
pt_br: Prêmio
sq: Çmim

source: %(category_link)s <span>for</span> %(country_link)s
de: %(category_link)s <span>für</span> %(country_link)s
es: %(category_link)s <span>para</span> %(country_link)s
fr: %(category_link)s <span>pour</span> %(country_link)s
fy: %(category_link)s <span>voor</span> %(country_link)s
it: %(category_link)s <span>per</span> %(country_link)s
ja: %(country_link)s <span>の</span> %(category_link)s
pl: %(category_link)s <span>z regionu</span> %(country_link)s
pt_br: %(category_link)s <span>de</span> %(country_link)s
sq: %(category_link)s <span>për</span> %(country_link)s

source: Your flick has been accepted and successfully added to the competition!
de: Ihr Film wurde akzeptiert und ist erfolgreich in den Wettbewerb eingetreten!
es: ¡Tu corto fue aceptado y agregado exitósamente al concurso!
fr: Votre flick a été accepté et a correctement été ajouté à la compétition&nbsp;!
fy: Uw flick is geaccepteerd en met succes aan de wedstrijd toegevoegd!
it: Il tuo flick è stato accettato e inserito con successo tra i video concorrenti.
ja: あなたの作品は受理され、コンテスト応募作品として正しく追加されました!
pl: Twój film został zaakceptowany i dodany do konkursu!
pt_br: Seu vídeo foi aceito e já está na competição!
sq: Videoja juaj është pranuar dhe shtuar me sukses te konkursi!

source: You can find your flick on the gallery and share it using this link: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
de: Sie finden Ihren Link in der Galerie und können ihn mit diesem Link weitergeben: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
es: Puedes encontrar tu corto en la galería con este enlace: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
fr: Vous pouvez retrouver votre flick dans la galerie et le partager à l'aide de ce lien : <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
fy: U kunt uw flick vinden in de galerij en delen via deze koppeling: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
it: Troverai il tuo flick nella nostra galleria. Puoi condividerlo utilizzando il seguente link: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
ja: あなたの作品はギャラリーで見ることができ、こちらのリンクで共有できます: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
pl: Twój film znajduje się w galerii i możesz go udostępniać, używając tego odnośnika: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
pt_br: Você pode encontrar seu vídeo na galeria e compartilhar usando este link: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>
sq: Videon tuaj mund ta gjeni te galeria dhe ta ndani me të tjerët duke përdorur këtë lidhje: <a href="%(link)s" style="color: #1677b9; text-decoration: none;">%(title)s</a>

source: Voting for the People's Choice Award starts on July 31, so be sure to let your friends know that you need their support.
de: Die Abstimmung für den Preis für Popularität beginnt am 31. Juli, also sagen Sie auf jeden Fall Ihren Freunden, dass Sie ihre Unterstützung benötigen.
es: La votación para el premio del Público comienza el 31 de julio, asegúrate de avisarle a tus amigos que necesitas de su apoyo.
fr: Les votes pour le prix du public débuteront le 31 juillet, assurez-vous d'avertir vos amis que vous avez besoin de leur soutien.
fy: Het stemmen voor de publieksprijs begint op 31 juli, dus zorg ervoor dat uw vrienden weten dat u hun steun nodig hebt.
it: Le votazioni per il Premio del pubblico si aprono il 31 luglio, avverti i tuoi amici che hai bisogno del loro supporto.
ja: ピープルズチョイス賞の投票は 7 月 31 日から始まります。ぜひお知り合いに応援をお願いしてください。
pl: Głosowanie w nagrodzie publiczności rozpoczyna się 31 lipca, więc powiadom swoich znajomych już teraz, że potrzebujesz ich pomocy.
pt_br: A votação para o prêmio Escolha Popular começa em 31 de julho, por isso certifique-se de que seus amigos saibam que você precisa de apoio.
sq: Votimet për Çmimin e Zgjedhjes së Publikut fillojnë më 31 Korrik, ndaj mos harroni t’u bëni të ditur miqve se keni nevojë për mbështetjen e tyre.

source: Thanks again for taking the time to help us share the power of mobile with the world.
de: Nochmals vielen Dank, dass Sie sich die Zeit genommen haben, uns zu helfen, die Kraft von Mobilgeräten mit der Welt zu teilen.
es: Gracias a todos los que se han tomado el tiempo de ayudarnos a compartir el poder de los móviles con el mundo.
fr: Merci à toutes celles et ceux qui ont pris le temps de réaliser et d'envoyer une vidéo pour partager le potentiel du mobile avec le monde.
fy: Nogmaals bedankt dat u de tijd hebt genomen om ons te helpen de kracht van mobiel met de wereld te delen.
it: Ti ringraziamo per il tempo che hai dedicato ad aiutarci a condividere il potere del Web mobile con il mondo.
ja: モバイルの力を世界と共有するために時間を割いて力を貸していただき、ありがとうございました。改めてお礼を申し上げます。
pl: Podziękowania za poświęcenie czasu i pomoc w podzieleniu się z całym światem informacjami o mocy urządzeń mobilnych.
pt_br: Novamente, obrigado por ter tirado um tempo para nos ajudar a divulgar a força da mobilidade.
sq: Faleminderit sërish që harxhoni kohë të na ndihmoni të ndajmë me botën fuqinë e celularit.

source: You can find your flick on the gallery and share it using this link: %(link)s
de: Sie finden Ihren Film in der Galerie und können ihn mit diesem Link weitergeben: %(link)s
es: Puedes encontrar tu flick en la galería y compartirlo con este enlace: %(link)s
fr: Vous pouvez retrouver votre flick dans la galerie et le partager à l'aide de ce lien : %(link)s
fy: U kunt uw flick vinden in de galerij en delen via deze koppeling: %(link)s
it: Troverai il tuo flick nella nostra galleria. Puoi condividerlo utilizzando il seguente link: %(link)s
ja: あなたの作品はギャラリーで見ることができ、こちらのリンクで共有できます: %(link)s
pl: Twój film znajduje się w galerii i możesz go udostępniać, używając tego odnośnika: %(link)s
pt_br: Você pode encontrar seu flick na galeria e compartilhar usando este link: %(link)s
sq: Videon tuaj mund ta gjeni te galeria dhe ta ndani me të tjerët duke përdorur këtë lidhje: %(link)s

source: An entry for Firefox Flicks 2013, a global video contest about the power of mobile.
de: Ein Beitrag für Firefox Flicks 2013, einen weltweiten Videowettbewerb über die Kraft von Mobilgeräten.
es: Una propuesta para Firefox Flicks 2013, un concurso mundial de cortos acerca del poder de lo móvil.
fr: Une soumission pour Firefox Flicks 2013, un concours mondial visant à montrer le potentiel du mobile.
fy: Een inzending voor Firefox Flicks 2013, een wereldwijde videowedstrijd over de kracht van mobiel.
it: Un video di Firefox Flicks 2013, il concorso video internazionale dedicato alle potenzialità del Web mobile.
ja: モバイルの力を伝えるグローバルなビデオコンテスト、Firefox Flicks 2013 の応募作品です。
pl: Zgłoszenie do konkursy Firefox Flicks, światowego konkursu o mocy urządzeń mobilnych.
pt_br: Um vídeo para o Firefox Flicks 2013, um concurso de vídeos sobre a força da mobilidade.
sq: Një vepër pjesëmarrëse te Firefox Flicks 2013, një konkurs mbarëbotëror videosh mbi fuqinë e celularit.

source: No votes yet
de: Noch keine Stimmen
es: Sin votos aún
fr: Aucun vote pour l'instant
fy: Nog geen stemmen
it: Ancora nessun voto
ja: まだ投票がありません
pl: Jeszcze nie ma głosów
pt_br: Ainda não há votos
sq: Ende pa vota

source: <b>%(vote_count)s</b> vote
de: <b>%(vote_count)s</b> Stimme
es: <b>%(vote_count)s</b> voto
fy: <b>%(vote_count)s</b> stem
it: <b>%(vote_count)s</b> voto
ja: <b>%(vote_count)s</b> 票
pl: <b>%(vote_count)s</b> głos
pt_br: <b>%(vote_count)s</b> voto
sq: <b>%(vote_count)s</b> votë

source: Thanks for voting!
de: Danke für’s Abstimmen!
es: ¡Gracias por votar!
fr: Merci d'avoir voté !
fy: Bedankt voor het stemmen!
it: Grazie per il tuo voto!
ja: 投票ありがとうございました！
pl: Dziękujemy za oddanie głosu!
pt_br: Obrigado por votar!
sq: Faleminderit që e votuat!

source: Voted
de: Abgestimmt
es: Votado
fr: A voté
fy: Gestemd
it: Votato
ja: 投票しよう
pl: Zagłosowano
pt_br: Votado
sq: Votuan

source: Vote
de: Abstimmen
es: Votar
fr: Voter
fy: Stemmen
it: Vota
ja: 投票しよう
pl: Głos
pt_br: Votar
sq: Voto

source: 2013 gallery
de: Galerie 2013
es: Galería 2013
fr: Galerie 2013
fy: 2013-galerij
it: Galleria 2013
ja: 2013 年のギャラリー
pl: Galeria 2013
pt_br: Galeria de 2013
sq: Galeria e 2013-s

source: Voting is open!
de: Die Abstimmung ist eröffnet!
es: ¡Ya puedes votar!
fr: Les votes sont ouverts !
fy: Stemmen is mogelijk!
it: Le votazioni sono aperte!
ja: 近日公開予定
pl: Głosowanie jest otwarte!
pt_br: A votação está aberta!
sq: Votimi ka filluar!

source: Welcome to the<br> Firefox Flicks 2013 gallery
de: Willkommen in der<br> Firefox-Flicks-Galerie 2013
es: Bienvenido a la<br> galería de Firefox Flicks 2013
fr: Bienvenue dans la<br> galerie Firefox Flicks 2013
fy: Welkom bij de<br> Firefox Flicks 2013-galerij
it: Benvenuto nella<br> galleria di Firefox Flicks 2013
ja: Firefox Flicks 2013 のギャラリーへ<br>ようこそ
pl: Witamy w galerii<br> Firefox Flicks 2013
pt_br: Seja bem-vindo à<br> galeria do Firefox Flicks 2013
sq: Mirë se vini te<br> galeria Firefox Flicks për 2013-n

source: This year we're asking filmmakers and Firefox fans to inspire others to get mobilized by telling the world about the power and potential of mobile. Have a look at the entries and be sure to share your favorites with your friends.
de: In diesem Jahr bitten wir Filmemacher und Firefox-Fans, andere zu inspirieren, sich zu mobilisieren, indem sie der Welt von der Kraft und dem Potenzial von Mobilgeräten erzählen. Sehen Sie sich die Beiträge an und teilen Sie Ihre Favoriten auf jeden Fall mit Ihren Freunden.
es: Este año estamos pidiendo a los directores y fans de Firefox que inspiren a otros a que se movilicen contando historias acerca del poder y potencial de los dispositivos móviles. Mira las propuestas y comparte tus favoritas con tus amigos.
fr: Cette année nous demandons aux réalisateurs et aux fans de Firefox d'inciter les autres à se mobiliser en montrant à tous le gigantesque potentiel du mobile. Découvrez les soumissions et partagez vos préférées avec vos amis.
fy: Dit jaar vragen we filmmakers en Firefox-fans om anderen te inspireren mobiel te worden door de wereld te vertellen over de kracht en de potentie van mobiel. Kijk eens naar de inzendingen en deel uw favorieten met uw vrienden.
it: Quest'anno chiediamo ai cineasti e ai fan di Firefox di ispirare gli altri a mobilizzarsi facendo scoprire al mondo le potenzialità del Web mobile. Guarda i video e condividi i tuoi preferiti con gli amici.
ja: 今年、映画制作者や Firefox のファンの人たちには、モバイルの力と可能性を世界に向けて伝え、人々にモバイル化を呼び掛けていただきたいとお願いしています。応募作品を見て、お気に入りをぜひ友だちと共有してください。
pl: W tym roku prosimy filmowców i fanów Firefoksa, by zainspirowali innych do „zmobilizowania się”, opowiadając światu o mocy i potencjale urządzeń mobilnych. Zapraszamy do obejrzenia zgłoszonych filmów i udostępnienia ulubionych swoim znajomym.
pt_br: Este ano estamos pedindo que produtores de filmes e fãns do Firefox ajudem-nos a mostrar para o mundo inteiro a força da mobilidade. Confira os vídeos do concurso e compartilhe seus favoritos com seus amigos.
sq: Këtë vit po u kërkojmë krijuesve të filmit dhe dashamirësve të Firefox-it të frymëzojnë të tjerët që të mobilizohen, duke i treguar botës rreth fuqisë dhe potencialit të celularit. Hidhuni një sy punëve dhe mos harroni të ndani me shokët tuaj ato që ju pëlqejnë më shumë.

source: Welcome to the Firefox Flicks 2013 gallery. This year we asked filmmakers to tell stories about the power of the Web on mobile devices. Vote for your favorite flicks and be sure to share them with your friends.
de: Willkommen bei der Galerie von Firefox Flicks 2013. Dieses Jahr haben wir Filmemacher gebeten, Geschichten über die Kraft des Internets auf Mobilgeräten zu erzählen. Stimmen Sie für Ihre Lieblingsfilme ab und teilen Sie sie mit Ihren Freunden.
es: Bienvenido a la galería de Firefox Flicks 2013. Este año pedíamos a los directores que nos contaran historias sobre el poder de la Web en los dispositivos móviles. Vota tu corto favorito y asegúrate de compartirlo con tus amigos.
fr: Bienvenue sur la galerie Firefox Flicks 2013. Cette année, nous avons demandé aux réalisateurs d'illustrer le potentiel de l'Internet mobile. Votez pour vos vidéos favorites et n'oubliez pas de les partager autour de vous.
fy: Welkom bij de galerij van Firefox Flicks 2013. Dit jaar hebben we filmmakers gevraagd om verhalen over de kracht van het internet op mobiele apparaten te vertellen. Stem op uw favoriete flicks en zorg ervoor dat u ze met vrienden deelt.
it: Benvenuto nella galleria di Firefox Flicks 2013. Quest'anno abbiamo chiesto ai cineasti di raccontare la loro storia sulle potenzialità del Web e i dispositivi portatili. Vota i tuoi flick preferiti, e non scordarti di condividerli con gli amici.
ja: Firefox Flicks 2013 作品ギャラリーにようこそ。今年のコンテストでは、皆さんにモバイルデバイスが持つパワーについてのビデオ作品を募集しました。お気に入りの作品を友達にシェアし、ピープルズチョイス賞に推薦しましょう。
pl: Witaj w galerii konkursu Firefox Flicks 2013. W tym roku prosiliśmy filmowców, by opowiedzieli historie o możliwościach internetu na urządzeniach przenośnych. Głosuj na swoje ulubione filmy i powiadom o nich swoich znajomych.
pt_br: Bem-vindo à galeria Firefox Flicks 2013. Este ano pedimos aos cineastas para contar histórias sobre o poder da Web nos dispositivos móveis. Vote nos seus filmes favoritos e não se esqueça de compartilhá-los com seus amigos.
sq: Mirë se vini te galeria e Firefox Flicks 2013-s. Këtë vit u kërkuam krijuesve të filmit të tregojnë shembuj rreth fuqisë së Web-it në pajisjet celulare. Votoni për videot që ju pëlqejnë dhe mos harroni t’i ndani ato me miqtë tuaj.

source: This year we asked filmmakers and Firefox fans to inspire others to get mobilized by telling the world about the power and potential of mobile. Watch the flicks and be sure to share your favorites with your friends.
de: In diesem Jahr haben wir Filmemacher und Firefox-Fans gebeten, andere zu inspirieren, sich zu mobilisieren, indem sie der Welt von der Kraft und dem Potenzial von Mobilgeräten erzählen. Sehen Sie sich die Filme an und teilen Sie Ihre Favoriten auf jeden Fall mit Ihren Freunden.
es: Este año pedimos a los directores y fans de Firefox que inspirasen a otros a movilizarse contando historias acerca del poder y potencial de los dispositivos móviles. Mira los cortos y comparte tus favoritos con tus amigos.
fr: Cette année nous avons demandé aux réalisateurs et aux fans de Firefox d'inciter les autres à se mobiliser en montrant à tous le gigantesque potentiel du mobile. Découvrez les flicks et partagez vos préférés avec vos amis.
fy: Dit jaar vroegen we filmmakers en Firefox-fans om anderen te inspireren mobiel te worden door de wereld te vertellen over de kracht en de potentie van mobiel. Bekijk de flicks en deel uw favorieten met uw vrienden.
it: Quest'anno abbiamo chiesto ai cineasti e ai fan di Firefox di ispirare gli altri a mobilizzarsi facendo scoprire al mondo le potenzialità del Web mobile. Guarda i video e condividi i tuoi preferiti con gli amici.
ja: 今年、映画制作者や Firefox のファンの人たちには、モバイルの力と可能性を世界に向けて伝え、人々にモバイル化を呼び掛けていただきたいとお願いしています。応募作品を見て、お気に入りをぜひ友だちと共有してください。
pl: W tym roku prosiliśmy filmowców i fanów Firefoksa, by zainspirowali innych do „zmobilizowania się”, opowiadając światu o mocy i potencjale urządzeń mobilnych. Zapraszamy do obejrzenia zgłoszonych filmów i udostępnienia ulubionych swoim znajomym.
pt_br: Este ano estamos pedindo que produtores de filmes e fãns do Firefox ajudem-nos a mostrar para o mundo inteiro a força da mobilidade. Confira os vídeos do concurso e compartilhe seus favoritos com seus amigos.
sq: Këtë vit u kërkuam krijuesve të filmit dhe dashamirësve të Firefox-it të frymëzojnë të tjerët që të mobilizohen, duke i treguar botës rreth fuqisë dhe potencialit të celularit. Hidhuni një sy punëve dhe mos harroni të ndani me shokët tuaj ato që ju pëlqejnë më shumë.
