Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: What is Firefox OS?
de: Was ist Firefox-OS?
es: ¿Qué es Firefox OS?
fr: Qu'est ce que Firefox OS ?
fy: Wat is Firefox OS?
it: Che cos'è Firefox OS?
ja: Firefox OS とは？
pl: Co to jest Firefox OS?
pt_br: O que é o Firefox OS?
sq: Çfarë është Firefox OS-i?

source: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> is an operating system for smartphones that anyone can change, add to and share with the world, freeing them from the rules and restrictions of existing phones and the platforms they run on. What this means is that we're making smartphones more affordable and empowering, making it possible for more people to take advantage of the full power of the Web, giving individuals and communities the freedom to blaze their own trail, amplify their voice, control their destiny and transform the future.
de: <a href="%(link_firefoxos)s" rel="external">Firefox-OS</a> ist ein Betriebssystem für Smartphones, das jeder verändern, ergänzen und mit der Welt teilen kann, so dass es keine Regeln und Beschränkungen wie auf aktuellen Handys und ihren Plattformen gibt. Das heißt, dass wir Smartphones günstiger und stärkender machen, so dass mehr Menschen die volle Kraft des Internets nutzen können, so dass Menschen und Gemeinschaften die Freiheit haben, sich ihren eigenen Weg zu bahnen, ihre Stimme zu verstärken, ihr Schicksal zu kontrollieren und die Zukunft zu verändern.
es: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> es un sistema operativo para teléfonos móviles inteligentes que cualquier persona puede cambiar, mejorar y compartir con el resto del mundo y que, además, te libera de las restricciones y reglas de los teléfonos existentes y de las plataformas en las que se ejecutan. Esto significa que estamos creando smartphones más asequibles y que contribuirán al empoderamiento de cada vez más personas, poniendo a su disposición el poder completo de la Web, dando a los individuos y comunidades la libertad de forjar su propio camino, ampliar su voz, controlar su destino y transformar el futuro.
fr: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> est un système d'exploitation pour les smartphones que tout le monde peut modifier, compléter et partager avec le reste du monde, il permet de se libérer des règles et contraintes des téléphones existants et de la plateforme à laquelle ils sont liés. Ce qui signifie que nous concevons des smartphones à prix plus abordable et qui donneront aux utilisateurs plus de possibilités. davantage d'utilisateurs pourront tirer le meilleur parti du Web. Les individus comme les communautés y gagneront la liberté d'y tracer leur propre voie, d'y faire entendre leur voix, de contrôler leur vie numérique et de transformer l'avenir.
fy: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> is een besturingssysteem voor smartphones dat iedereen kan wijzigen, uitbreiden en met de wereld kan delen, wat hen bevrijdt van de regels en beperkingen van bestaande telefoons en de platformen waarop ze werken. Dit houdt in dat we smartphones betaalbaarder en krachtiger maken, waardoor meer mensen voordeel kunnen halen uit de volledige kracht van het internet, wat individuen en gemeenschappen de vrijheid geeft om hun weg te banen, hun stem te versterken, hun bestemming te bepalen en de toekomst te veranderen.
it: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> è un sistema operativo per smartphone a cui tutti possono apportare modifiche e aggiunte da condividere con il resto del mondo, per essere liberi dalle regole e dalle limitazioni dei telefoni cellulari e delle piattaforme che utilizzano. Questo significa rendere gli smartphone più accessibili e ricchi di scelte, così da garantire a più persone la possibilità di sfruttare le piene potenzialità del Web, e dare ai singoli individui e alle comunità la libertà di lasciare il loro segno, amplificare la loro voce, essere padroni del loro destino e cambiare il loro futuro.
ja: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> はスマートフォン向けのオペレーティングシステムです。誰でも変更したり機能を追加したり、世界中の人々と共有することができ、既存の電話やそれが稼働するプラットフォームの制約からユーザを解放します。これは、スマートフォンをもっと手頃な価格で入手できるようにしてさらに強力な機能を持たせ、より多くの人々が Web の未来の力を活用できるようにするということです。そして個人とコミュニティが自分で自分の道を切り開き、自分たちの考えを広め、自分たちの目指す方向を決めて未来を変えることができる自由をもたらすということです。
pl: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> to systemem operacyjny o otwartym kodzie źródłowym przeznaczony dla smartfonów. Każdy może zmieniać ten kod, dodawać do niego elementy, udostępniać wszystkim – system jest wolny od zasad i ograniczeń stosowanych w istniejących telefonach i używanych w nich systemach operacyjnych. Dzięki temu istnieje możliwość produkcji smartfonów przystępnych cenowo i dostępnych szerokiemu gronu użytkowników, umożliwiając im wykorzystanie mocy internetu, dając jednostkom i całym społeczeństwom wolność w wyborze własnej drogi, wzmocnienie głosu w ważnych sprawach, panowanie nad przeznaczeniem i zmianę przyszłości.
pt_br: <a href="%(link_firefoxos)s" rel="external">O Firefox OS</a> é um sistema operacional para smartphones que qualquer pessoa pode alterar, melhorar e compartilhar com o mundo, sem ter que seguir leis ou regras de restrição como os sistemas operacionais para smartphones que já existem. Ou seja, nós estamos dando mais liberdade e força aos dispositivos móveis, possibilitando que mais pessoas tenham acesso aos poderes e benefícios da Web, com liberdade para criar e ter suas próprias escolhas, controlando seu destino e moldando seu futuro.
sq: <a href="%(link_firefoxos)s" rel="external">Firefox OS</a> është një sistem operativ për telefona të mençur, të cilin mund ta ndryshojë kushdo, të shtojë gjëra në të dhe t’i ndajë me botën, duke i çliruar përdoruesit nga rregullat dhe kufizimet e telefonave dhe platformave ekzistuese në të cilat xhirojnë. Kjo do të thotë që po i bëjmë telefonat e mençur më pak të shtrenjtë dhe më të fuqishëm, për t’u lejuar më shumë njerëzve të përfitojnë plotësisht prej fuqisë së Web-it, për t’u dhënë bashkësive dhe individëve lirinë që të çajnë vetë shtegun e tyre, të fuqizojnë zërin e tyre, ta kontrollojnë dhe transformojnë të ardhmen.

source: A Global Video Contest to Mobilize the Web
de: Ein weltweiter Video-Wettbewerb, um das Internet zu mobilisieren
es: Un concurso mundial de videos para movilizar la Web
fr: Un concours vidéo mondial pour mobiliser le Web
fy: Een wereldwijde videowedstrijd om het web te mobiliseren
it: Un concorso video internazionale per mobilizzare il Web
ja: Web のモバイル化を目指すグローバルなビデオコンテスト
pl: Światowy konkurs filmowy służący mobilizacji internetu
pt_br: Um concurso de vídeos mundial que vai mexer com a Web
sq: Një Konkurs Mbarëbotëror Videosh Për Mobilizimin e Web-it

source: You&#8217;re the director. Mobile is the star.
de: Sie sind der Regisseur. Firefox Mobile ist der Star.
es: Tú diriges. Y el móvil es el protagonista.
fr: Vous êtes le réalisateur. <br> Le mobile est la star.
fy: U bent de regisseur. Mobiel is de ster.
it: Tu sei il regista, il Web mobile è la star.
ja: 監督はあなた。主演はモバイル。
pl: Jesteś reżyserem. Smartfon gwiazdą.
pt_br: Você é o diretor. A estrela é a Mobilidade.
sq: Regjisori jeni ju. Ylli është celulari.

source: Enter Firefox Flicks, a global video contest about the power of the Web on mobile devices, and get your film seen by millions.
de: Machen Sie mit bei Firefox Flicks, einem weltweiten Videowettbewerb über die Kraft des Internets auf Mobilgeräten und zeigen Sie Ihren Film Millionen von Menschen.
es: Participa en Firefox Flicks, un concurso mundial de videos acerca del poder de la Web en los dispositivos móviles, y consigue que tu película la vean millones de personas.
fr: Découvrez Firefox Flicks, un concours mondial de vidéos visant à montrer le potentiel du Web sur mobile et à donner une visibilité exceptionnelle à votre film.
fy: Doe mee met Firefox Flicks, een wereldwijde videowedstrijd over de kracht van het internet op mobiele apparaten, en vertoon uw film aan een miljoenenpubliek.
it: Partecipa a Firefox Flicks, il concorso video internazionale dedicato alle potenzialità del Web sui dispositivi portatili, e mostra il tuo video a milioni di spettatori.
ja: モバイルデバイスで利用する Web の力を伝えるグローバルなビデオコンテスト、Firefox Flicks に参加して、数百万人の人たちにあなたの作品を見てもらいましょう。
pl: Zgłoś się do Firefox Flicks, konkursu filmowego o mocy internetu na urządzeniach mobilnych. Twój film obejrzą miliony!
pt_br: Participe do Firefox Flicks 2013, um concurso de vídeos sobre a força da Web em dispositivos móveis, e tenha seu vídeo assistidos por milhões de espectadores.
sq: Merrni pjesë te Firefox Flicks, një konkurs mbarëbotëror videosh mbi fuqinë e Web-it në pajisje celulare, dhe bëni që filmi juaj të shihet nga miliona vetë.

source: Welcome to Firefox Flicks, the global video contest about the power of the Web on mobile devices.
de: Willkommen bei Firefox Flicks, einem weltweiten Videowettbewerb über die Kraft des Internets auf Mobilgeräten.
es: Participa en Firefox Flicks, un concurso mundial de videos acerca del poder de la Web en los dispositivos móviles.
fr: Découvrez Firefox Flicks, un concours mondial de vidéos sur le potentiel de l'Internet mobile.
fy: Welkom bij Firefox Flicks, de wereldwijde videowedstrijd over de kracht van het internet op mobiele apparaten.
it: Benvenuto su Firefox Flicks, il concorso video internazionale dedicato alle potenzialità del Web sui dispositivi portatili.
ja: モバイルデバイスで利用する Web の力を伝えるグローバルなビデオコンテスト、Firefox Flicks に参加して、数百万人の人たちにあなたの作品を見てもらいましょう。
pl: Witamy w Firefox Flicks, ogólnoświatowym konkursie filmowym o mocy internetu na urządzeniach mobilnych.
pt_br: Bem-vindo ao Firefox Flicks, o concurso global de vídeo sobre o poder da Web nos dispositivos móveis.
sq: Merrni pjesë te Firefox Flicks, një konkurs mbarëbotëror videosh mbi fuqinë e Web-it në pajisje celulare.

source: We're looking for videos that tell the story of how having access to the Web through a mobile device can change the way you see the world and how you function within it. You could win some <a href="#prizes" class="scroll">great prizes</a> and be seen by <a href="#judges" class="scroll">celebrity judges</a> who can make your moviemaking dreams come true.
de: Wir suchen Videos, die davon erzählen, wie Internetzugang über Mobilgeräte die Art und Weise, wie Sie die Welt sehen und welche Rolle Sie darin spielen, verändern kann. Sie können <a href="#prizes" class="scroll">tolle Preise</a> gewinnen und von <a href="#judges" class="scroll">prominenten Richtern</a> gesehen zu werden, die Ihre Träume über das Filmemachen erfüllen können.
es: Buscamos videos que narren lo que significa tener acceso a la Web a través de dispositivos móviles, y cómo esto puede cambiar la manera en que vemos el mundo y funcionamos en él. Tendrás la opción de ganar <a href="#prizes" class="scroll">fantásticos premios</a> y de ser visto por <a href="#judges" class="scroll">jueces famosos</a> que pueden hacer realidad tu sueño de crear una película.
fr: Nous recherchons des vidéos qui puissent expliquer en quoi accéder au Web à partir d'un appareil mobile peut changer votre comportement et la façon dont vous percevez le monde. Vous pouvez gagner de <a href="#prizes" class="scroll">formidables prix</a> et vous faire remarquer par un <a href="#judges" class="scroll">jury de célébrités</a> qui pourraient faire de vos rêves de carrière cinématographique une réalité.
fy: We zijn op zoek naar video’s die het verhaal vertellen over hoe toegang tot het web via een mobiel apparaat de manier waarop u de wereld ziet en hoe u erin functioneert kan veranderen. U kunt <a href="#prizes" class="scroll">geweldige prijzen</a> winnen en gezien worden door <a href="#judges" class="scroll">beroemde juryleden</a> die uw filmmakersdromen kunnen verwezenlijken.
it: Siamo alla ricerca di video che raccontino come accedere al Web tramite un dispositivo portatile possa cambiare il modo in cui vediamo e interagiamo con il mondo. È un'occasione per vincere <a href="#prizes" class="scroll">fantastici premi</a> e farti notare da una <a href="#judges" class="scroll">giuria di celebrità</a> che può realizzare i tuoi sogni di cineasta.
ja: モバイルデバイスから Web にアクセスできると、人々の世界観や考え方やその世界で自分が役立つ方法がどのように変わるか、ということを伝えるビデオ作品の応募をお待ちしています。<a href="#prizes" class="scroll">すばらしい賞品</a>を獲得したり、あなたの作品が<a href="#judges" class="scroll">著名な審査員</a>の目に留まって映画作りの夢が実現するチャンスもあります。
pl: Oczekujemy filmów opowiadających historię, jak dostęp do internetu za pomocą urządzeń mobilnych może zmienić sposób patrzenia na świat i jak funkcjonować w internecie. Można zdobyć wiele <a href="#prizes" class="scroll">wspaniałych nagród</a> i przedstawić swój film <a href="#judges" class="scroll">jurorom</a>, którzy mogą twoje marzenia o tworzeniu filmów zamienić w rzeczywistość.
pt_br: Estamos buscando vídeos que contem a história de como o acesso à Web em aparelhos móveis pode mudar a forma como você vê o mundo e como você se encaixa nele. Você pode ganhar <a href="#prizes" class="scroll">prêmios excelentes</a> e ser visto por <a href="#judges" class="scroll">jurados celebridades</a> que podem tornar seu sonho de cineasta realidade.
sq: Po kërkojmë video që rrëfejnë historinë se si përdorimi i Web-it përmes një pajisje celulare mund të ndryshojë mënyrën se si e shihni botën dhe se si funksiononi brenda saj. Mund të fitoni <a href="#prizes" class="scroll">çmime të vyera</a> dhe punët tuaja të shihen nga <a href="#judges" class="scroll">figura të famshme në rolin e anëtarëve të jurisë</a> që mund ta bëjnë realitet ëndrrën tuaj për t’u marrë me filma.

source: Firefox Flicks is a global video competition encouraging filmmakers to educate others about the issues that affect our online lives. This year, it's all about the power that having access to the Web through mobile devices gives people and how that power can change the way we see the world and function within it.
de: Firefox Flicks ist ein weltweiter Videowettbewerb, der Filmemacher dazu auffordert, Menschen über die Themen, die unsere Online-Leben beeinflussen, zu informieren. Dieses Jahr konzentrieren wir uns auf die Kraft, die Menschen durch den Internetzugang über Mobilgeräte erhalten und wie diese Kraft die Art und Weise, wie wir die Welt sehen und welche Rolle wir in ihr spielen, verändern kann.
es: Firefox Flicks es un concurso mundial de videos que alienta a los realizadores audiovisuales a educar a la gente acerca de las problemáticas que afectan nuestras vidas digitales. Este año nos centramos en el poder que significa tener acceso a la Web a través de dispositivos móviles, y cómo esto puede cambiar la manera en que vemos el mundo y funcionamos en él.
fr: Firefox Flicks est un concours vidéo qui encourage les vidéastes à éduquer le public sur des sujets qui affectent notre vie sur Internet. Cette année, nous nous intéressons aux possibilités que crée l'accès à Internet depuis un appareil mobile, et la manière dont ces dernières influencent notre vision du monde ainsi que nos comportements.
fy: Firefox Flicks is een wereldwijde videowedstrijd die filmmakers aanspoort om mensen bewust te maken van de problemen die onze onlinelevens beïnvloeden. Dit jaar richten we ons op de kracht die internettoegang via mobiele apparaten aan mensen geeft, en hoe die kracht de wereld zoals we die zien en de manier waarop we erin functioneren kan veranderen.
it: Firefox Flicks è un concorso video internazionale che coinvolge i cineasti nella sensibilizzazione delle persone ai temi che toccano le loro vite online. Quest'anno vogliamo porre l'attenzione su come la possibilità di accedere al Web attraverso i dispositivi portatili possa cambiare il modo in cui vediamo e interagiamo con il mondo.
ja: Firefox Flicks は、私たちのオンライン生活に影響を及ぼすさまざまな問題を知ってもらうためのビデオ作品を募集するグローバルなビデオコンテストです。今年は、モバイルデバイスから Web へとアクセスする人々が増えるにつれ、人々の世界観および自分が世界で役立つ方法についての考えをどのように変えるか、という点に焦点を絞っています。
pl: Firefox Flicks jest ogólnoświatowym konkursem filmowym zachęcającym filmowców do edukowania ludzi w zakresie zagadnień mających wpływ na ich życie internetowe. W tym roku koncentrujemy się na tym, co może dać ludziom dostęp do internetu poprzez urządzenia mobilne i jaki ma to wpływ na zmianę sposobu postrzegania świata i sposobu funkcjonowania w nim.
pt_br: Firefox Flicks é uma competição global de vídeo incentivando cineastas a ensinarem aos outros sobre os problemas que afetam nossas vidas online. Este ano, nosso foco está no poder que o acesso à Web em aparelhos móveis dá às pessoas e como esse poder pode mudar a forma como você vê o mundo e como você se encaixa nele.
sq: Firefox Flicks-i është një konkurs mbarëbotëror që i nxit krijuesit e filmave të edukojnë njerëzit rreth çështjeve që prekin jetën tonë online. Këtë vit, jemi përqendruar te fuqia që u jep njerëzve pasja e mundësisë së përdorimit të Web-it përmes pajisjesh celulare, dhe se si kjo fuqi mund të ndryshojë mënyrën se si e shihni botën dhe mënyrën se si funksiononi ju brenda saj.

source: How do I enter?
de: Wie mache ich mit?
es: ¿Cómo puedo participar?
fr: Comment participer&nbsp;?
fy: Hoe doe ik mee?
it: Come posso partecipare?
ja: 応募方法は？
pl: Jak się zgłosić?
pt_br: Como eu participo?
sq: Si të marr pjesë?

source: What is the deadline?
de: Wann ist Teilnahmeschluss?
es: ¿Cuál es la fecha límite?
fr: Quelle est la date limite&nbsp;?
fy: Wat is de deadline?
it: Qual è la scadenza del concorso?
ja: 締め切りはいつ？
pl: Terminy zgłoszeń?
pt_br: Qual o prazo final de inscrição?
sq: Cili është afati i fundit?

source: Play a short introduction video
de: Kurzes Einführungsvideo abspielen
es: Reproduce un breve vídeo de introducción
fr: Lire une courte vidéo de présentation
fy: Een korte introductievideo afspelen
it: Guarda un breve video introduttivo
ja: 短い紹介ビデオの再生
pl: Odtwórz krótki film wprowadzający
pt_br: Assistir demonstração
sq: Shihni një video të shkurtër hyrëse

source: Learn more about Firefox OS, the open, Web-based operating system for mobile devices, and get answers to all your other questions.
de: Erfahren Sie mehr über Firefox-OS, das offene, Web-basierte Betriebssystem für Mobilgeräte und erhalten Sie Antworten auf alle Ihre anderen Fragen.
es: Aprende más acerca de Firefox OS &#8212;el sistema operativo abierto y basado en la Web para dispositivos móviles&#8212; y obtén respuesta a todas tus preguntas.
fr: En apprendre davantage sur Firefox OS, le système d'exploitation libre pour téléphones portables conçu avec des technologies web et obtenir des réponses à toutes vos questions.
fy: Lees meer over Firefox OS, het open, webgebaseerde besturingssysteem voor mobiele apparaten, en krijg antwoorden op al uw overige vragen.
it: Scopri di più su Firefox OS, il sistema operativo per dispositivi portatili aperto basato sul Web, e trova le risposte a tutte le tue altre domande.
ja: オープンで Web ベースのモバイルデバイス向けオペレーティングシステムである Firefox OS の詳細や、その他のあらゆる疑問にお答えします。
pl: Dowiedz się więcej o Firefox OS, otwartym, bazującym na rozwiązaniach internetowych systemie operacyjnym dla urządzeń mobilnych i poznaj odpowiedzi na inne pytania.
pt_br: Aprenda mais sobre o Firefox OS, o sistema operacional aberto para dispositivos móveis, e tire todas as suas dúvidas.
sq: Mësoni më tepër rreth Firefox OS-it, sistemin operativ të hapur, me bazë Web, për pajisje celulare, dhe merrni përgjigje për krejt pyetjet tuaja.

source: Read the FAQ
de: Lesen Sie die FAQ
es: Lee las FAQ
fr: Consultez la FAQ
fy: Lees de FAQ
it: Leggi le FAQ
ja: FAQ を見る
pl: Zapoznaj się z FAQ
pt_br: Ler as Dúvidas comuns
sq: Lexoni FAQ-et

source: 2013 Flicks
de: Filme von 2013
es: Flicks de 2013
fr: Flicks 2013
fy: Flicks van 2013
it: Flick 2013
ja: Firefox Flicks 2013
pt_br: Flicks de 2013
sq: Video të 2013-s

source: Use the materials below to get inspired and to help you make your flick.
de: Nutzen Sie das folgende Material als Inspiration und als Hilfe beim beim Drehen des Films.
es: Utiliza los materiales que se muestran a continuación para inspirarte y ayudarte a hacer tu flick.
fr: Utilisez les éléments ci-dessous pour trouver l'inspiration et réaliser votre flick plus facilement.
fy: Gebruik de onderstaande materialen voor inspiratie en het maken van uw flick.
it: Utilizza liberamente i seguenti materiali per realizzare il tuo flick.
ja: こちらから素材をダウンロードし、作品制作のヒントを見つけて活かしてください。
pl: Użyj poniższych materiałów, by poszukać inspiracji i dowiedzieć się, jak stworzyć film.
pt_br: Use os materiais abaixo para se inspirar e facilitar a criação do seu vídeo.
sq: Përdorni materialet më poshtë për frymëzim dhe ndihmë në krijimin e videos suaj.

source: See Early Entry Award winners
de: Sehen Sie sich die Gewinner der Preise für frühe Teilnahme an
es: Mira los ganadores de los Premios a los Pioneros
fr: Découvrez les lauréats du Prix des Pionniers
fy: Bekijk de winnaars van prijzen voor vroege inzendingen
it: Scopri i vincitori del Premio Avanguardie
ja: 早期エントリ賞受賞作品を見る
pl: Laureaci nagród Early Entry
pt_br: Veja os vencedores do prêmio Pioneiros
sq: Shihni fituesit e Çmimit të Pjesëmarrjes së Hershme

source: View the gallery of entries
de: Sehen Sie sich die Galerie der Beiträge an
es: Mira la galería de cortos
fr: Découvrez la galerie des flicks
fy: Bekijk de galerij van inzendingen
it: Visita la galleria dei video
ja: 全作品のギャラリーを表示
pl: Zobacz galerię
pt_br: Ver a galeria de concorrentes
sq: Shihni galerinë e punëve pjesëmarrëse

source: Read the creative brief
de: Lesen Sie die Kurzübersicht
es: Lee las especificaciones creativas
fr: Consultez le brief créatif
fy: Lees de creative brief
it: Scarica il brief creativo
ja: 制作のポイント
pl: Poznaj wytyczne
pt_br: Ler o brief criativo
sq: Lexoni përshkrimin përmbledhës të projektit

source: Download the creative assets
de: Laden Sie die kreativen Hilfsmittel herunter
es: Descarga los recursos creativos
fr: Téléchargez les ressources de création
fy: Download de creatieve middelen
it: Scarica le risorse creative
ja: 制作用素材をダウンロード
pl: Pobierz twórcze pomoce
pt_br: Baixe nossos materiais de criação
sq: Shkarkoni asete krijimi

source: See what last year's winners have to say about their experience.
de: Sehen Sie sich an, was die Gewinner vom letzten Jahr über ihr Erlebnis zu sagen haben.
es: Lee lo que tienen que decir los ganadores del año pasado sobre su experiencia.
fr: Découvrez ce que les lauréats de l'année dernière ont à dire à propos de leur expérience.
fy: Bekijk wat de winnaars van vorig jaar over hun ervaring hebben te vertellen.
it: Scopri ciò che i vincitori dell'anno scorso hanno da dire sulla loro esperienza con Firefox Flicks.
ja: 昨年の受賞者たちからのメッセージをご覧ください。
pl: Zobacz, co ubiegłoroczni laureaci mają do powiedzenia o swoich doświadczeniach.
pt_br: Veja o que os vencedores do ano passado têm a dizer sobre sua experiência.
sq: Shihni se ç’thonë fituesit rreth përvojës së tyre.
