Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Growing up in Chicago, Gina Rodriguez started performing at age seven with the salsa dance company <i>Fantasia Juvenil</i>. At sixteen, Gina was one of thirteen teens to be accepted into Columbia University New York - Theatrical Collaboration, taught by Richard Niles. She was accepted into the Tisch School of the Arts, and the calling was clear; theatre was it. After the years of success in New York, Gina booked a lead role in a feature film <cite>Go For It</cite> (Lionsgate) in which she received a 2011 Imagen Awards nomination. After this, Gina booked her first co-star TV role on CBS' <cite>Eleventh Hour</cite>. She went on to book series regular roles on web series <cite>Eden's Court</cite> and <cite>No Names</cite>; her first studio film <cite>Our Family Wedding</cite> with America Ferrera; and a lead in film <cite>Superchicas</cite>. It was also recently announced that Gina has been cast in the highly coveted lead role of Pilar "Maytag" Robles in the Fox Navy drama pilot <cite>Wild Blue</cite>.
de: Gina Rodriguez wuchs in Chicago auf und fing mit sieben Jahren mit dem Schauspielen bei der Salsa-Tanzgesellschaft <i>Fantasia Juvenil</i> an. Mit sechzehn Jahren war Gina eine von dreizehn Teenagern, die für bei der Columbia University New York – Theatrical Collaboration, unter Leitung von Richard Niles, akzeptiert wurden. Sie wurde an der Tisch School of the Arts akzeptiert und die Berufung war klar: Theater. Nach Jahren des Erfolgs in New York erhielt Gina eine Führungsrolle in einem Film <cite>Go For It</cite> (Lionsgate), für die sie 2011 eine Nominierung für den Imagen Award erhielt. Anschließend erhielt Gina ihre erste TV-Rolle als Co-Star bei <cite>Eleventh Hour</cite> bei CBS. Sie erhielt dann regelmäßig Serienrollen in den Web-Serien <cite>Eden’s Court</cite> und <cite>No Names</cite>; ihren ersten Filmstudiofilm <cite>Our Family Wedding</cite> mit America Ferrera; und eine Titelrolle im Film <cite>Superchicas</cite>. Kürzlich wurde auch bekannt gegeben, dass Gina für die heißbegehrte Rolle der Pilar „Maytag“ Robles in der Drama-Pilotsendung von Fox Navy <cite>Wild Blue</cite> gecastet wurde.
es: Criada en Chicago, Gina Rodríguez comenzó a actuar a la edad de siete años con la compañía de danza de salsa <i>Fantasía Juvenil</i>. A los dieciséis, Gina era una de las trece adolescentes admitida en el curso Colaboración Teatral de la Universidad de Columbia en Nueva York, impartido por Richard Niles. Fue admitida en la Tisch School of the Arts, y la vocación estaba clara: lo suyo era actuar. Tras años de éxitos en Nueva York, Gina obtuvo un papel principal en el largometraje <cite>Go For It</cite> (Lionsgate) por el cual recibió una nominación a los premios Imagen de 2011. Tras ello, Gina consiguió su primer papel coprotagonista de TV en la serie <cite>Eleventh Hour</cite>. Después participó en diversos papeles en webseries como <cite>Eden's Court</cite> y <cite>No Names</cite>, su primera película de estudio <cite>Our Family Wedding</cite> con América Ferrera y un papel principal en la película <cite>Superchicas</cite>. También se ha anunciado recientemente que Gina ha sido elegida para el muy codiciado papel principal de Pilar "Maytag" Robles en el episodio piloto de Fox Navy <cite>Wild Blue</cite>.
fr: Gina Rodriguez a grandi à Chicago et a commencé le métier très tôt à l'âge de sept ans avec la compagnie de danse salsa <i> Fantasia Juvenil </i>. À 16 ans, Gina a été l'une des 13 adolescentes acceptées à l'Université de Columbia à New York où elle a suivi un cours de collaboration théâtrale, enseigné par Richard Niles. Elle a ensuite été acceptée à la Tisch School of the Arts, et son avenir est tout tracé&nbsp;: c'est le théâtre. Après des années de succès à New York, Gina a décroché un rôle principal dans le long métrage <cite> Go For It </cite> (Lionsgate), dans lequel elle a obtenu une nomination au prix Imagen 2011. Après cela, Gina a eu un rôle dans la série télévisée <cite>Eleventh Hour</cite> sur CBS. Elle a continué avec des rôles récurrents dans les séries web <cite> Eden </cite> et <cite>No Names</cite>&nbsp;; son premier film de studio <cite> Our Family Wedding </cite> avec America Ferrera&nbsp;; et un rôle principal dans le film <cite> Superchicas </cite>. Gina a récemment décroché le très convoité rôle principal de Pilar « Maytag » Robles dans le film dramatique <cite> Wild Blue </cite>.
fy: Gina Rodriguez groeide op in Chicago en begon op zevenjarige leeftijd op te treden met het salsadansgezelschap <i>Fantasia Juvenil</i>. Op haar zestiende was Gina één van dertien tieners die werd toegelaten tot de Universiteit van Colombia in New York - Theatrical Collaboration, waar ze les kreeg van Richard Niles. Ze werd toegelaten tot de Tisch School of the Arts, en de roeping was duidelijk: theater was het. Na de succesjaren in New York boekte Gina een hoofdrol in de speelfilm <cite>Go For It</cite>, (Lionsgate) waarvoor ze in 2011 een Imagen Awards-nominatie ontving. Hierna verkreeg Gina haar eerste tv-bijrol op CBS’ <cite>Eleventh Hour</cite>. Daarna verkreeg ze reguliere rollen op de webseries <cite> Eden’s Court</cite> en <cite>No Names</cite>; haar eerste studiofilm <cite>Our Family Wedding</cite> met America Ferrera, en een hoofdrol in de film <cite>Superchicas</cite>. Ook werd onlangs aangekondigd dat Gina is voorgedragen voor de felbegeerde hoofdrol van Pilar “Maytag” Robles in de Fox Navy-dramapilot <cite>Wild Blue</cite>.
it: Cresciuta a Chicago, Gina Rodriguez iniziò a esibirsi all'età di sette anni con la compagnia di ballo salsa <i>Fantasia Juvenil</i>. A sedici anni fu selezionata tra i tredici adolescenti ammessi al corso di collaborazione teatrale della Columbia University di New York, con insegnante Richard Niles. Quando fu accettata alla Tisch School of the Arts divenne chiaro quale fosse la sua vocazione: il teatro. Dopo gli anni di successo a New York, Gina venne scritturata per un ruolo da protagonista nel lungometraggio <cite>Go For It</cite> (Lionsgate) che le valse la nomination a un premio Imagen nel 2011. In seguito è stata scritturata per il suo primo ruolo di co-protagonista in TV nella serie della CBS <cite>Eleventh Hour</cite>. Ha continuato ottenendo parti fisse nelle serie per il web <cite>Eden's Court</cite> e <cite>No Names</cite>; nel suo primo film per uno studio <cite>Matrimonio in famiglia</cite> con America Ferrera; e un ruolo da protagonista nel film <cite>Superchicas</cite>. Recentemente è stato annunciato che Gina ha ottenuto l'ambito ruolo della protagonista Pilar "Maytag" Robles nella puntata pilota della Fox ambientata nella Marina <cite>Wild Blue</cite>.
ja: シカゴで生まれ育ち、7 歳のときにサルサ舞踊団 <i>Fantasia Juvenil</i> でダンスを始めました。16 歳のときには、Richard Niles 氏が指導するニューヨークのコロンビア大学演劇共同研究所に、10 代の学生 13 名の一人として入学を許可されています。Tisch School of the Arts に合格し、自分の天職は演劇だということをはっきりと自覚しました。ニューヨークで長年成功を収めたあと、長編映画『Go For It』 (Lionsgate) で主役の座を射止め、2011 年 Imagen Awards にノミネートされています。その後、CBS の『Eleventh Hour』で、初めてテレビ番組の共演を務めました。それ以降も Web のシリーズ番組『Eden's Court』 や『No Names』にレギュラー出演したり、彼女にとって初めてのスタジオ映画となる『マイファミリー・ウェディング』に America Ferrera と共演したり、映画『Superchicas』で主役を務めるなど、活躍しています。また、最近は Fox Navy のドラマパイロット番組『Wild Blue』で 多くの俳優が憧れた Pilar "Maytag" Robles 役をつかんだことも発表されました。
pl: Mieszkając w Chicago, Gina Rodriguez w wieku siedmiu lat zaczęła występować w szkole tańca salsy <i>Fantasia Juvenil</i>. W wieku szesnastu lat Gina była jedną z trzynastu nastolatków przyjętych do Columbia University New York - Theatrical Collaboration prowadzonych przez Richarda Nilesa. Następnie została przyjęta do Tisch School of the Arts i stało się jasne – teatr, to było właśnie to. Po latach sukcesów w Nowym Jorku Gina otrzymała główną rolę w filmie <cite>Go For It</cite> (Lionsgate), za którą w 2011 roku otrzymała nominację do nagrody Imagen Awards – jednej z najbardziej prestiżowych nagród przemysłu rozrywkowego przeznaczonych dla wybitnych przedstawicieli zawodów artystycznych pochodzenia latynoamerykańskiego. Po tej nominacji Gina otrzymała pierwszą gwiazdorską rolę w telewizji CBS <cite>Eleventh Hour</cite>. Zagrała również wiele ról w serialach internetowych, takich jak <cite>Eden's Court</cite> i <cite>No Names</cite>, w jej pierwszym filmie studyjnym <cite>Our Family Wedding</cite> z America Ferrera i główną rolę w filmie <cite>Superchicas</cite>. Niedawno ogłoszono, że Gina została obsadzona w roli Pilar „Maytag” Robles w dramacie <cite>Wild Blue</cite>.
pt_br: Crescida em Chicago, Gina Rodriguez começou a dançar aos sete anos com a companhia de salsa <i>Fantasia Juvenil</i>. Aos dezesseis, Gina foi uma das treze adolescentes aceitas na Columbia University New York - Theatrical Collaboration, ministrada por Richard Niles. Ela foi aceita na Tisch School of the Arts, e o chamado era claro: teatro. Após os anos de sucesso em Nova York, Gina recebeu um papel de destaque no filme <cite>Go For It</cite> (Lionsgate), pelo qual ela recebeu uma indicação ao Imagen Award 2011. Após isso, Gina recebeu o seu primeiro personagem protagonista na TV na série da CBS <cite>Eleventh Hour</cite>. Ela passou a ganhar personagens regulares nas séries da Web <cite>Eden's Court</cite> e <cite>No Names</cite>, seu primeiro filme de estúdio <cite>Our Family Wedding</cite> com America Ferrera e protagonizou o filme <cite>Superchicas</cite>. Também foi anunciado recentemente que Gina foi escalada para o papel principal altamente cobiçado de Pilar "Maytag" Robles no piloto dramático do Fox Navy <cite>Wild Blue</cite>.
sq: E rritur në Çikago, Gina Rodriguez ka filluar të interpretojë shtatë vjeçe me grupin e vallëzimit salsa <i>Fantasia Juvenil</i>. Gjashtëmbëdhjetë vjeçe, Gina qe një nga trembëdhjetë adoleshentët që u pranuan në kursin Theatrical Collaboration - Columbia University New York, dhënë nga Richard Niles. U pranua në Tisch School of the Arts, dhe rruga dukej qartë: teatri. Pas vitesh suksesi në Nju Jork, Gina mori një rol kryesor në filmin <cite>Go For It</cite> (Lionsgate) për të cilin fitoi kandidim për një çmim Imagen Awards 2011. Pas kësaj, Gina interpretoi një rolin e saj të parë në TV, <cite>Eleventh Hour</cite> e CBS-së. Vazhdoi me role në serialet web <cite>Eden's Court</cite> dhe <cite>No Names</cite>; filmin e parë studio <cite>Our Family Wedding</cite> me America Ferrera; dhe një rol kryesor në filmin <cite>Superchicas</cite>. Tani afër është njoftuar gjithashtu që Gina është në plan për rolin shumë të lakmuar të Pilar "Maytag" Robles në dramën e Fox Navy-it, <cite>Wild Blue</cite>.

source: Gina is a supporter of Inspira, an organization that works to spotlight Latino leaders who shape their communities. She also works with the National Hispanic Foundation for the Arts and the Boyle Heights Learning Collaborative. She lives in Los Angeles, California.
de: Gina ist eine Unterstützerin von Inspira, einer Organisation, die Latino-Anführer ins Rampenlicht rückt, die ihre Gemeinschaften gestalten. Sie arbeitet auch mit der National Hispanic Foundation for the Arts und dem Boyle Heights Learning Collaborative. Sie lebt in Los Angeles, Kalifornien.
es: Gina apoya a Inspira, una organización que trabaja para identificar a los líderes latinos que sirven de modelo a sus comunidades. También trabaja con la Fundación Hispánica Nacional para las Artes y Boyle Heights Learning Collaborative. Vive en Los Ángeles, California.
fr: Gina est une fervente supportrice d'Inspira, une organisation qui met en lumière les Latinos qui prennent des initiatives au sein de leur communauté. Elle travaille également avec la Fondation Hispanique Nationale pour les Arts et Boyle Heights Learning Collaborative. Elle vit à Los Angeles en Californie.
fy: Gina is een supporter van Inspira, een organisatie die zich inzet voor Latino-leiders die hun gemeenschappen vormgeven. Ook werkt ze met de National Hispanic Foundation for the Arts en de Boyle Heights Learning Collaborative. Ze woont in Los Angeles, Californië.
it: Gina è una sostenitrice di Inspira, un'organizzazione nata per dare visibilità ai leader latino-americani che contribuiscono in modo sostanziale alla formazione della loro comunità. Collabora anche con la National Hispanic Foundation for the Arts e la Boyle Heights Learning Collaborative. Vive a Los Angeles, California.
ja: Rodriguez 氏は、ラテン系の人々のコミュニティを形成するリーダーたちを紹介する組織、Inspira を支援しています。また、National Hispanic Foundation for the Arts および Boyle Heights Learning Collaborative にも協力しています。カリフォルニア州ロサンゼルス在住。
pl: Gina jest ambasadorem organizacji Inspira działającej na rzecz uwypuklenia latynoskich liderów kształtujących swoje społeczności. Działa także w National Hispanic Foundation for the Arts i Boyle Heights Learning Collaborative. Mieszka w Los Angeles.
pt_br: Gina é defensora da Inspira, uma organização que trabalha para destacar líderes latinos que moldam suas comunidades. Ela também trabalha com o National Hispanic Foundation for the Arts e a Boyle Heights Learning Collaborative. Ela mora em Los Angeles, Califórnia.
sq: Gina është një përkrahëse e Inspira-s, një organizëm që punon për të nxjerrë në pah lider Latino që u japin formë bashkësive të tyre. Ajo merret gjithashtu me veprimtari të National Hispanic Foundation-it për Arte dhe Boyle Heights Learning Collaborative. Banon në Los Anxheles, Kaliforni.

source: Couper Samuelson runs Jason Blum's Universal-based production company Blumhouse, which in the last year has produced the horror hit <cite>Sinister</cite>, the fourth <cite>Paranormal Activity</cite> movie, and a sequel to the 2011 hit <cite>Insidious</cite>, due in the theaters this August. Prior to Blumhouse, Samuelson produced the forthcoming Paramount release, <cite>Destination Wedding</cite>. Made for $100,000, that film will be the lowest-budget feature produced and released theatrically by a major studio in the modern era. Samuelson began his career at Mark Cuban's 2929, where he co-produced movies including James Gray's <cite>We Own the Night</cite> and <cite>Two Lovers</cite>, both of which were nominated for the Cannes <i>Palme d'Or</i>.
de: Couper Samuelson leitet Jason Blums Universal-basiertes Produktionsunternehmen Blumhouse, das im letzten Jahr den Horror-Hit <cite>Cinister</cite>, den vierten <cite>Paranormal-Activity</cite>-Film und eine Fortsetzung des 2011-Hity <cite>Insidious</cite> produziert hat, der diesen August in die Kinos kommen soll. Vor Blumhouse produzierte Samuelson die kommende Paramount-Veröffentlichung <cite>Destination Wedding</cite>. Der Film wurde mit 100.000 $ produziert und wird der Film mit dem niedrigsten Budget sein, der in der Neuzeit von einem größeren Studio produziert und veröffentlicht wurde. Samuelson begann seine Karriere bei 2929 von Mark Cuban, wo er Filme koproduzierte, darunter James Grays <cite>We Own the Night</cite> und <cite>Two Lovers</cite>, die beide für die <i>Goldene Palme</i> in Cannes nominiert wurden.
es: Couper Samuelson dirige la compañía productora Blumhouse de Jason Blum, dependiente de Universal, que en el último año produjo el éxito de terror <cite>Sinister</cite>, la cuarta <cite>Actividad Paranormal</cite> y la secuela al éxito del 2011 <cite>Insidious</cite>, que será estrenada el próximo agosto. Antes de Blumhouse, Samuelson produjo para Paramount el próximo estreno <cite>Destination Wedding</cite>. Hecha con 100 mil dólares, esa película fue la de menor presupuesto producida y lanzada en salas por uno de los grandes estudios en la era moderna. Samuelson empezó su carrera en 2929 de Mark Cuban, donde coprodujo películas como <cite>We Own the Night</cite> de James Gray y <cite>Two Lovers</cite>, ambas nominadas a la <i>Palma de Oro</i> en el Festival de Cannes.
fr: Couper Samuelson gère la société de production de Jason Blum, Blumhouse, rattachée à Universal. Blumhouse a produit l'an dernier le film d'horreur <cite>Sinister</cite>, le quatrième volet de <cite>Paranormal Activity</cite>, ainsi que la suite du succès de 2011 <cite>Insidious</cite>, attendue en salles pour le mois d'août. Avant Blumhouse, Samuelson a produit le prochain projet du studio Paramount, <cite>Destination Wedding</cite>. Réalisé pour 100&nbsp;000 dollars, il sera le premier film à petit budget produit et distribué en salles par l'un des plus grands studios de notre époque. Samuelson a débuté sa carrière au sein de la société 2929 de Mark Cuban où il a coproduit des films comme ceux de James Gray <cite>La nuit nous appartient</cite> et <cite>Two Lovers</cite>, tous deux nommés à Cannes pour la <i>Palme d'Or</i>.
fy: Couper Samuelson is eigenaar van Jason Blum’s Universal-gebaseerde productiebedrijf Blumhouse, dat afgelopen jaar het horrorsucces <cite>Sinister</cite> produceerde, de vierde <cite>Paranormal Activity</cite>-film en een opvolger van het 2011-succes <cite>Insidious</cite>, dat de komende maand augustus in de theaters wordt verwacht. Voorafgaande aan Blumhouse produceerde Samuelson de komende Paramount-uitgave <cite>Destination Wedding</cite>. Met een budget van slechts $100.000 zal dit de speelfilm met het laagste budget in het moderne tijdperk zijn dat door een grote studio is geproduceerd en in theaters wordt vertoond. Samuelson begon zijn carrière bij Mark Cuban’s 2929, waar hij medeverantwoordelijk was voor de productie van films als James Gray’s <cite>We Own the Night</cite> en <cite>Two Lovers</cite>, beide genomineerd voor de <i>Palme d’Or</i> van Cannes.
it: Couper Samuelson dirige la Blumhouse, società di produzione di Jason Blum in collaborazione con la Universal Studios, che ha prodotto il popolare horror dell'anno scorso <cite>Sinister</cite>, <cite>Paranormal Activity 4</cite> e il sequel del successo del 2011 <cite>Insidious</cite>, nei cinema da agosto. Prima di entrare alla Blumhouse, Samuelson ha prodotto il film di prossima uscita della Paramount <cite>Destination Wedding</cite>. Realizzato con 100 000 $, questo film sarà il lungometraggio prodotto da un grande studio cinematografico per il grande schermo dal budget più basso dell'era moderna. Samuelson ha iniziato la carriera al 2929 di Mark Cuban, dove ha co-prodotto vari film, tra cui <cite>I padroni della notte</cite> e <cite>Two Lovers</cite> di James Gray, entrambi nominati alla <i>Palma d'oro</i> di Cannes.
ja: Couper Samuelson 氏は、Jason Blum 氏の Universal 系列の製作会社、Blumhouse を運営しています。同社は昨年、ホラー映画のヒット作『Sinister (シニスター)』、『パラノーマル・アクティビティ 4』、そして 2011 年のヒット作『インシディアス』の続編を製作しました。『インシディアス』続編は今年 8 月に劇場公開の予定です。同氏は Blumhouse に勤務する以前は、Paramount で近日公開予定の『Destination Wedding』を製作しました。この映画は製作費 100,000 ドルで製作されており、現代の大手スタジオが劇場公開用に手掛けた映画としては最も低予算で製作され、公開される作品となります。Samuelson 氏が最初に勤務したのは Mark Cuban 氏の 2929 です。ここで同氏は James Gray 作の映画『アンダーカヴァー』と『Two Lovers』 を共同製作し、いずれもカンヌ映画祭の<i>パルムドール</i>にノミネートされました。
pl: Couper Samuelson bazując na firmie Jason Blum's Universal uruchomił firmę produkcyjną Blumhouse, która w ostatnim roku wyprodukowała przebojowy horror <cite>Sinister</cite>, czwarty film <cite>Paranormal Activity</cite>, i sequel hitu z 2011 roku <cite>Insidious</cite>. Wcześniej Samuelson był producentem oferowanego przez wytwórnię Paramount filmu <cite>Destination Wedding</cite>. Film ten w ostatnim czasie miał najniższy budżet, jaki został przeznaczony na wykonanie filmu przez jedno z głównych studio filmowych. Został zrealizowany w konwencji teatralnej. Samuelson rozpoczął swoją karierę w firmie Mark Cuban's 2929, gdzie z Jamesem Grayem był współproducentem filmów <cite>We Own the Night</cite> i <cite>Two Lovers</cite>. Oba te filmy były nominowane do nagrody <i>Złota Palma</i> w Cannes.
pt_br: Couper Samuelson lidera a Blumhouse, empresa de Jason Blum baseada na Universal, que no ano passado produziu o grande filme de terror <cite>A entidade</cite> e o quarto <cite>Atividade Paranormal</cite>, além da continuação do aclamado <cite>Sobrenatural</cite>, que será lançada em agosto deste ano. Antes da Blumhouse, Samuelson produziu o próximo lançamento da Paramount, <cite>Destination Wedding</cite> (ainda sem nome no Brasil). Orçado em US$100.000,00, este filme terá o menor orçamento já visto em um filme de ponta nos últimos anos. Samuelson começou sua carreira na 2929, de Mark Cuban, onde co-produziu filmes como <cite>Os donos da noite</cite> e <cite>Amantes</cite>, ambos indicados ao prêmio Cannes.
sq: Couper Samuelson drejton kompaninë e produksionit të Jason Blum-it, pjesë e Universal-it, Blumhouse, e cila vitin e kaluar prodhoi filmin e suksesshëm horror <cite>Sinister</cite>, filmin e katërt të serisë <cite>Paranormal Activity</cite>, dhe vazhdim i suksesit të 2011-s, <cite>Insidious</cite>, që do të shfaqet në sallat e kinemave në Gusht. Para Blumhouse-it, Samuelson është producent i filmit të ardhshëm të Paramount-it, <cite>Destination Wedding</cite>. I realizuar me 100 mijë dollarë, ky film do të jetë filmi me buxhetin më të vogël të prodhuar dhe hedhur në qarkullim në kohët moderne nga ndonjë studio me emër. Samuelsoni e filloi karrierën e vet me 2929-n e Mark Cuban-it, ku qe bashkëproducent filmash si <cite>We Own the Night</cite> dhe <cite>Two Lovers</cite> të James Gray-t, të kandiduar që të dy për <i>Palmën e Artë</i> në Kanë.

source: Louie Schwartzberg is an award-winning producer, director, and cinematographer whose notable career spans more than three decades providing breathtaking imagery for feature films, television shows, documentaries and commercials.
de: Louie Schwartzberg ist ein preisgekrönter Produzent, Regisseur und Kameramann, dessen bemerkenswerte Karriere mehr als drei Jahrzehnte atemberaubender Bilder für Filme, Fernsehsendungen, Dokumentationen und Werbung umfasst.
es: Louie Schwartzberg es un premiado cineasta, productor y director, cuya notable carrera abarca más de tres décadas brindando impresionantes imágenes para largometrajes, programas de televisión, documentales y anuncios publicitarios.
fr: Louie Schwartzberg est un producteur et réalisateur maintes fois récompensé, dont la carrière s'étend sur plus de trois décennies. Il tourne d'incroyables images pour des longs métrages, émissions télévisées, documentaires ou encore publicités.
fy: Louie Schwartzberg is een prijswinnende producer, regisseur en cameraman wiens opmerkelijke carrière meer dan drie decennia omspant, wat adembenemend beeldmateriaal voor speelfilms, televisieprogramma's, documentaires en commercials heeft opgeleverd.
it: Louie Schwartzberg è un produttore, regista e direttore della fotografia pluripremiato, che nel corso della sua notevole carriera di più di tre decadi ha portato scene mozzafiato in lungometraggi, show televisivi, documentari e spot pubblicitari.
ja: Louie Schwartzberg 氏は受賞経験もあるプロデューサー、監督、映画カメラマンです。その注目すべき経歴は 30 年以上に及び、長編映画、テレビ番組、ドキュメンタリー、コマーシャルに息をのむような映像を提供してきました。
pl: Louie Schwartzberg jest wielokrotnie nagradzanym producentem, reżyserem i operatorem filmowym, którego godna uwagi kariera trwająca od ponad trzech dekad zapewnia zapierające dech w piersiach obrazy dla filmów fabularnych, programów telewizyjnych, dokumentalnych i reklamowych.
pt_br: Louie Schwartzberg é um produtor, diretor e diretor de fotografia premiado, cuja notável carreira se estende por mais de três décadas fornecendo imagens de tirar o fôlego para longas-metragens, programas de televisão, documentários e comerciais.
sq: Louie Schwartzberg është një producent i nderuar me çmime, regjisor dhe operator karriera e njohur e të cilit shtrihet në më shumë se tre dhjetëvjeçarë, duke ofruar fotografi të mahnitshme për filma, shfaqje televizive, dokumentarë dhe reklama.
