Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Yes. For the purposes of this contest, you may use the <a href="%(link_fxbrand)s" rel="external">Firefox</a> and <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a> wordmark and logo. For more information, see the <a href="%(link_tmpolicy)s" rel="external">Mozilla Trademark Policy</a>.
de: Ja. Für diesen Wettbewerb dürfen Sie den Schriftzug und das Logo von <a href="%(link_fxbrand)s" rel="external">Firefox</a> und <a href="%(link_fxosbrand)s" rel="external">Firefox-OS</a> verwenden. Weitere Informationen finden Sie in den <a href="%(link_tmpolicy)s" rel="external">Regeln für Mozilla-Markenzeichen</a>.
es: Sí. A efectos de este concurso, puedes usar la identidad gráfica y el logo de <a href="%(link_fxbrand)s" rel="external">Firefox</a> y <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a>. Si deseas más información, consulta la <a href="%(link_tmpolicy)s" rel="external">Política sobre marca comercial</a> de Mozilla.
fr: Oui. Dans le cadre de ce concours vous pouvez utiliser les noms et logos de <a href="%(link_fxbrand)s" rel="external">Firefox</a> et <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a>. Pour plus d'informations, consultez les <a href="%(link_tmpolicy)s" rel="external">conditions d'utilisation de la marque Mozilla</a> (en anglais).
fy: Ja. Voor de doelstellingen van deze wedstrijd mag u het <a href="%(link_fxbrand)s" rel="external">Firefox-</a> en <a href="%(link_fxosbrand)s" rel="external">Firefox OS-</a>beeldmerk en -logo gebruiken. Bekijk het <a href="%(link_tmpolicy)s" rel="external">beleid over handelsmerken van Mozilla</a> voor meer informatie.
it: Sì. Ai fini di questo concorso puoi utilizzare il wordmark e il logo di <a href="%(link_fxbrand)s" rel="external">Firefox</a> e <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a>. Per ulteriori informazioni visita la pagina <a href="%(link_tmpolicy)s" rel="external">Mozilla Trademark Policy</a>.
ja: はい。このコンテスト用に <a href="%(link_fxbrand)s" rel="external">Firefox</a> および <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a> のロゴタイプやロゴをお使いいただけます。詳しくは <a href="%(link_tmpolicy)s" rel="external">Mozilla の商標ポリシー</a> を参照してください。
pl: Tak, można. Dla celów tego konkursu można używać logotypu i loga <a href="%(link_fxbrand)s" rel="external">Firefoksa</a> i <a href="%(link_fxosbrand)s" rel="external">Firefoksa OS</a>. Więcej informacji na ten temat można uzyskać w <a href="%(link_tmpolicy)s" rel="external">Mozilla Trademark Policy</a>.
pt_br: Sim. Para os propósitos deste concurso, você pode usar a marca e o logotipo do <a href="%(link_fxbrand)s" rel="external">Firefox</a> e <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a>. Para mais informações, leia a <a href="%(link_tmpolicy)s" rel="external">Política de Marcas Registradas Mozilla</a>.
sq: Po. Për qëllimet e këtij konkursi, mund të përdorni fjalët dhe logot për <a href="%(link_fxbrand)s" rel="external">Firefox</a> dhe <a href="%(link_fxosbrand)s" rel="external">Firefox OS</a>. Për më tepër të dhëna, shihni <a href="%(link_tmpolicy)s" rel="external">Rregulla Shenjash Tregtare të Mozilla-s</a>.

source: How do I get high resolution Firefox name and logo artwork?
de: Wie erhalte ich hochauflösende Grafiken zum Firefox-Namen und dem Logo?
es: ¿Cómo consigo las imágenes del nombre y del logo de Firefox en alta resolución?
fr: Comment obtenir une version haute résolution du nom et du logo de Firefox ?
fy: Hoe verkrijg ik artwork in hoge resolutie van de naam en het logo van Firefox?
it: Dove posso trovare una versione ad alta risoluzione del nome e del logo Firefox?
ja: Firefox のロゴタイプとロゴの高解像度データを入手する方法を教えてください。
pl: Skąd wziąć logotyp i logo Firefoksa i Firefoksa OS w wysokiej rozdzielczości?
pt_br: Como eu consigo a arte final em alta resolução do Firefox?
sq: Si mund të gjej stemën dhe të tjera figura për logon e Firefox-it në cilësi të lartë grafike?

source: To get high resolution copies of the Firefox and Firefox OS name and logo artwork, as well as guidance on how to use the Firefox logo and wordmarks, please <a href="%(link_styleguide)s" rel="external">visit our style guide</a>.
de: Um hochauflösende Kopieren der Grafiken des Namens und des Logos von Firefox und Firefox-OS, sowie Richtlinien zur Verwendung des Firefox-Logos und -Schriftzugs zu erhalten, besuchen Sie bitte unsere <a href="%(link_styleguide)s" rel="external">Gestaltungsrichtlinie</a>.
es: Para obtener copias en alta resolución de las imágenes del nombre y del logo de Firefox y Firefox OS, así como una guía sobre cómo usar la identidad gráfica y el logo de Firefox, visita nuestra <a href="%(link_styleguide)s" rel="external">guía de estilo</a>.
fr: Pour obtenir des copies haute résolution des noms et logos de Firefox et Firefox OS, ainsi que des conseils sur leur utilisation, veuillez consulter notre <a href="%(link_styleguide)s" rel="external">charte graphique</a>.
fy: <a href="%(link_styleguide)s" rel="external">Bezoek onze stijlgids</a> voor het verkrijgen van kopieën van artwork van de naam en het logo van Firefox en Firefox OS in hoge resolutie, evenals richtlijnen over het gebruik van het Firefox-logo en de Firefox-beeldmerken.
it: Puoi trovare copie ad alta risoluzione del nome e del logo Firefox e Firefox OS, insieme a una guida su come utilizzarli, visitando la nostra <a href="%(link_styleguide)s" rel="external">guida di stile</a>.
ja: Firefox およびFirefox OSのロゴの高解像度データ、それらの使用方法に関するガイドラインを入手するには、<a href="%(link_styleguide)s" rel="external">Mozilla のスタイルガイド</a> を参照してください。
pl: Aby pobrać kopie logotypu i logo Firefoksa lub Firefoksa OS w wysokiej rozdzielczości, jak również wskazówki na temat ich wykorzystania, przejdź na <a href="%(link_styleguide)s" rel="external">stronę poradnika</a> zawierającą informacje na temat projektowania.
pt_br: Para conseguir cópias em alta resolução da arte final do Firefox e Firefox OS, além de orientações sobre como usar o logotipo e as marcas Firefox, por favor, visite nosso <a href="%(link_styleguide)s" rel="external">Guia de estilo</a>.
sq: Për të pasur kopje cilësie të lartë të stemës dhe logos së Firefox-it dhe Firefox OS-it, si edhe udhëzime se si të përdoret fjala Firefox dhe logoja e tij, ju lutemi, <a href="%(link_styleguide)s" rel="external">vizitoni udhërrëfyesin tonë të stileve</a>.

source: Where can I find music or other materials to include in my flick?
de: Wo finde ich Musik und anderes Material, das ich in meinen Streifen einbauen kann?
es: ¿Dónde puedo encontrar música u otro material para incluirlo en mi flick?
fr: Où trouver de la musique ou d'autres éléments à inclure dans mon flick ?
fy: Waar kan ik muziek of ander materiaal vinden dat ik in mijn flick kan opnemen?
it: Dove posso trovare musiche o altri materiali da includere nel mio filmato?
ja: 作品に使用する音楽やその他の素材はどこで入手できますか？
pl: Gdzie można znaleźć muzykę i inne materiały potrzebne do stworzenia filmu?
pt_br: Onde posso encontrar músicas ou outros materiais para incluir no meu flick?
sq: Ku mund të gjej muzikë dhe material tjetër për ta përfshirë në videon time?

source: If you're looking for additional materials - music, video footage, artwork or graphics - we suggest you investigate public domain media. <a href="%(link_ccommons)s" rel="external">Creative Commons</a> has a nice search service for locating public domain work (<a href="%(link_pdwiki)s">Read more about the public domain at Wikipedia</a>). You can also check out this list of <a href="%(link_tumblr_resources)s" rel="external">creative resources on the Flicks blog</a> (English only).
de: Wenn Sie nach weiterem Material suchen &ndash; sei es Musik, Videos, Illustrationen oder Grafiken &ndash; empfehlen wir Ihnen, nach gemeinfreien Medien zu suchen. <<a href="%(link_ccommons)s" rel="external">Creative Commons</a> hat einen praktischen Suchdienst, um gemeinfreie Arbeiten zu finden. Mehr zur Gemeinfreiheit finden Sie bei <a href="%(link_pdwiki)s">Wikipedia</a>. Sie können auch diese Liste <a href="%(link_tumblr_resources)s" rel="external">kreativer Quellen im Flicks-Blog</a> lesen (nur auf Englisch verfügbar).
es: Si estás buscando material adicional — ya sea música, grabaciones de video, imágenes o gráficos— te sugerimos que investigues en medios de dominio público. <a href="%(link_ccommons)s" rel="external">Creative Commons</a> tiene un servicio de búsqueda fantástico para localizar obras de dominio público. Puedes <a href="%(link_pdwiki)s">leer más sobre el dominio público en Wikipedia</a>. También puedes consultar la lista de <a href="%(link_tumblr_resources)s" rel="external">recursos creativos en el blog de Flicks</a> (en inglés).
fr: Si vous cherchez d'autres éléments &#8212; qu'il s'agisse de musique, extraits vidéo, images ou dessins &#8212; nous vous suggérons de chercher dans le domaine public. <a href="%(link_ccommons)s" rel="external">Creative Commons</a> propose un excellent service de recherche d'œuvres dans le domaine public (<a href="%(link_pdwiki)s">En savoir plus sur le domaine public grâce à Wikipédia</a>). Vous pouvez aussi consulter notre liste de <a href="%(link_tumblr_resources)s" rel="external">ressources d'aide à la création sur le blog Flicks</a> (en anglais).
fy: Als u aanvullend materiaal zoekt - of het nu muziek, videobeelden, artwork of grafisch werk is - dan raden we aan om media in het publieke domein te zoeken. <a href="%(link_ccommons)s" rel="external">Creative Commons</a> heeft een aardige zoekservice om naar werk in het publieke domein te zoeken (<a href="%(link_pdwiki)s">Lees meer over het publieke domein op Wikipedia</a>). U kunt ook de lijst met <a href="%(link_tumblr_resources)s" rel="external">creatieve hulpbronnen op de Flicks-blog</a> bekijken (alleen Engels).
it: Se ti occorrono materiali supplementari &#8212; musica, filmati, illustrazioni o altri elementi grafici &#8212; ti suggeriamo di cercare nei siti di pubblico dominio. <a href="%(link_ccommons)s" rel="external">Creative Commons</a> mette a disposizione un ottimo servizio di ricerca dedicato a reperirli. (<a href="%(link_pdwiki)s">Per ulteriori informazioni sul pubblico dominio leggi la pagina di Wikipedia</a>). Puoi anche consultare la lista delle <a href="%(link_tumblr_resources)s" rel="external">risorse creative sul blog di Firefox Flicks</a> (in inglese).
ja: 音楽、映像、図版、画像などの素材をお探しなら、パブリックドメインのメディアを探すことをお勧めします。<a href="%(link_ccommons)s" rel="external">Creative Commons</a> は、パブリックドメインの作品を探すことができる優れたサービスを提供しています。パブリックドメインの詳しい説明は <a href="%(link_pdwiki)s">Wikipedia</a> で参照できます。この<a href="%(link_tumblr_resources)s" rel="external">制作用素材のリストは Firefox Flicks のブログ</a>でもチェックできます (英語のみ)。
pl: Jeśli poszukujesz dodatkowych materiałów, takich jak muzyka, materiały filmowe, grafiki – proponujemy poszukać w mediach udostępniających tego typu ogólnodostępne materiały. Na witrynie <a href="%(link_ccommons)s" rel="external">Creative Commons</a> znajduje się świetna wyszukiwarka tego typu mediów. Więcej na temat materiałów dostępnych bez ograniczeń licencyjnych (ang. public domain) można dowiedzieć się w <a href="%(link_pdwiki)s">Wikipedii</a>. Możesz również sprawdzić tę listę <a href="%(link_tumblr_resources)s" rel="external">kreatywnych zasobów na blogu Firefox Flicks blog</a>. Blog jest prowadzony w języku angielskim.
pt_br: Se você estiver procurando por material adicional - músicas, artes ou gráficos -, sugerimos que você pesquise mídias de domínio público. A <a href="%(link_ccommons)s" rel="external">Creative Commons</a> tem um bom serviço de pesquisa para localizar obras de domínio público (você pode saber mais sobre o domínio público na <a href="%(link_pdwiki)s">Wikipedia</a>). Você também pode conferir esta lista de <a href="%(link_tumblr_resources)s" rel="external">recursos criativos no do blog do Flicks</a> (somente em Inglês).
sq: Nëse po kërkoni materiale shtesë - muzikë, xhirime video, punë grafike apo grafikë - këshillojmë që të kërkoni në mediat nën përkatësi publike. <a href="%(link_ccommons)s" rel="external">Creative Commons</a> ka një shërbim të mirë kërkimesh me të cilin mund të gjeni vepra nën përkatësi publike (<a href="%(link_pdwiki)s">Lexoni më tepër rreth përkatësisë publike te Wikipedia</a>). Mund t’i hidhni një sy kësaj liste <a href="%(link_tumblr_resources)s" rel="external">burimesh për krijues</a> te blogu i Flicks-eve (vetëm në Anglisht).

source: Can I use third-party trademarks or copyrighted materials in my flick?
de: Kann ich Markenzeichen von Dritten oder urheberrechtlich geschütztes Material in meinem Streifen verwenden?
es: ¿Puedo usar marcas comerciales de terceros o materiales con derechos de autor en mi flick?
fr: Puis-je utiliser d'autres marques déposées ou des éléments soumis au droit d'auteur dans mon flick ?
fy: Kan ik merknamen van derden of materialen met auteursrecht in mijn flick gebruiken?
it: Posso usare marchi di terzi o materiali coperti da copyright nel mio filmato?
ja: 作品の中で第三者の商標や著作権保護された素材を使うことはできますか？
pl: Czy w filmie można użyć znaków towarowych i materiałów zastrzeżonych prawami autorskimi innych podmiotów?
pt_br: Eu posso usar marcas registradas ou materiais sob direitos autorais de terceiros no meu flick?
sq: A mund të përdor në videon time shenja tregtare apo materiale nën të drejta autori prej palësh të treta?

source: No, not without permission from the owner of those materials.
de: Nein, nicht ohne Erlaubnis des Besitzers dieser Materialien.
es: No, no sin permiso del propietario de esos materiales.
fr: Non, pas sans la permission de leurs propriétaires.
fy: Nee, niet zonder toestemming van de eigenaar van die materialen.
it: No, non senza il permesso del proprietario di quei materiali.
ja: いいえ。その素材の所有者の許可がなければ使用できません。
pl: Bez zgody tych podmiotów – nie można.
pt_br: Não, não sem permissão do proprietário de tais materiais.
sq: Jo, jo pa leje nga të zotët e këtyre materialeve.

source: Can I submit a flick in a language other than English?
de: Kann ich einen Streifen in einer anderen Sprache als Englisch einreichen?
es: ¿Puedo enviar un flick en un idioma que no sea inglés?
fr: Puis-je envoyer un flick dans une autre langue que l'anglais ?
fy: Kan ik een flick in een andere taal dan Engels insturen?
it: Posso presentare il video in una lingua diversa dall'inglese?
ja: 作品を英語以外の言語で制作して応募することはできますか？
pl: Czy można przesłać film w innym języku niż angielski?
pt_br: Posso apresentar um flick em um idioma que não seja o Inglês?
sq: A mund të parashtroj një video në një gjuhë tjetër nga Anglishtja?

source: Yes. For non-English entries, you will need to submit a full and accurate script or subtitles. If you're having trouble getting your flick translated, <a href="%(link_flicksemail)s">please contact us</a>. We can help.
de: Ja. Für nicht-englische Einreichungen müssen Sie ein vollständiges und korrektes Skript oder Untertitel mitschicken. Wenn Sie Probleme bei der Übersetzung Ihres Streifens haben, <a href="%(link_flicksemail)s">kontaktieren Sie uns</a> bitte. Wir können helfen.
es: Sí. Para las propuestas que no estén en inglés, tendrás que enviar la transcripción o los subtítulos completos y precisos. Si tienes problemas para que se traduzca tu flick, <a href="%(link_flicksemail)s">contacta con nosostros</a>. Podemos ayudarte.
fr: Oui. Pour les soumissions qui ne sont pas en anglais, vous devrez fournir un script ou des sous-titres complets et corrects. Si vous avez des difficultés à les faire traduire, veuillez <a href="%(link_flicksemail)s">nous contacter</a>. Nous pouvons vous aider.
fy: Ja. Voor niet-Engelstalige inzendingen dient u een volledig en accuraat script of ondertitels in te sturen. Als u moeite hebt om uw flick vertaald te krijgen, <a href="%(link_flicksemail)s">neem dan contact met ons op</a>. We kunnen helpen.
it: Sì. Per i video non in inglese è necessario accludere una trascrizione completa o utilizzare i sottotitoli. Se ti trovi in difficoltà per tradurre il tuo flick <a href="%(link_flicksemail)s">contattaci</a>. Ti possiamo aiutare.
ja: はい。英語以外の言語で制作する場合は、全編の正確な台本を提出していただくか、字幕を付けていただく必要があります。翻訳でお困りの場合は Mozilla まで (英語で) <a href="%(link_flicksemail)s">ご連絡</a> いただければお手伝いします。
pl: Tak. W takim przypadku należy dołączyć pełny i dokładny skrypt lub napisy. Jeśli masz problemy z tłumaczeniem swojego filmu, <a href="%(link_flicksemail)s">skontaktuj</a> się z nami. Możemy ci pomóc.
pt_br: Sim. Para apresentações que não sejam em inglês, você precisará apresentar um roteiro completo e exato ou legendas. Se você estiver tendo problemas para traduzir o seu flick, por favor <a href="%(link_flicksemail)s">entre em contato</a>. Nós podemos ajudar.
sq: Po. Për pjesëmarrje jo në Anglisht, do të duhet të parashtroni një skenar të plotë ose titra të plotë dhe të përpiktë. Nëse keni vështirësi me përkthimin e videos suaj, <a href="%(link_flicksemail)s">ju lutemi, lidhuni me ne</a>. Mund t’ju ndihmojmë.

source: What if I want to withdraw my submission?
de: Was ist, wenn ich meine Einreichung zurückziehen möchte?
es: ¿Qué pasa si retiro mi propuesta?
fr: Que se passe-t-il si je souhaite retirer ma soumission ?
fy: Wat als ik mijn inzending wil terugtrekken?
it: Cosa devo fare nel caso in cui volessi ritirare la mia candidatura?
ja: 応募を取り消したいときはどうすれば良いですか？
pl: Co trzeba zrobić, aby wycofać swoje zgłoszenie?
pt_br: E se eu quiser cancelar a minha inscrição?
sq: Po sikur të dua ta tërheq parashtrimin tim?

source: If you would like to withdraw your submission, please contact us at <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> and we will remove your entry from the competition.
de: Wenn Sie Ihre Einreichung zurückziehen möchten, kontaktieren Sie uns bitte unter <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> und wir werden Ihre Einreichung aus dem Wettbewerb entfernen.
es: Si deseas retirar tu video, contacta con nosotros en <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> y eliminaremos tu propuesta de la competición.
fr: Si vous souhaitez retirer votre soumission, veuillez nous contacter à <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> et celle-ci sera retirée de la compétition.
fy: Als u uw inzending wilt terugtrekken, neem dan contact met ons op via <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> en we zullen uw inzending uit de competitie verwijderen.
it: Se vuoi ritirare la tua candidatura, contattaci all'indirizzo <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> e rimuoveremo il tuo video dal concorso.
ja: 応募を取りやめる場合は、<a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> 宛に (英語で) ご連絡ください。Mozilla 側で応募作品をコンテストの対象から削除します。
pl: Jeśli chcesz wycofać swoje zgłoszenie, wyślij do nas e-maila na adres <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> i wycofamy twoje zgłoszenie z konkursu.
pt_br: Se você desejar cancelar a sua inscrição, entre em contato pelo <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> e removeremos a sua inscrição da competição.
sq: Nëse doni të tërhiqni mbrapsht pjesëmarrjen tuaj, ju lutemi, lidhuni me ne te <a href="%(link_flicksemail)s">firefoxflicks@mozilla.org</a> dhe do ta heqim veprën tuaj prej konkursit.

source: What aspect ratio should I use for my entry?
de: Welches Seitenverhältnis sollte ich für meine Einreichung verwenden?
es: ¿Qué proporción de pantalla debo usar para mi propuesta?
fr: Quel rapport largeur/hauteur utiliser pour ma soumission ?
fy: Welke hoogte-breedteverhouding moet ik voor mijn inzending gebruiken?
it: Che proporzioni dovrei utilizzare per il mio video?
ja: 作品のアスペクト比はどうすれば良いですか？
pl: Jaki format obrazu należy zastosować dla filmu?
pt_br: Qual aspecto/proporção de tela eu devo usar eu meu flick?
sq: Ç’përpjesëtime figure do të duhej të përdorja për punën time?

source: All aspect ratios will be accepted, but 16:9 is recommended and preferred.
de: Alle Seitenverhältnisse werden akzeptiert, aber 16:9 wird empfohlen und bevorzugt.
es: Se aceptarán todas las proporciones de pantalla, pero se recomienda y prefiere 16:9.
fr: Tous les rapports seront acceptés, mais le format 16:9 est recommandé de préférence.
fy: Alle verhoudingen worden geaccepteerd, maar 16:9 wordt aanbevolen en heeft de voorkeur.
it: Saranno accettati tutti i rapporti d'aspetto, ma si raccomanda e si preferisce 16:9.
ja: どのようなアスペクト比でも受け付けますが、16:9 を推奨します。
pl: Wszystkie formaty będą akceptowane, ale format 16:9 jest polecany i preferowany.
pt_br: Todos os formatos serão aceitos, mas 16:9 é recomendado e preferido.
sq: Do të pranohen krejt përpjesëtimet për figurën, por 16:9 është ajo e këshillueshmja dhe e parapëlqyera.

source: Will entries be available to the general public?
de: Werden Einreichungen der Öffentlichkeit zugänglich sein?
es: ¿Estarán las propuestas disponibles para el público en general?
fr: Les soumissions seront-elles visibles par le grand public ?
fy: Komen inzendingen voor het algemene publiek beschikbaar?
it: I video proposti saranno a disposizione del grande pubblico?
ja: 応募作品は一般に公開されますか？
pl: Czy filmy będą dostępne dla wszystkich?
pt_br: Os vídeos estarão disponíveis para o público em geral?
sq: A do të jenë punët të dukshme për publikun e zakonshëm?

source: Your flick will be posted to the Flicks gallery and the voting site, as well as the Firefox Flicks channel on Vimeo so that people can watch during the contest period and vote for their favorite flicks during the voting period. Your name will be displayed publicly along with your video.
de: Ihr Film wird in der Flicks-Galerie, auf der Seite zur Abstimmung und dem Firefox-Flicks-Kanal auf Vimeo gezeigt, damit Menschen ihre Lieblingsfilme während des Wettbewerbs ansehen und während der Abstimmungsphase für sie abstimmen können. Ihr Name wird öffentlich mit Ihrem Video gezeigt.
es: Tu flick será publicado en la galería de Flicks y el sitio de votaciones, así como en el canal de Firefox Flicks en Vimeo para que la gente pueda ver sus flicks favoritos durante el concurso y votarlos en el transcurso del periodo de votaciones.
fr: Votre flick sera publié dans la galerie des flicks et sur le site de vote, ainsi que sur la chaîne Vimeo Firefox Flicks afin que les visiteurs puissent les regarder pendant la période du concours et voter pour leurs vidéos préférées pendant la période de vote. Votre nom sera publiquement affiché à côté de votre vidéo.
fy: Uw flick wordt in de Flicks-galerij en op de stemwebsite geplaatst, evenals op het Firefox Flicks-kanaal op Vimeo, zodat mensen ze gedurende de wedstrijdperiode kunnen bekijken en tijdens de stemperiode op hun favoriete flicks kunnen stemmen. Uw naam wordt bij uw video gepubliceerd.
it: Il tuo video verrà esposto nella galleria dei flick, nella sezione del sito adibita alle votazioni e sul canale di Firefox Flicks su Vimeo per permettere a tutti di guardarlo durante il periodo del concorso e votarlo quando si apriranno le votazioni. Il tuo nome sarà pubblicamente visibile accanto al video.
ja: 提出いただいた作品は Flicks ギャラリー、投票サイト、および Vimeo の Firefox Flicks チャネルに投稿されます。コンテスト開催期間中は一般の人々がそれを見て、投票期間中にお気に入りの作品に投票できます。あなたのお名前と作品が公開されます。
pl: Filmy będą umieszczane w galerii filmów, na witrynie, na której będzie możliwość głosowania na nie, jak również w kanale Firefox Flicks na Vimeo. Dzięki temu ludzie będą mogli je oglądać i głosować na swoje ulubione filmy. Twoje imię i nazwisko będzie wyświetlane razem z filmem.
pt_br: Além de ser colocado em nosso canal do Vimeo, seu vídeo também será publicado na galeria do Flicks e no site de votações do concurso, assim, as pessoas podem assistí-lo. Seu nome será sempre exibido junto com seu vídeo.
sq: Videoja juaj do të postohet te galeria e Flicks-it dhe te sajti i votimeve, si dhe te kanali Firefox Flicks në Vimeo, që njerëzit të mund ta shohin dhe të votojnë gjatë kohës së votimeve për videon e tyre më të dashur. Bashkë me videon tuaj, do të shfaqet publikisht edhe emri juaj.
