Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Bob Harvey, EVP Global Sales and Marketing for Panavision, the premier supplier of cinematography equipment to the motion picture industry for the second half of the 20th century, has been in the business for over 30 years. While working for Atari as Director of Sales for the coin op division, owned by Warner Communications, he became friendly with Clint Eastwood who helped him secure his SAG card in 1982. Warner transferred him to Panavision in 1984 where he started as Director of Marketing. He became very involved with production from start to finish of principal photography. He is a member of the American Society of Cinematographers, a charter member of the IFP for independent films, a recipient of a FINDI award for his work with new and independent filmmakers and is thought of as a mentor to many successful filmmakers today.
de: Bob Harvey, EVP für globalen Verkauf und Marketing bei Panavision, dem Hauptlieferant für Filmausrüstung für die Filmindustrie in der zweiten Hälfte des 20. Jahrhunderts ist schon seit über 30 Jahren im Geschäft. Während er als Geschäftsführer für Verkauf bei Atari für den Coin-Op-Bereich arbeitete, der Warner Communications gehörte, freundete er sich mit Clint Eastwood an, der ihm half, 1982 seine SAG-Karte zu sichern. Warner schickte ihn 1984 zu Panavision, wo er als Marketing-Leiter begann. Er hatte viel mit Produktion von Anfang bis zum Ende der Dreharbeiten zu tun. Er ist ein Mitglied der American Society of Cinematographers, ein Gründungsmitglied des IFP für unabhängige Filme, ein Preisträger des FINDI-Preises für seine Arbeit mit neuen und unabhängigen Filmemachern und gilt als Mentor für viele erfolgreiche Filmemacher dieser Zeit.
es: Bob Harvey, VPE de ventas globales y marketing de Panavision, principal proveedor de equipamiento cinematográfico en la industria durante la segunda mitad del siglo XX, lleva en la industria más 30 años. Mientras trabajaba en Atari como director de ventas de una división de Warner Communications, se hizo amigo de Clint Eastwood, que lo ayudó a hacerse con su tarjeta SAG (tarjeta del sindicato de actores de EE.UU.) en 1982. Warner lo transfirió en 1984 a Panavision donde comenzó como director de marketing. Se involucró en todo el proceso de producción visual. Es miembro de la Sociedad Norteamericana de Directores, miembro de la IFP de películas independientes y ha recibido el premio FINDI por su trabajo con directores nuevos e independientes, y se lo considera mentor de muchos de los directores actuales.
fr: Bob Harvey est vice-président des ventes et du marketing pour Panavision, premier fournisseur d'équipement cinématographique pour l'industrie du cinéma pour la deuxième moitié du 20e siècle, il est dans les affaires depuis plus de 30 ans. Lorsqu'il travaillait chez Atari en tant que directeur des ventes pour la division des pré-paiements, propriété de Warner Communications, il se lie d'amitié avec Clint Eastwood, qui l'a ensuite aidé à obtenir sa carte de la SAG (la guilde des acteurs de cinéma) en 1982. Warner l'a transféré à Panavision en 1984, où il a débuté comme directeur du marketing. Il est alors devenu très impliqué dans la production, du début à la fin des tournages. Il est membre de l'American Society of Cinematographers, membre fondateur de l'IFP pour les films indépendants, lauréat d'un prix FINDI pour son travail avec les nouveaux cinéastes indépendants, et est considéré comme un mentor pour de nombreux cinéastes reconnus aujourd'hui.
fy: Bob Harvey, EVP Global Sales en Marketing voor Panavision, de primaire leverancier van filmapparatuur voor de speelfilmindustrie in de tweede helft van de 20e eeuw, is al meer dan 30 jaar in deze sector werkzaam. Tijdens zijn periode bij Atari als verkoopdirecteur voor de automatendivisie, beheerd door Warner Communications, raakte hij bevriend met Clint Eastwood, die hem in 1982 hielp zijn SAG-kaart veilig te stellen. Warner plaatste hem in 1984 over naar Panavision, waar hij begon als marketingdirecteur. Hij hield zich volop bezig met productie van begin tot eind van volwaardige opnamedagen. Hij is lid van de American Society of Cinematographers, medeoprichter van de IFP voor onafhankelijke films, ontvanger van een FINDI-prijs voor zijn werk met nieuwe en onafhankelijke filmmakers en wordt als een leermeester voor veel succesvolle tegenwoordige filmmakers beschouwd.
it: Bob Harvey, vice presidente esecutivo del settore Vendite e Marketing della Panavision, maggiore fornitrice di attrezzature per l'industria cinematografica per tutta la seconda metà del XX secolo, lavora nell'ambiente da oltre 30 anni. Ai tempi in cui era impiegato come direttore delle vendite nella divisione Arcade presso Atari, che apparteneva alla Warner Communications, strinse amicizia con Clint Eastwood che lo aiutò a diventare membro della Screen Actors Guild nel 1982. La Warner nel 1984 lo trasferì alla Panavision con il ruolo di direttore del marketing. Lì si fece mano a mano sempre più coinvolgere nella produzione dei film dall'inizio alla fine della lavorazione. È membro dell'American Society of Cinematographers, un socio fondatore dell'IFP, un'organizzazione che sostiene i film indipendenti, vincitore di un premio FINDI, riconoscimento per il suo impegno verso i registi emergenti e indipendenti, ed è considerato un mentore da molti affermati registi di oggi.
ja: Bob Harvey 氏は、20 世紀後半から映画業界向けに映画撮影用機器を提供しているトップ企業、Panavision のグローバルセールスおよびマーケティング担当 EVP です。このビジネスに 30 年以上の経験を持っています。Warner Communications の傘下にある Atari でコイン式ゲーム機部門の営業担当役員を務めていたとき、クリント・イーストウッド氏と親交を深め、1982 年には同氏の SAG カードのセキュリティを支援しました。1984 年に Warner から Panavision に転職し、マーケティング担当役員に就任しました。今では映画撮影の一部始終に深く関わっています。米国映画撮影監督協会の会員と独立系映画製作会社のための IFP 設立会員であり、新進の映画製作者との活動が評価されて FINDI 賞を受賞。現在成功を収めている多くの映画製作者の指導者的存在と考えられています。
pl: Bob Harvey, wiceprezes sprzedaży i marketingu w wytwórni Panavision. W drugiej połowie dwudziestego wieku główny dostawca sprzętu kinematograficznego dla firm produkujących filmy. W biznesie pracował ponad trzydzieści lat. Pracując jako dyrektor sprzedaży w dziale zajmującym się automatami do gry w firmie Atari, której właścicielem była firma Warner Communications zaprzyjaźnił się z Clintem Eastwoodem, który w 1982 roku pomógł mu uzyskać kartę SAG (Stowarzyszenie Aktorów Filmowych). W 1984 roku firma Warner Communications przeniosła go do wytwórni Panavision na stanowisko dyrektora marketingu. W trakcie produkcji filmów angażował się bardzo w okres zdjęciowy. Jest członkiem Amerykańskiego Stowarzyszenia Kinematografów. Jest członkiem założycielem Independent Filmmaker Project (IFP) – organizacji tworzącej programy pomagające łączyć niezależnych filmowców z profesjonalistami z branży filmowej. Otrzymał nagrodę FINDI za pracę z młodymi i niezależnymi filmowcami i dziś jest uważany za mentora wielu odnoszących sukcesy filmowców.
pt_br: Bob Harvey, Vice-presidente executivo de Vendas Globais e Marketing da Panavision, grande fornecedora de equipamentos para filmagens para a indústria visual na segunda metade do século 20, está no ramo há mais de 30 anos. Enquanto trabalhava na Atari (adquirida pela Warner anos depois) como Diretor de Vendas, tornou-se amigo de Clint Eastwood, que o ajudou a obter seu cartão SAG em 1982. A Warner transferiu-o para a Panavision em 1984, e então Bob tornou-se membro da Sociedade Americana de Cinematografistas, em seguida, foi premiado com um prêmio FINDI por seu trabalho com produtores independentes. Bob é considerado um mentor para muitos produtores de hoje em dia.
sq: Bob Harvey, Zëvendëspresident Ekzekutiv për Shitjet dhe Marketingun Global për Panavision-in, furnizuesi cilësor i pajisjeve kinematografike për industrinë e filmit gjatë gjysmës së dytë të shekullit të 20-ë, ka mbi 30 vjet në biznes. Kur punonte për Atari-n si drejtor i shitjeve për degën e makinave të lojërave me pagesë me monedha, pronë e Warner Communications, u miqësua me Clint Eastwood-in që e ndihmoi të anëtarësohej në SAG më 1982-shin. Warner-i e transferoi te Panavision-i më 1984-n ku ia filloi si drejtor i marketingut. Aty u mor shumë me prodhimin nga fillimi në fund të fotografisë bazë. Është anëtar i American Society of Cinematographers, anëtar themelues i IFP-së për filmat e pavarur, vlerësuar me çmim nga FINDI për veprimtarinë e tij me krijues të rinj dhe të pavarur të filmit dhe konsiderohet si mësues i mjaft krijuesish të suksesshëm të filmit sot.

source: Franklin Leonard is the founder of the Black List, the yearly publication highlighting Hollywood's most popular unproduced screenplays and the startup birthed to continue its mission. Over 200 Black List scripts have been produced as feature films earning more than 140 Academy Award nominations including two of the last four Best Pictures and five of the last ten screenwriting Oscars. Franklin has worked in development at Universal Pictures and the production companies of Will Smith, Sydney Pollack and Anthony Minghella, Leonardo DiCaprio, and John Goldwyn. Before Los Angeles and all things film related, Franklin was &ndash; at different times &ndash; a business analyst at McKinsey & Co., a weekly columnist for the Trinidad Guardian in Port-au-Spain, Trinidad, and the communications director for John Cranley's 2000 campaign for the U.S. House of Representatives in Ohio's first district. Since 2010, he has been named one of Hollywood Reporter's 30 Under 30, Black Enterprise magazine's "40 Emerging Leaders for Our Future," AOL Black Voices "30 Black Hollywood Game Changers"" and Fast Company's "100 Most Creative People in Business."
de: Franklin Leonard ist der Gründer der Black List, der jährlichen Publikation, die Hollywoods beliebteste nicht produzierte Drehbücher hervorhebt und dem Startup, das geschaffen wurde, um ihre Mission fortzusetzen. Über 200 Black-List-Drehbücher wurden als Spielfilme produziert und erhielten über 140 Academy-Award-Nominierungen, darunter zwei der letzten vier für den besten Film und fünf der letzten zehn Oscars für das beste Drehbuch. Franklin hat in der Entwicklung bei Universal Pictures und den Produktionsfirmen von Will Smith, Sydney Pollack und Anthony Minghella, Leonardo DiCaprio und John Goldwyn gearbeitet. Vor Los Angeles und allem was mit Film zu tun hatte, war Franklin &ndash; zu einer anderen Zeit &ndash; ein Wirschaftsanalyst bei McKinsey & Co., ein wöchentlicher Kolumnist für den Trinidad Guardian in Port-au-Spain, Trinidad und der Leiter der Kommunikation für John Cranlesy 2000-Kampagne für das US-Repräsentantenhaus im ersten Bezirk von Ohio. Seit 2010 gehört er zu den 30 Under 30 des Hollywood Reporter, den „40 Emerging Leaders for Future“ des Black-Enterprise-Magazins, den „30 Black Hollywood Game Changers“ von AOL Black Voices und den „100 Most Creative People in Business“ der Fast Company.
es: Franklin Leonard es el fundador de Black List, una publicación anual que destaca los guiones no producidos más populares de Hollywood y la compañía que nació para continuar con su misión. Más de 200 guiones de Black List han sido producidos obteniendo más de 140 nominaciones a los premios Oscar, incluyendo dos de las últimas cuatro mejores películas y cinco de los últimos diez premios a guionistas. Franklin ha trabajado en desarrollo en Universal Pictures y en las compañías de producción de Will Smith, Sydney Pollack y Anthony Minghella, Leonardo Di Caprio y John Goldwyn. Antes de Los Ángeles y todo lo relacionado con las películas, Franklin fue, en diferentes momentos, analista de negocios en McKinsey & Co., columnista semanal para The Guardian en Trinidad, y director de comunicación para la campaña de John Cranley en 2000. Desde 2010 ha sido nombrado como uno de los «&nbsp;30 periodistas de Hollywood con menos de 30&nbsp;», uno de los «&nbsp;40 líderes para el futuro&nbsp;» según la revista Black Enterprise, uno de los «&nbsp;30 personas de raza negra que pueden cambiar las reglas del juego en Hollywood&nbsp;» según AOL Black Voices, y una de las «&nbsp;100 personas más creativas en los negocios&nbsp;» según Fast Company.
fr: Franklin Leonard est le fondateur de Black List, qui publie annuellement les scénarios Hollywoodiens non produits les plus populaires et la société a fait part de sa volonté à poursuivre sa mission. Plus de 200 scénarios de Black List ont été produits en longs métrages et ont remporté plus de 140 nominations aux Oscars dont deux des quatre derniers Oscars du meilleur film et cinq des dix derniers Oscars du meilleur scénario. Franklin a travaillé dans le développement chez Universal Pictures et au sein des sociétés de production de Will Smith, Sydney Pollack et Anthony Minghella, Leonardo DiCaprio et John Goldwyn. Avant Los Angeles et toutes ces histoires de films, Franklin a été - à différents moments - un analyste commercial chez McKinsey & Co., un chroniqueur hebdomadaire dans le Trinidad Guardian à Port-au-Spain, Trinidad, et le directeur de la communication de la campagne 2000 de John Cranley pour la Chambre des représentants américains dans le premier arrondissement de l'Ohio. Depuis 2010, il a été nommé l'un des «&nbsp;30 de moins de 30 ans&nbsp;» par le Hollywood Reporter, l'un des «&nbsp;40 dirigeants émergents pour notre avenir&nbsp;» par Black Enterprise Magazine, l'un des «&nbsp;30 noirs d'Hollywood qui peuvent changer la donne&nbsp;» par AOL Black Voices et enfin l'une des «&nbsp;100 personnes les plus créatives dans les affaires.&nbsp;» par Fast Company.
fy: Franklin Leonard is de oprichter van de Black List, de jaarlijkse publicatie die Hollywoods meest populaire niet-geproduceerde scenario’s en het opstarten ervan voor het vervolgen van de missie onder de aandacht brengt. Meer dan 200 Black List-scripts zijn als speelfilm geproduceerd, die goed waren voor meer dan 140 Oscar-nominaties, waaronder twee van de laatste vier voor beste film en vijf van de laatste tien Oscars voor scenarioschrijven. Franklin heeft gewerkt in ontwikkeling bij Universal Pictures en de productiebedrijven van Will Smith, Sydney Pollack en Anthony Minghella, Leonardo DiCaprio en John Goldwyn. Voor het tijdperk van Los Angeles en alle filmgerelateerde bezigheden was Franklin &ndash; in verschillende periodes &ndash; een zakelijk analist bij McKinsey & Co., een wekelijks columnist voor de Trinidad Guardian in Port-au-Spain, Trinidad, en directeur voor John Cranley’s campagne van 2000 voor het Huis van Afgevaardigden van de VS in het eerste district van Ohio. Sinds 2010 wordt hij genoemd als een van Hollywood Reporter’s 30 Under 30, Black Enterprise magazine’s “40 Emerging Leaders for Our Future”, AOL Black Voices “30 Black Hollywood Game Changers” en Fast Company’s “100 Most Creative People in Business”.
it: Franklin Leonard è il fondatore di Black List, una pubblicazione annuale che dà spazio alle sceneggiature mai prodotte più famose di Hollywood e ai nuovi sforzi fatti per portarle a termine. Oltre 200 copioni di Black List sono stati prodotti su pellicola, aggiudicandosi più di 140 nomination all'Oscar, tra cui 2 degli ultimi 4 candidati a Miglior film, e 5 degli ultimi 10 candidati a Miglior sceneggiatura. Franklin ha lavorato nel settore Sviluppo alla Universal Pictures e nelle società di produzione di Will Smith, Sydney Pollack e Anthony Minghella, Leonardo DiCaprio e John Goldwyn. Prima di Los Angeles e delle esperienze nel cinema, Franklin ha lavorato a più riprese come analista di business per McKinsey & Co., colonnista settimanale per il Trinidad Guardian a Port of Spain, Trinidad, e direttore delle comunicazioni nella campagna del 2000 di John Cranley per la Camera dei rappresentanti degli Stati Uniti nel primo distretto dell'Ohio. A partire dal 2010 è stato incluso nelle classifiche dell'Hollywood Reporter come uno dei "30 sotto i 30 anni", della rivista Black Enterprise tra i "40 leader emergenti per il futuro", dell'AOL Black Voices tra i "30 neri che hanno cambiato Hollywood" e tra le "100 persone più creative in affari" di Fast Company.
ja: Franklin Leonard 氏は Black List の創刊者です。Black List はハリウッドで最も人気が高くまだ映画化されていない脚本を紹介する年 1 回の出版物であり、その使命を果たそうと創刊されたばかりです。Black List で紹介された脚本のうち 200 本以上が長編映画として製作され、140 本以上がアカデミー賞にノミネートされています。昨年は作品賞にノミネートされた 4 作品のうち 2 作品、脚本賞にノミネートされた 10 作品のうち 5 作品が Black List で紹介されたものでした。Leonard 氏は、若いころから Universal Pictures や、ウィル・スミス、シドニー・ポラック、アンソニー・ミンゲラ、レオナルド・ディカプリオ、ジョン・ゴールドウィン各氏の製作会社に勤務してきました。ロサンゼルスで映画ビジネスに関わる以前は、McKinsey & Co. のビジネスアナリストやトリニダードのポートオブスペインにある Trinidad Guardian の週間コラムニストとして勤務した時期があり、ジョン・クランレー氏がオハイオ州ファーストディストリクトで行った米国下院の 2000 年キャンペーンでは報道官を務めました。2010 年以降は、Hollywood Reporter が選ぶ「30 Under 30 (30 歳未満の 30 人)」、Black Enterprise 誌の「40 Emerging Leaders for Our Future (私たちの未来を拓く新進のリーダー 40 人)」、AOL Black Voices の「30 Black Hollywood Game Changers (ハリウッドに大きな変革をもたらす 30 人の黒人たち)」、Fast Company の「100 Most Creative People in Business (ビジネス界で最もクリエイティブな 100 人)」の一人として名前が挙がっています。
pl: Franklin Leonard jest założycielem Black List, corocznej publikacji wyróżniającej hollywoodzkie najpopularniejsze niewyprodukowane scenariusze i nowe przedsięwzięcia powstałe po to, by kontynuować swoją misję. Ponad 200 scenariuszy z Black Listy zostało zrealizowanych jako filmy fabularne, uzyskując ponad 140 nominacji Akademii Filmowej, w tym dwa spośród ostatnich najlepszych filmów i pięć z ostatnich dziesięciu Oskarów za scenariusz. Franklin pracował w dziale rozwoju wytwórni Universal Pictures i produkcjach Willa Smitha, Sydneya Pollacka i Anthony Minghella, Leonardo DiCaprio i Johna Goldwyna. Zanim podjął pracę związaną z produkcją filmową w Los Angeles, Franklin był – w różnych okresach – analitykiem biznesowym w firmie McKinsey & Co., felietonistą w gazecie Trinidad Guardian w Port-au-Spain w Trynidadzie i specjalistą od public relations w kampanii Johna Cranleya kandydata do Izby Reprezentantów USA ze stanu Ohio w 2000 roku. Po 2010 roku znalazł się na liście 30 wybitnych młodych ludzi (30 Under 30) magazynu Hollywood Reporter, liście 40 wschodzących liderów dla naszej przyszłości magazynu Black Enterprise, liście „30 Black Hollywood Game Changers” AOL Black Voices i liście 100 najbardziej kreatywnych ludzi w biznesie magazynu Fast Company.
pt_br: Franklin Leonard é o fundador da Black List, publicação anual que indica as criações mais populares de Holywood que acabaram não sendo publicadas. Mais de 200 scripts divulgados na Black List já foram produzidos, com mais de 140 indicações ao Academy Awards, incluindo dois dos últimos quatro indicados para Melhor Fotografia e cinco dos últimos dez indicados para Oscars. Franklin também já trabalhou na Universal Pictures e produziu obras com nomes como Will Smith, Sydney Pollack, Anthony Minghella, Leonardo DiCaprio e John Goldwyn. Andes de chegar em Los Angeles e trabalhar na indústria de filmes, Franklin também foi analista de negócios na McKinsey e Co, colunista semanal para a Trinidad Guardian em Port-au-Spain, Trinidad, e o diretor de comunicação da campanha de John Cranley, em 2000, para a Câmara de Deputados de Ohio. Desde 2010 já foi indicado para o "30 under 30" de Hollywood, "40 Leaders for Our Future", da Black Enterprise, "30 Black Hollywood Game Changers" da AOL Black Voices e para a reportagem "100 Most Creative People in Business" da Fast Company.
sq: Franklin Leonard është themeluesi i Black List-ës, botimi vjetor që nxjerr në pah skenarët më popullorë të paprodhuar të Hollivudit dhe i kompanisë së lindur për të vazhduar misionin e saj. Mbi 200 skenarë nga Black List-a janë prodhuar si filma, duke fituar më shumë se 140 kandidime për Çmime të Akademisë, përfshi 2 nga katër çmimet e fundit Filmi Më i Mirë dhe pesë nga dhjetë çmimet Oskar për skenarin. Franklin ka punuar në zhvillim te Universal Pictures dhe kompanitë producente të Will Smith-it, Sydney Pollack-ut dhe Anthony Minghella-s, Leonardo DiCaprio-s, dhe John Goldwyn-it. Para Los Angelesit dhe krejt punëve të lidhura me filmin, Franklin ka qenë &ndash; në kohë të ndryshme &ndash; analist biznesi te McKinsey & Co., autor i një artikulli të përjavshëm për Trinidad Guardian në Port-au-Spain, Trinidad, dhe drejtor i komunikacionit për fushatën e 2000-shit të John Cranley-it për Dhomën e Përfaqësuesve në SHBA, distrikti i parë i Ohajos. Prej 2010-s, është cilësuar si një nga Hollywood Reporter's 30 Under 30, "40 Drejtuesit e të Ardhmes Sonë Në Ngritje e Sipër" sipas revistës Black Enterprise, AOL Black Voices "30 Black Hollywood Game Changers"" dhe "100 Personat Më Krijues në Biznes" sipas Fast Company-së.
