Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Get to know our illustrious panel of celebrity judges who will see your flick and help us choose this year's winner.
de: Lernen Sie unsere berühmte Jury aus prominenten Richtern kennen, die Ihren Film ansehen werden und uns bei der Wahl des diesjährigen Siegers helfen werden.
es: Conoce nuestro panel de ilustres celebridades y jueces que serán quienes vean tu flick y nos ayuden a elegir al ganador de este año.
fr: Découvrez notre jury de célébrités qui visionnera votre flick et nous aidera à sélectionner le gagnant de cette année.
fy: Maak kennis met ons roemrijke panel van beroemde juryleden die uw flick zullen bekijken en ons gaan helpen de winnaar van dit jaar te kiezen.
it: Scopri la nostra illustre giuria composta di celebrità che visionerà il tuo flick e ci aiuterà a scegliere il vincitore di quest'anno.
ja: 皆さんの作品を審査して今年の受賞者選定を手伝ってくれる、すばらしい審査員の方々をご紹介します。
pl: Poznaj jurorów, którzy będą oglądali twój film i pomagali nam w wyborze tegorocznego laureata.
pt_br: Conheça o nosso ilustre painel de jurados que assistirá ao seu flick e ajudará a escolher o vencedor deste ano.
sq: Njihuni me anëtarët e jurisë sonë të ndritur, figura të njohura, që do të shohin videot tuaja dhe do të na ndihmojnë të zgjedhim fituesin e këtij viti.

source: Previous page
de: Vorherige Seite
es: Página anterior
fr: Page précédente
fy: Vorige pagina
it: Pagina precedente
ja: 前ページへ
pl: Poprzednia strona
pt_br: Página anterior
sq: Faqja e mëparshme

source: <span>Go to page</span> %(page_number)s
de: <span>Zur Seite</span> %(page_number)s <span>springen</span>
es: <span>Ir a la página</span> %(page_number)s
fr: <span>Aller à la page</span> %(page_number)s
fy: <span>Naar pagina</span> %(page_number)s
it: <span>Vai alla pagina</span> %(page_number)s
ja: %(page_number)s<span> ページへ</span>
pl: <span>Przejdź do strony</span> %(page_number)s
pt_br: <span>Ir para a página</span> %(page_number)s
sq: <span>Shko te faqja</span> %(page_number)s

source: <span>You're on page</span> %(page_number)s
de: <span>Sie sind auf Seite</span> %(page_number)s
es: <span>Estás en la página</span> %(page_number)s
fr: <span>Vous êtes à la page</span> %(page_number)s
fy: <span>U bent op pagina</span> %(page_number)s
it: <span>Sei alla pagina</span> %(page_number)s
ja: <span>現在のページ </span> %(page_number)s
pl: <span>Jesteś na stronie</span> %(page_number)s
pt_br: <span>Você está na página</span> %(page_number)s
sq: <span>Gjendeni te faqja</span> %(page_number)s

source: Next page
de: Nächste Seite
es: Página siguiente
fr: Page suivante
fy: Volgende pagina
it: Pagina successiva
ja: 次ページへ
pl: Następna strona
pt_br: Próxima página
sq: Faqja pasuese

source: Share this video with your social network
de: Teilen Sie dieses Video mit Ihrem sozialen Netzwerk
es: Compartir este video con tu red social
fr: Partagez la vidéo sur votre réseau social
fy: Deel deze video met uw sociale netwerk
it: Condividi questo video nel tuo social network
ja: このビデオをソーシャルネットワークで共有
pl: Udostępnij ten film w swoich sieciach społecznościowych
pt_br: Compartilhe este vídeo com seus amigos
sq: Ndajeni këtë video me të tjerët në rrjetin tuaj shoqëror

source: Share Video
de: Video teilen
es: Compartir video
fr: Partager la vidéo
fy: Video delen
it: Condividi video
ja: ビデオを共有
pl: Udostępnij film
pt_br: Compartilhar
sq: Ndajeni Videon Me të Tjerë

source: Vote For "%s" in the #FirefoxFlicks #FirefoxOS People's Choice Awards!
de: Stimme für „%s“ beim #FirefoxFlicks #FirefoxOS People's Choice Awards!
es: ¡Vota por "%s" en los Premios del Público de #FirefoxFlicks #FirefoxOS!
fr: Votez pour « %s » pour le Prix du Public de #FirefoxFlicks ! #FirefoxOS
fy: Stem op "%s" in de #FirefoxFlicks #FirefoxOS People's Choice Awards!
it: Vota "%s" per il Premio del pubblico su #FirefoxFlicks #FirefoxOS
ja: #FirefoxFlicks #Frirefox OS ハッシュタグをつけて、 "%s" をピープルズチョイス賞に推薦しましょう！
pl: Głosuj na „%s” w nagrodzie publiczności #FirefoxFlicks #FirefoxOS!
pt_br: votos para "%s" no premio escolha popular #FirefoxFlicks #FirefoxOS!
sq: Votoni "%s" si Zgjedhje e Publikut #FirefoxFlicks #FirefoxOS!

source: Watch "%s" on Firefox Flicks
de: Schau dir „%s“ auf Firefox Flicks an
es: Mira "%s" en Firefox Flicks
fr: Regardez « %s » sur Firefox Flicks
fy: Bekijk “%s” op Firefox Flicks
it: Guarda "%s" su Firefox Flicks
ja: Firefox Flicks "%s" をウォッチ
pl: Zobacz „%s” na Firefox Flicks
pt_br: Assista a "%s" no Firefox Flicks
sq: Shiheni "%s" te Firefox Flicks

source: You're the director. Mobile is the star.
de: Du bist der Regisseur. Firefox Mobile ist der Star.
es: Tú diriges. Y el móvil es el protagonista.
fr: Vous êtes le réalisateur. Le mobile est la star.
fy: U bent de regisseur. Mobiel is de ster.
it: Tu sei il regista, il Web mobile è la star.
ja: 監督はあなた。主演はモバイル。
pl: Jesteś reżyserem. Smartfon gwiazdą.
pt_br: Você é o diretor. A Mobilidade é a estrela.
sq: Regjisori jeni ju. Ylli i trupës është celulari.

source: Share on Twitter
de: Auf Twitter teilen
es: Compartir en Twitter
fr: Partager sur Twitter
fy: Delen op Twitter
it: Condividi su Twitter
ja: Twitter で共有
pl: Udostępnij na Twitterze
pt_br: Twitter
sq: Ndajeni me të tjerët në Twitter

source: Share on Facebook
de: Auf Facebook teilen
es: Compartir en Facebook
fr: Partager sur Facebook
fy: Delen op Facebook
it: Condividi su Facebook
ja: Facebook で共有
pl: Udostępnij na Facebooku
pt_br: Facebook
sq: Ndajeni me të tjerët në Facebook

source: Share on Tumblr
de: Auf Tumblr teilen
es: Compartir en Tumblr
fr: Partager sur Tumblr
fy: Delen op Tumblr
it: Condividi su Tumbrl
ja: Tumblr で共有
pl: Udostępnij na Tumblr
pt_br: Tumblr
sq: Ndajeni me të tjerët në Tumblr

source: Embed
de: Einbetten
es: Insertar
fr: Intégrer
fy: Inbedden
it: Incorporato
ja: 埋め込む
pl: Osadzony
pt_br: Incorporar
sq: Trupëzojeni

source: Partners
de: Partner
es: Socios
fr: Partenaires
it: Partner
ja: パートナー
pl: Partnerzy
pt_br: Parceiros
sq: Partnerë

source: Flicks Partners
de: Flicks-Partner
es: Socios de Flicks
fr: Partenaires de Flicks
it: Partner di Firefox Flicks
ja: Flicks パートナー
pl: Partnerzy konkursu
pt_br: Parceiros do Flicks
sq: Partnerë Videosh

source: We recognize our partners for their generous contributions to making the 2013 Firefox Flicks contest a hit.
de: Wir danken unseren Partner für ihre großzügigen Beiträge, mit denen der Firefox-Flicks-Wettbewerb 2013 ein Hit wird.
es: Agradecemos a nuestros socios sus generosas contribuciones para hacer de la edición 2013 de Firefox Flicks un éxito.
fr: Nous remercions nos partenaires pour leurs contributions généreuses afin de faire du concours Firefox Flicks 2013 un succès.
fy: We bedanken onze partners voor hun gulle bijdragen die de Firefox Flicks-wedstrijd van 2013 tot een succes maken.
it: Vogliamo ringraziare i nostri partner per i loro generosi contributi che ci hanno permesso di rendere il concorso di Firefox Flick 2013 un successo.
ja: Firefox Flicks 2013 の成功に向けパートナー各社より多大な貢献をいただいていることに心より感謝いたします。
pl: Cenimy naszych partnerów za ich hojne dotacje umożliwiające uczynienie konkursu Firefox Flicks 2013 wielkim przebojem.
pt_br: Nós reconhecemos nossos parceiros por suas generosas contribuições para tornar o Firefox Flicks 2013 um sucesso.
sq: U shprehim partnerëve tanë mirënjohjen për kontributet bujare që e bënë garën Firefox Flicks 2013 një sukses.

source: Major Partners
de: Wichtigste Partner
es: Socios importantes
fr: Partenaires majeurs
fy: Belangrijkste partners
it: Partner principali
ja: 主なパートナー
pl: Główni partnerzy
pt_br: Principais Parceiros
sq: Partnerë Kryesorë

source: Media Partners
de: Medienpartner
es: Socios de prensa
fr: Partenaires médias
it: Partner mediatici
ja: メディアパートナー
pl: Partnerzy medialni
pt_br: Parceiros de Mídia
sq: Partnerë nga Media

source: Festival Partners
de: Festival-Partner
es: Socios del festival
fr: Partenaires de festival
it: Festival a cui abbiamo partecipato
ja: フェスティバル・パートナー
pl: Partnerzy festivalu
pt_br: Parceiros de Festivais
sq: Partnerë Festivali

source: This year, we need your help to inspire others to Get Mobilized.<br> That means harnessing the power of the Web on mobile devices to discover new content...<br> ... exploring how that content connects you to new ideas...<br> ... and discovering how those ideas can enrich your life.<br> To that end, we're asking you to write, produce and edit a video of no more than 60 seconds...<br> ... that tells the story of how having access to the Web through a mobile device can change the way you see the world and how you function within it. Here are a few tips to get you started:<br> You don't have to use a mobile device to make your video.<br> Your video should be 60 seconds or less.<br> Please don't show any branded devices.<br> Don't focus on Firefox, but rather the power and potential of mobile.<br> It can be animated or live action. (Or both - get creative!)<br> It can be funny, quirky or serious. It's up to you!<br> But make it inspiring, dynamic, hopeful and optimistic.<br> Your video should talk to ordinary people, not geeks, hackers or expert coders. (Try thinking of people who aren't online yet.)<br> All in 60 seconds or less.<br> We've prepared a few things to help. Feel free to use them if you like. You can download them here: {URL TBD}<br> Together, we can bring the promise of the Web to the next billion people coming online.<br> Get ready.<br> Get creating.<br> Get Mobilized.<br>
de: In diesem Jahr benötigen wir Ihre Hilfe, um andere dazu zu inspirieren, sich zu mobilisieren.<br> Das bedeutet, die Kraft des Internets auf Mobilgeräten zu nutzen, um neue Inhalte zu entdecken …<br> … zu erkunden, wie diese Inhalte Sie zu neuen Ideen bringt …<br>… und zu entdecken, wie diese Ideen Ihr Leben bereichern können.<br> Daher bitten wir Sie, ein höchstens 60 Sekunden langes Video zu schreiben, zu produzieren und zu bearbeiten, …<br>… das die Geschichte davon erzählt, wie Zugang zum Internet über Mobilgeräte die Art und Weise ändern kann, wie Sie die Welt wahrnehmen und welche Rolle Sie darin spielen. Hier sind einige Tipps für den Anfang:<br>Sie müssen kein Mobilgerät verwenden, um Ihr Video zu erstellen. <br> Ihr Video sollte höchstens 60 Sekunden lang sein.<br> Bitte zeigen Sie keine markengeschützten Geräte,<br> Konzentrieren Sie sich nicht auf Firefox. sondern eher auf die Kraft und das Potenzial der Mobilgeräte.<br> Es kann ein Trick- oder Realfilm sein (oder beides &ndash; werden Sie kreativ!)<br> Es kann lustig, eigenartig oder ernsthaft sein. Es liegt ganz bei Ihnen!<br> Aber machen Sie es inspirierend, dynamisch, hoffnungsvoll und optimistisch.<br> Ihr Video sollte normale Menschen ansprechen, keine Geeks, Hacker oder Profiprogrammierer.<br> (Denken Sie möglichst an Menschen, die noch nicht im Internet unterwegs sind).<br> Wir haben einige Dinge vorbereitet, die Ihnen helfen sollen. Sie können sie verwenden, wenn Sie möchten.<br> Sie können Sie hier herunterladen: {URL TBD}<br> Gemeinsam können wir das Versprechen des Internets zu mehr Menschen an mehr Orten bringen. <br>Machen Sie sich bereit.<br> Fangen Sie an.<br> Mobilisieren Sie sich.<br>
es: Este año necesitamos tu ayuda para inspirar y movilizar.<br> Esto significa aprovechar el poder de la Web en los dispositivos móviles para descubrir nuevos contenidos...<br> ...explorar como el contenido te conecta con nuevas ideas...<br> ...y descubrir como esas ideas pueden enriquecer tu vida.<br> Para lograr este fin, te pedimos que escribas, produzcas y edites un video de no más de 60 segundos...<br> que cuente la historia de cómo el acceso a la Web a través de un dispositivo móvil pueden cambiar tu modo de ver el mundo y de funcionar dentro de él. Te damos algunos consejos para comenzar:<br> No necesitas utilizar un dispositivo móvil para realizar el video.<br> Tu video debe durar 60 segundos o menos.<br> No muestres ningún dispositivo de ninguna marca.<br> No te centres en Firefox, sino más bien en el poder y el potencial de los dispositivos móviles.<br> Puede ser de animación o de imagen real. (O de ambas: ¡sé creativo!)<br> Puede ser gracioso, extravagante o serio. ¡Tú decides!<br> Pero que sea inspirador, dinámico, esperanzador y optimista.<br> Tu video debe dirigirse a la gente normal y corriente, nada de geeks, hackers o programadores. (Prueba a pensar en toda esa gente que aún no tiene acceso a la Web.)<br> Todo en 60 segundos o menos.<br> Hemos preparado un par de cositas para ayudarte. No dudes en hacer uso de ellas si te gustan. Puedes descargarlas aquí: {URL TBD}<br> Juntos podemos brindar la promesa de la Web a los próximos miles de millones de internautas.<br> Prepárate.<br> Crea.<br> Movilízate.<br>
fr: Cette année, nous avons besoin de vous pour motiver tout le monde à se mobiliser.<br> Cela signifie exploiter la puissance du Web sur les appareils mobiles pour découvrir de nouveaux contenus…<br>…en comprenant comment ce contenu vous connecte à de nouvelles idées…<br>… et en découvrant comment ces idées peuvent enrichir votre vie.<br> Pour cela, nous vous demandons d'écrire, produire et éditer une vidéo de 60 secondes ou moins…<br>…qui explique en quoi accéder au Web à l'aide d'un appareil mobile influence votre vision du monde ainsi que vos comportements. Voici quelques indices pour vous permettre de commencer :<br>Vous n'avez pas besoin d'utiliser un appareil mobile pour réaliser votre vidéo.<br> Votre vidéo devrait durer 60 secondes ou un peu moins.<br> Veuillez ne montrer aucune marque commerciale de smartphone ou autre appareil.<br> Ne vous focalisez pas sur Firefox, mais plutôt sur le potentiel d'un monde mobile. <br>Vous pouvez réaliser un film classique ou un film d'animation. (Ou les deux à la fois, soyez créatif !)<br> Vous pouvez être comique, sérieux, excentrique… C'est vous qui décidez !<br> Mais soyez enthousiaste, dynamique, plein d'optimisme.<br> Votre vidéo devrait parler de gens ordinaires, pas des geeks ni des bidouilleurs ni des codeurs experts.<br> (Essayez de penser aux gens qui ne sont pas encore connectés.)<br> Nous vous avons préparé quelques trucs pour vous aider. Profitez-en librement si vous aimez.<br> Vous pouvez les télécharger ici : {URL TBD}<br> Ensemble, nous pouvons réaliser les promesses du Web pour davantage de gens dans davantage d'endroits du globe.<br> Soyez prêts.<br> Soyez créatifs.<br> Soyez mobilisés.<br>
fy: Dit jaar hebben we uw hulp nodig om anderen te inspireren mobiel te worden.<br> Hiermee bedoelen we het benutten van de kracht van het internet op mobiele apparaten en het ontdekken van nieuwe inhoud…<br> … verkennen hoe die inhoud u op nieuwe ideeën brengt…<br> … en ontdekken hoe die ideeën uw leven kunnen verrijken.<br> Daarom vragen we u een video van niet meer dan 60 seconden te schrijven, produceren en bewerken…<br> … die vertelt hoe toegang tot het internet via een mobiel apparaat de manier waarop u de wereld ziet en hoe u hierin functioneert kan veranderen. Hier zijn enkele tips om u aan de gang te helpen:<br> U hoeft geen mobiel apparaat te gebruiken om uw video te maken.<br> Uw video mag 60 seconden of korter duren.<br> Maak geen apparaten met merknamen zichtbaar.<br> Richt u niet op Firefox, maar op de kracht en het potentieel van mobiel.<br> Hij kan geanimeerd of een live-actie zijn. (Of beide - wees creatief!)<br> Hij kan grappig, eigenzinnig of serieus zijn. Het is aan u!<br> Maar maak hem inspirerend, dynamisch, hoopvol en optimistisch.<br> Uw video dient te zijn gericht aan normale mensen, geen geeks, hackers of ervaren programmeurs. (Denk aan mensen die nog niet online zijn.)<br> Alles in 60 seconden of minder.<br> We hebben enkele zaken voorbereid om u te helpen. Voel u vrij om ze te gebruiken als u wilt. U kunt ze hier downloaden: {URL TBD}<br> Samen kunnen we de belofte van het internet naar meer mensen op meer plaatsen brengen.<br> Maak u gereed.<br> Word creatief.<br> Word mobiel.<br>
it: Quest'anno ci serve il tuo aiuto per ispirare le persone a "mobilizzarsi".<br> Mobilizzarsi significa sfruttare le potenzialità del Web mobile per scoprire nuovi contenuti…<br> … sperimentare come i contenuti portano a nuove idee…<br> … e accorgersi di come le idee possono arricchire la nostra vita. <br>Per questo ti chiediamo di scrivere una sceneggiatura, produrre e montare un video di non più di 60 secondi…<br> … che racconti come il Web su dispositivo portatile può cambiare il nostro modo di vedere e interagire con il mondo. Qualche suggerimento per iniziare:<br> Non è obbligatorio girare il video tramite un dispositivo portatile.<br> La durata del video non deve superare i 60 secondi.<br> Nel video non devono essere visibili i marchi dei dispositivi.<br> L'attenzione non dev'essere sul marchio Firefox, ma piuttosto sulle potenzialità e le opportunità del Web mobile.<br> Il video può essere animato o con attori in carne e ossa (o entrambe le cose - Sii creativo!)<br> Può essere comico, eccentrico o serio. A te la scelta!<br> Ma fai in modo che trasmetta motivazione, vitalità, speranza e ottimismo.<br> Il video deve essere rivolto alle persone comuni, non a smanettoni, hacker o sviluppatori di codice (pensa alle persone che non sono ancora connesse alla Rete).<br> E tutto in 60 secondi o meno.<br> Abbiamo preparato per te alcune risorse. Se possono esserti d'aiuto, sentiti libero di utilizzarle. Puoi scaricarle qui: {URL TBD}<br> Insieme possiamo offrire la promessa del Web al prossimo miliardo di persone che accederà alla Rete.<br> Sii pronto.<br> Sii creativo.<br> Sii &ldquo;mobile&rdquo;.<br>
ja: 今年、皆さんには、人々に「モバイル化しよう」と呼び掛けるためのお手伝いをしていただきたいと思います。<br>モバイル化とは、モバイルデバイス上で Web の力を最大限に活用して新しいコンテンツを発見するということ、...<br> ... そのコンテンツがどのように新しいアイディアにつながるのかを考えるということ、...<br> ... そして、その新しいアイディアによって生活を豊かにできる方法を発見するということです。<br> そのために、60 秒以内のビデオのストーリーを考え、作成し、編集してください...<br> ... そのビデオでは、モバイルデバイスから Web にアクセスできると、世界に対する人々の考え方やその世界で自分が役立つ方法がどのように変わるか、ということを伝えてください。制作を始めるためのヒントがいくつかあります。<br>ビデオ作品を制作するときにモバイルデバイスを使用する必要はありません。<br>ビデオは 60 秒以内にしてください。<br>ブランドの付いたデバイスを映像に使用しないでください。<br>Firefox に焦点をあてるのではなく、モバイルの可能性を訴えるものにしてください。<br> アニメでも実写でも構いません (両方を組み合わせても結構です – 創造力を発揮してください！)<br>愉快なもの、ちょっと変わったもの、シリアスなもの。どんなものでも OK です！<br>ただし、人々を元気づける、ダイナミックで希望に満ちた、前向きな内容にしてください。<br>ビデオの視聴対象者は一般の人々であり、コンピュータのマニアやハッカー、専門的なコード開発者ではありません (まだオンラインの経験がない人たちのことを考えてみてください)。<br>作品はすべて 60 秒以内にしてください。<br>制作に役立つ素材も用意しました。必要に応じて自由にお使いいただけます。ダウンロードはこちらから:{URL 未定}<br> 私たちが力を合わせれば、Web の可能性をオンラインでつながる次の数十億の人々に実現することができます。<br> ビデオ制作の準備をしましょう。<br> 創造力を発揮しましょう。<br> そして、モバイル化しましょう。<br>
pl: W tym roku chcielibyśmy byś pomgł/pomogła nam „zmobilizować” innych ludzi.<br> Chodzi nam o wykorzystanie możliwości internetu na urządzeniach mobilnych do odkrywania nowych treści…<br> … zbadania, jaki wpływ te treści mają na Twoje nowe pomysły… <br> … i poznania, jak te pomysły mogą wzbogacić Twoje życie.<br> W tym celu prosimy Cię o napisanie scenariusza i stworzenie trwającego nie dłużej niż 60 sekund filmu…<br> … opowiadającego, jak dostęp do internetu za pomocą urządzeń mobilnych może zmienić sposób postrzegania świata i jak w nim funkcjonować. Oto kilka podpowiedzi na dobry początek:<br> Do stworzenia filmu nie musisz używać urządzeń mobilnych.<br> Film nie powinien być dłuższy niż 60 sekund.<br> Nie pokazuj w filmie żadnych urządzeń oznaczonych znakiem towarowym.<br> Nie koncentruj się na Firefoksie, a raczej na sile i potencjale urządzeń mobilnych.<br> Film może być animowany, z udziałem aktorów lub być kombinacją obu gatunków – wykaż się kreatywnością!<br> Może być zabawny, ekscentryczny lub poważny. To zależy tylko od Ciebie!<br> Powinien być inspirujący, dynamiczny, pełen nadziei i optymizmu.<br> Film powinien być skierowany do zwykłych ludzi, a nie do maniaków komputerowych, hakerów i ekspertów od pisania kodu komputerowego. Pomyśl o ludziach, którzy nie mają jeszcze dostępu do internetu.<br> Wszystko nie dłużej niż w ciągu 60 sekund.<br> Przygotowaliśmy kilka pomocnych rzeczy. Jeśli ci się podobają, zapraszamy do skorzystania z nich. <br> Możesz pobrać je tutaj: {URL TBD}<br> Wspólnie możemy rozpowszechnić internet wśród kolejnego miliarda ludzi.<br> Bądź gotowy. <br> Bądź kreatywny.<br> Bądź „mobilny”.<br>
pt_br: Este ano precisamos de sua ajuda para inspirar outras pessoas a se mobilizar.<br> Isso significa aproveitar o poder da Web em aparelhos móveis para descobrir novos conteúdos...<br> ...explorar como esse conteúdo se conecta a novas ideias...<br> ...e descobrir como essas ideias podem melhorar a sua vida.<br> Para isso, estamos pedindo para você escrever, produzir e editar um vídeo de no máximo 60 segundos...<br> ...que conte a história de como ter acesso à Web usando um aparelho móvel pode mudar a maneira como você vê o mundo e como você funciona dentro dele. Aqui estão algumas dicas para você começar:<br> você não precisa usar um aparelho móvel para fazer o seu vídeo.<br> Seu vídeo deve ter 60 segundos ou menos.<br> Por favor, não exiba nenhuma marca de aparelhos.<br> Foque na força e no potencial da Web, não no Firefox.<br> Pode ser animação ou filmagem (ou os dois), você quem escolhe.<br> Risadas ou tom sério? Você decide!<br> Mas faça um vídeo inspirador, útil e otimista!<br> O vídeo deve ser direcionado a pessoas comuns, não somente para hackers ou programadores. (Tente pensar em pessoas que não usam a Internet ainda.)<br> Tudo isso em 60 segundos ou menos.<br> Nós preparamos alguns materiais para ajudar. Fique à vontade para utilizá-los como quiser. Faça o download dos materiais aqui: {URL TBD}<br> Juntos, vamos levar o mundo da Web para mais pessoas, em vários lugares.<br> Prepare-se.<br> Crie.<br> Mobilize-se.<br>
sq: Këtë vit na duhet ndihma juaj që të frymëzojmë të tjerët të Mobilizohen.<br> Kjo do të thotë të shfrytëzohet fuqia e Web-it në pajisje celulare për të zbuluar lëndë të re...<br> ... të eksplorohet se si kjo lëndë ju lidh me ide të reja...<br> ... dhe të zbulohet se si këto ide mund të pasurojnë jetën tuaj.<br> Për këtë qëllim, ju kërkojmë të shkruani, prodhoni dhe përpunoni një video jo më shumë se 60 sekonda...<br> ... që rrëfen rastin se si pasja e hyrjes në Web përmes një pajisjeje celulare mund të ndryshojë mënyrën se si e shihni botën dhe se si funksiononi brenda saj. Ja pak këshilla sa për t’ia filluar:<br> Nuk keni pse të përdorni doemos një pajisje celulare që të krijoni videon tuaj.<br> Videoja juaj duhet të jetë 60 ose më pak sekonda e gjatë.<br> Ju lutemi, mos shfaqni pajisje të ndonjë marke.<br> Mos u përqendroni te Firefox-i, por më mirë te fuqia dhe potenciali i celularit.<br> Mund të jetë vizatimor ose xhirim real. (Ose të dyja bashkë - jini krijues!)<br> Mund të jetë zbavitëse, e çuditshme ose serioze. E keni ju në dorë!<br> Por bëjeni frymëzuese, dinamike, plot shpresë dhe optimiste.<br> Videoja juaj do të duhej të komunikonte me njerëz të rëndomtë, jo me geek-ër, hacker-a apo programues të sprovuar. (Provoni të mendoni për njerëz që nuk kanë filluar ende me Internetin.)<br> Kemi përgatitur pak gjëra për t’ju ndihmuar. Jini të lirë t’i përdorni, nëse dëshironi. Mund t’i shkarkoni prej këtej: {URL TBD}<br> Tok, mund ta sjellim premtimin për Web te njëmiliardëshi i ardhshëm i njerëzve që do t’i afrohen Internetit për herë të parë.<br> Bëhuni gati.<br> Jini krijues.<br> Mobilizohuni.<br>

source: Voting Starts August 1st
de: Die Abstimmung beginnt am 1. August
es: La votación empieza el 1 de agosto
fr: Les votes débutent le 1er août
fy: Stemmen start op 1 augustus
it: Le votazioni iniziano il primo agosto
ja: 8 月 2 日からピープルズチョイス賞への投票受付が開始されます。
pl: Głosowanie rozpoczyna się 1 sierpnia
pt_br: A votação começa em 1 de agosto
sq: Votimi Fillon Më 1 Gusht
