Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: <strong>Regional Winners</strong> - One winner from each contest region will win a $5,000 cash prize and one runner up from each contest region will win a $2,500 cash prize. Contest regions:
de: <strong>Sieger der Regionen</strong> &ndash; Ein Sieger aus jeder Region des Wettbewerbs erhält einen 5.000 $ Geldpreis und ein Zweitplatzierter aus jeder Region des Wettbewerbs erhält einen 2.500 $ Geldpreis. Regionen des Wettbewerbs:
es: <strong>Ganadores regionales</strong>: el ganador de cada región participante en el concurso ganará un premio en efectivo de 5.000 USD y para el segundo finalista de cada región tenemos 2.500 USD en efectivo de recompensa. Las regiones participantes son:
fr: <strong>Lauréats régionaux</strong> - Un gagnant de chaque zone du globe en compétition recevra un prix de 5&nbsp;000&nbsp;$ et le second recevra une somme de 2&nbsp;500&nbsp;$. Les continents en compétition&nbsp;:
fy: <strong>Regionale winnaars</strong> - Eén winnaar in elke wedstrijdregio wint een geldprijs van $5.000 in contanten en één tweedeprijswinnaar in elke wedstrijdregio wint een geldprijs van $2.500 in contanten. Wedstrijdregio’s:
it: <strong>Vincitori Regionali</strong> - Un vincitore selezionato per ciascuna regione del concorso vincerà un premio in denaro di 5000 $, mentre il secondo classificato in ciascuna regione del concorso vincerà un premio in denaro di 2500 $. Le regioni sono:
ja: <strong>地域賞</strong> - 各コンテスト地域の 1 位入賞者には現金 5,000 米ドルが、また、各コンテスト地域の 2 位入賞者には現金 2,500 米ドルが授与されます。コンテスト地域は以下のとおりです。
pl: <strong>Laureaci regionalni</strong> – W każdym regionie autor zwycięskiego filmu otrzyma nagrodę pieniężną w wysokości 5000 dolarów amerykańskich, a autor filmu, który zajmie drugie miejsce – 2500 dolarów. Podział na regiony wygląda następująco:
pt_br: <strong>Vencedores Regionais</strong> - Um vencedor de cada região do concurso ganhará prêmio de US$5.000,00 em dinheiro e um vice-campeão de cada região do concurso ganhará US$2.500,00 em dinheiro. Regiões do concurso:
sq: <strong>Fituesit Rajonalë</strong> - Një fitues nga secili rajon do të fitojë një çmim prej 5000 dollarësh amerikanë dhe një vend i dytë për secilin rajon do të fitojë një çmim prej 2500 dollarësh amerikanë. Rajone:

source: The U.S. and Canada
de: USA und Kanada
es: Estados Unidos y Canadá
fr: Les États-Unis et le Canada
fy: De VS en Canada
it: Stati Uniti e Canada
ja: 米国およびカナダ
pl: USA i Kanada
pt_br: EUA e Canadá
sq: SHBA dhe Kanada

source: Europe, Middle East and Africa (EMEA)
de: Europa, Naher Osten und Afrika (EMEA)
es: Europa, Oriente Medio y África (EMEA)
fr: Europe, Moyen-Orient et Afrique (EMOA)
fy: Europa, Midden-Oosten en Afrika (EMEA)
it: Europa, Medio Oriente e Africa (EMEA)
ja: ヨーロッパ、中東、アフリカ (EMEA)
pl: Europa, Bliski Wschód i Afryka (EMEA)
pt_br: Europa, Oriente Médio e África (EMEA)
sq: Europë, Lindje e Mesme dhe Afrikë (EMEA)

source: Asia, Australia and New Zealand (APAC)
de: Asien, Australien und Neuseeland (APAC)
es: Asia, Australia y Nueva Zelanda (APAC)
fr: Asie, Australie et Nouvelle-Zélande (APAC)
fy: Azië, Australië en Nieuw-Zeeland (APAC)
it: Asia, Australia e Nuova Zelanda (APAC)
ja: アジア、オーストラリア、ニュージーランド (APAC)
pl: Azja, Australia i Nowa Zelandia (APAC)
pt_br: Ásia, Austrália e Nova Zelândia
sq: Azia, Australi dhe Zelandë e RE (APAC)

source: <strong>Grand Prize</strong><br/> The winner (or winning team) will fly to Los Angeles to work with producer (and Flicks judge) Couper Samuelson, CEO and Founder of The Black List Franklin Leonard and representatives from Panavision to professionally produce their winning entry using professional equipment.
de: <strong>Großer Preis</strong><br/> Der Sieger (oder das Sieger-Team) fliegt nach Los Angeles, um mit dem Produzenten (und Flicks-Richter) Couper Samuelson, CEO und Gründer von The Black List Franklin Leonard und Vertretern von Panavision zu arbeiten, um ihren Siegerbeitrag professionell mit professioneller Ausrüstung zu produzieren.
es: <strong>Gran Premio</strong><br/> La persona (o grupo) ganador volará a Los Ángeles para trabajar con el productor (y juez de Flicks) Couper Samuelson, el CEO y fundador de The Black List, Franklin Leonard, y representantes de Panavision para producir profesionalmente su video ganador usando un equipo profesional.
fr: <strong>Premier Prix</strong><br/> Le gagnant (ou l'équipe gagnante) s'envolera pour Los Angeles pour travailler avec le producteur (et juge pour Flicks) Couper Samuelson, le PDG et fondateur de The Black List Franklin Leonard et des représentants de Panavision afin de produire le film gagnant avec de l'équipement professionnel.
fy: <strong>Hoofdprijs</strong><br/> De winnaar (of het winnende team) vliegt naar Los Angeles om met producer (en Flicks-jurylid) Couper Samuelson, CEO en oprichter van The Black List Franklin Leonard, en vertegenwoordigers van Panavision te werken om hun winnende inzending met behulp van professionele apparatuur te produceren.
it: <strong>Primo Premio</strong><br/> Il vincitore, singolo o gruppo, volerà fino a Los Angeles, dove avrà l'opportunità di lavorare accanto al produttore (nonché giudice di Firefox Flicks) Couper Samuelson, all'amministratore delegato e fondatore di Black List Franklin Leonard e ai rappresentanti della Panavision per produrre il proprio video con standard e attrezzature professionali.
ja: <strong>グランプリ</strong><br/> 受賞者 (または受賞チーム) はロサンゼルスに行き、プロデューサー (Flicks の審査員も務めます) の Couper Samuelson 氏、Black List の CEO 兼創設者 Franklin Leonard 氏、および Panavision の代表者の方々と共に、専門機器を使用して受賞作品集の本格的な制作に携わっていただきます。
pl: <strong>Nagroda główna</strong><br/> Zwycięzca lub zwycięski zespół otrzyma darmowy przelot do Los Angeles, by wspólnie z producentem, a zarazem jurorem konkursu – Couperem Samuelsonem, dyrektorem generalnym i założycielem firmy The Black List – Franklinem Leonardem oraz przedstawicielami wytwórni Panavision wyprodukować zwycięski film na profesjonalnym sprzęcie.
pt_br: <strong>Grande prêmio</strong><br/> O vencedor (ou equipe vencedora) voará até Los Angeles para trabalhar com o produtor (e jurado) Couper Samuelson, CEO e fundador da The Black List, Franklin Leonard e representantes da Panavision para gravar seu vídeo usando equipamentos profissionais.
sq: <strong>Çmimi i Madh</strong><br/> Fituesi (ose ekipi fitues) do të fluturojë për në Los Anxheles për të punuar me producentin (dhe anëtarin e jurisë së Flicks-it) Couper Samuelson, CEO-n dhe Themeluesin e The Black List, Franklin Leonard, dhe përfaqësues nga Panavision për të prodhuar profesionalisht punën e tyre fituese duke përdorur pajisje profesionale.

source: Additionally, just for entering, everyone will get a little something from us to say thanks for being a part of Firefox Flicks.
de: Außerdem erhält jeder nur für die Teilnahme etwas von uns, als Dankeschön für’s Mitmachen bei Firefox Flicks.
es: Además, tan solo por participar, todos recibirán un pequeño detalle de nuestra parte como agradecimiento por formar parte de Firefox Flicks.
fr: De plus, le simple fait de participer vous donnera droit à un petit cadeau pour vous remercier de votre participation à Firefox Flicks.
fy: Daarnaast zal iedereen, alleen al voor het meedoen, als bedankje voor het onderdeel zijn van Firefox Flicks een kleinigheidje van ons ontvangen.
it: E per finire, tutti i concorrenti riceveranno un piccolo premio come ringraziamento per aver partecipato a Firefox Flicks.
ja: また、ご応募いただいた方全員に、Firefox Flicks にご協力いただいたお礼としてささやかな参加賞を進呈いたします。
pl: Dodatkowo jako podziękowanie za wzięcie udziału w konkursie każda osoba zgłaszająca film otrzyma od nas niewielki upominek.
pt_br: Além disso, só por entrar, todo mundo vai ganhar um obrigado por fazer parte do Firefox Flicks.
sq: Përveç kësaj, thjesht vetëm nga pjesëmarrja, kushdo do të marrë diçka të vogël prej nesh, për t’ju falënderuar që u bëtë pjesë e Firefox Flicks-it.

source: Continue to check our <a href="%(link_home)s#prizes">prizes page</a> for updated information throughout the contest period.
de: Sehen Sie sich regelmäßig unsere <a href="%(link_home)s#prizes">Preisseite</a> an, um aktuelle Informationen während des Wettbewerbs zu erhalten.
es: No pierdas de vista nuestra <a href="%(link_home)s#prizes">página de premios</a> en la que encontrarás información actualizada a lo largo del concurso.
fr: Revenez régulièrement sur la <a href="%(link_home)s#prizes">page des récompenses</a> pour obtenir les dernières informations durant la période du concours.
fy: Ga verder voor het bekijken van onze <a href="%(link_home)s#prizes">prijzenpagina</a> voor bijgewerkte informatie gedurende de wedstrijdperiode.
it: Controlla periodicamente gli aggiornamenti per tutta la durata del concorso sulla <a href="%(link_home)s#prizes">pagina dei premi</a>.
ja: コンテスト期間中は引き続き <a href="%(link_home)s#prizes">「賞品」のページ</a>で更新情報をご確認ください。
pl: W czasie trwania konkursu sprawdzaj <a href="%(link_home)s#prizes">stronę z opisem nagród</a> – może pojawią się jakieś zmiany.
pt_br: Consulte a nossa <a href="%(link_home)s#prizes">página de prêmios</a> para informações atualizadas durante todo o período da competição.
sq: Shihni vazhdimisht <a href="%(link_home)s#prizes">faqen tonë të çmimeve</a> për të dhëna të përditësuara gjatë gjithë kohës së konkursit.

source: What are the deadlines for the Early Entry Awards?
de: Wann ist Teilnahmeschluss für die Preise für frühe Teilnahme?
es: ¿Cuáles son los plazos para los Premios a los Pioneros?
fr: Quelles sont les dates limites pour le prix des Pionniers&nbsp;?
fy: Wat zijn de deadlines voor de prijzen voor vroege inzendingen?
it: Quali sono le scadenze per il Premio Avanguardie?
ja: 早期エントリ賞の締め切りはいつですか？
pl: Jakie są ostateczne terminy zgłoszenia filmu, by zdobyć nagrodę za szybkie zgłoszenie filmu?
pt_br: Quais são os prazos para o Primeiros Envios?
sq: Cilat janë afatet për Çmimet e Pjesëmarrjes së Hershme?

source: April 3
de: 3. April
es: 3 de abril
fr: 3 avril
fy: 3 april
it: 3 aprile
ja: 4 月 3 日
pl: 3 kwietnia
pt_br: 3 de abril
sq: 3 Prill

source: 1st Early Entry Award
de: Erster Preis für frühe Teilnahme
es: Primer Premio a los Pioneros
fr: 1er prix des Pionniers
fy: 1e prijs voor vroege inzendingen
it: 1° Premio Avanguardie
ja: 第 1 回早期エントリ賞
pl: pierwsza nagroda Early Entry
pt_br: 1º Prêmio Primeiros Envios
sq: Çmimi i Parë për Pjesëmarrje të Hershme

source: May 29
de: 29. Mai
es: 29 de mayo
fr: 29 mai
fy: 29 mei
it: 29 maggio
ja: 5月29日
pl: 29 maja
pt_br: 29 de maio
sq: 29 Maj

source: 2nd Early Entry Award
de: Zweiter Preis für frühe Teilnahme
es: Segundo Premio a los Pioneros
fr: 2e prix des Pionniers
fy: 2e prijs voor vroege inzendingen
it: 2° Premio Avanguardie
ja: 第 2 回早期エントリ賞
pl: druga nagroda Early Entry
pt_br: 2º Prêmio Primeiros Envios
sq: Çmimi i Dytë për Pjesëmarrje të Hershme

source: July 3
de: 3. Juli
es: 3 de julio
fr: 3 juillet
fy: 3 juli
it: 3 luglio
ja: 7 月 3 日
pl: 3 lipca
pt_br: 3 de julho
sq: 3 Korrik

source: 3rd Early Entry Award
de: 3. Preis für frühe Teilnahme
es: Tercer Premio a los Pioneros
fr: 3e prix des Pionniers
fy: 3e prijs voor vroege inzendingen
it: 3° Premio Avanguardie
ja: 第 3 回早期エントリ賞
pl: trzecia nagroda Early Entry
pt_br: 3º Prêmio Primeiros Envios
sq: Çmimi i Tretë për Pjesëmarrje të Hershme

source: What is the deadline to submit my flick?
de: Wann ist Teilnahmeschluss für die Einreichung meines Films?
es: ¿Cuál es la fecha límite para enviar mi flick?
fr: Quelle est la date limite pour envoyer mon flick&nbsp;?
fy: Wat is de deadline voor het indienen van mijn flick?
it: Qual è la scadenza per inviare il mio flick?
ja: 作品の応募期限はいつですか？
pl: Jaki jest ostateczny termin zgłoszenia filmu?
pt_br: Qual o prazo final para enviar o meu flick?
sq: Cili është afati i fundit për parashtrimin e videos sime?

source: You can submit your flick to be eligible for our Early Entry Awards (above), but the deadline to submit your film to be eligible for the People's Choice Award and Regional Awards is July 31, 2013, at 11:59PM PST (7:59AM GMT).
de: Sie können Ihren Film einreichen, um bei den Preisen für frühe Teilnahme (siehe oben) dabei zu sein, aber der Teilnahmeschluss für den Preis für Popularität und die Preise der Regionen ist der 31. Juli 2013 um 11:59 PM PST (7:59 AM GMT).
es: Puedes enviar tu flick para que opte a nuestros Premios a los Pioneros (ver más arriba), pero si deseas optar al Premio del Público y a los Premios Regionales, la fecha límite para enviar tu video es el 31 de julio de 2013 a las 7:59 UTC.
fr: Vous pouvez soumettre votre film pour qu'il concoure au prix des Pionniers (voir ci-dessus), mais la date limite pour proposer votre film au prix du Public et aux prix régionaux est le 31 juillet 2013, à 23:59 (7:59 GMT).
fy: Uw ingezonden flick komt in aanmerking voor onze prijzen voor vroege inzendingen (zie boven), maar de deadline voor het inzenden van uw film om voor de publieksprijs en regionale prijzen in aanmerking te komen is 31 juli 2013 om 23:59 PST (1 augustus 2013 om 08:59 GMT+1).
it: Per concorrere al Premio Avanguardie vedi sopra. Per concorrere al Premio del pubblico e ai premi regionali l'ultima data utile è il 31 luglio alle 11:59 p.m. PST (7:59 a.m. GMT).
ja: 早期エントリ賞 (上述) の対象となる作品も応募していただけますが、ピープルズチョイス賞と地域賞の対象となる作品の応募期限は、米国時間 2013 年 7 月 31 日 午後 11 時 59分、日本時間の同年8 月 1 日午後 3 時 59 分です。
pl: Aby film zakwalifikował się do konkursu Early Entry, musisz przesłać go w odpowiednim czasie (patrz powyżej), ale aby film zakwalifikował się do konkursu o nagrodę publiczności i konkursu regionalnego, masz czas do 31 lipca 2013 roku do godziny 23:59 czasu PST (1 sierpnia 2013 do godziny 07:59 czasu GMT).
pt_br: Você poderá enviar um vídeo para o concurso Primeiros Envios (acima), mas o prazo final para se candidatar aos concursos Escolha Popular e Prêmios Regionais é 31 de julho de 2013, às 23h 59min do horário do Pacífico (4h 59min de 1º de agosto de 2013 no horário oficial de Brasília, 7h 59min GMT).
sq: Mund t’i parashtroni videot tuaja si kandidate për Çmimet e Pjesëmarrjes së Hershme (më sipër), por afati i parashtrimit të filmit tuaj që të përzgjidhet si kandidat për Çmimin e Zgjedhjes së Publikut dhe Çmimet Rajonale është 31 Korrik, 2013, më 11:59PM PST (7:59AM GMT).

source: How will the winners be announced?
de: Wie werden die Sieger bekannt gegeben?
es: ¿Cómo se anunciará a los ganadores?
fr: Comment seront annoncés les lauréats ?
fy: Hoe worden de winnaars bekendgemaakt?
it: In che modo saranno annunciati i vincitori?
ja: 受賞者の発表はどのように行われますか？
pl: W jaki sposób laureaci zostaną powiadomieni?
pt_br: Como serão anunciados os vencedores?
sq: Si do të bëhen të ditur fituesit?

source: The winners will be notified by email and phone (if contact information is available). Winners will also be announced on the Flicks site, Firefox Flicks social media properties and at Firefox sponsored film festivals.
de: Die Sieger werden per E-Mail und Telefon benachrichtigt (wenn Kontaktinformationen vorliegen). Die Sieger werden außerdem auf der Flicks-Seite, über soziale Medien für Firefox-Flicks und bei von Firefox gesponserten Film-Festivals bekannt gegeben.
es: A los ganadores se le comunicará el fallo del jurado por correo electrónico y teléfono (mientras haya información de contacto disponible). También lo anunciaremos en la página de Flicks, a través de las redes sociales de Firefox Flicks y en los festivales de cine patrocinados por Firefox.
fr: Les gagnants seront contactés par courriel et téléphone (si leurs informations de contact sont disponibles). Les gagnants seront également annoncés sur le site Flicks, les comptes Firefox Flicks des réseaux sociaux ainsi qu'aux festivals du film sponsorisés par Firefox.
fy: De winnaars zullen per e-mail en telefoon (als contactgegevens beschikbaar zijn) op de hoogte worden gesteld. Winnaars worden ook bekendgemaakt op de Flicks-website, op sociale media van Firefox Flicks en bij door Firefox gesponsorde filmfestivals.
it: I vincitori verranno avvisati tramite email e telefono (se hanno reso disponibile il loro recapito). Saranno inoltre annunciati pubblicamente sul sito Firefox Flicks, sui suoi canali di social media e ai festival del film sponsorizzati da Firefox.
ja: 受賞者には E-メールと電話でお知らせします (連絡先情報をご提示いただいている場合)。また、Firefox Flicks の Web サイト、Firefox Flicks のソーシャルメディアのプロパティ、および Firefox がスポンサーとなっている映画祭でも公表します。
pl: Laureaci zostaną powiadomieni za pośrednictwem poczty elektronicznej i jeśli ich numer telefonu jest dostępny – telefonicznie. Wyniki zostaną również podane na stronie konkursu, za pośrednictwem mediów społecznościowych powiązanych z konkursem, a także na festiwalach filmowych sponsorowanych przez Firefoksa.
pt_br: Os vencedores serão avisados por e-mail e telefone (se informarem o número no cadastro). Também serão divulgados os nomes dos vencedores no site do Firefox Flicks, bem como em todas as redes sociais do concurso e festivais patrocinados pelo concurso.
sq: Fituesit do të njoftohen me email dhe telefon (nëse ka të dhëna kontakti). Fituesit do të njoftohen gjithashtu edhe te sajti Flicks, te kanalet për media shoqërore te Firefox Flicks dhe te festivalet e filmave të sponsorizuar nga Firefox-i.

source: Is there a maximum video length?
de: Gibt es eine Obergrenze für die Länge des Videos?
es: ¿Hay un límite máximo en la duración del video?
fr: Y a-t-il une longueur maximum pour la vidéo&nbsp;?
fy: Is er een maximale videolengte?
it: È prevista una lunghezza massima per i video?
ja: ビデオの長さに上限はありますか？
pl: Czy jest określona długość filmu?
pt_br: Há um tempo máximo de duração do vídeo?
sq: A ka ndonjë kufi maksimum për gjatësinë e videos?

source: All videos must be no longer than 60 seconds.
de: Alle Videos dürfen nicht länger als 60 Sekunden sein.
es: Los videos no deben sobrepasar los 60 segundos.
fr: Les vidéos ne doivent pas excéder 60 secondes.
fy: Alle video’s mogen niet langer dan 60 seconden duren.
it: La durata dei video non deve superare i 60 secondi.
ja: すべてのビデオは 60 秒以内としてください。
pl: Tak, filmy nie mogą być dłuższe niż 60 sekund.
pt_br: Nenhum vídeo pode ter mais do que 60 segundos.
sq: Krejt videot nuk duhet të jenë më shumë se 60 sekonda.

source: Can I submit an entry as a university project?
de: Kann ich einen Beitrag als Universitätsprojekt einreichen?
es: ¿Puedo enviar una propuesta como proyecto universitario?
fr: Puis-je soumettre une vidéo comme projet de formation&nbsp;?
fy: Kan ik een inzending insturen als een universiteitsproject?
it: Posso presentare il mio video come progetto universitario?
ja: 作品を大学のプロジェクトとして応募することはできますか？
pl: Czy można wysłać zgłoszenie jako projekt uczelniany?
pt_br: Posso enviar uma inscrição como um projeto universitário?
sq: A mund të parashtroj një zë si një projekt universiteti?

source: Absolutely! We think that Firefox Flicks is a great opportunity for students to participate in a real world, high visibility campaign with expert judges from the film, television and advertising industries. Talk to your professors about using the video as your project.
de: Auf jeden Fall! Wir finden, dass Firefox Flicks eine tolle Möglichkeit für Studenten ist, an einer echten, weit verbreiteten Kampagne zu arbeiten, die von Experten vom Film, dem Fernsehen und der Werbeindustrie bewertet wird. Sprechen Sie mit Ihren Professoren darüber, das Video als Ihr Projekt zu verwenden.
es: ¡Pues claro! Creemos que Firefox Flicks es una gran oportunidad para que los estudiantes participen en una campaña real y con gran visibilidad en la que colaboran un jurado de expertos procedentes de las industrias del cine, la televisión y la publicidad. Habla con tus profesores acerca de la posibilidad de usar el video como proyecto.
fr: Tout à fait&nbsp;! Nous pensons que Firefox Flicks est une excellente occasion pour des étudiants de participer à une vraie campagne bénéficiant d'une grande visibilité avec des juges experts de l'industrie du cinéma, de la télévision et de la publicité. Parlez à vos professeurs de l'utilisation de cette vidéo comme projet.
fy: Absoluut! We denken dat Firefox Flicks een geweldige kans is voor studenten om mee te doen in een campagne die veel mensen bereikt en juryleden uit de film-, televisie- en adverteerderswereld bevat. Praat met uw professoren over het gebruik van de video als uw project.
it: Certo! Pensiamo che Firefox Flicks rappresenti una grande opportunità per gli studenti di partecipare a una campagna di grande visibilità con giudici esperti dell'industria del cinema, della televisione e della pubblicità. Parla ai tuoi professori della possibilità di usare il video come progetto universitario.
ja: もちろんです。Mozilla では、Firefox Flicks が学生の皆さんにとって、映画、テレビ、広告業界の専門家が審査する注目度の高いキャンペーンという現実の世界に関わる大きなチャンスであると考えています。このコンテストのためにプロジェクトを企画することを皆さんの教授に相談してみてください。
pl: Oczywiście! Uważamy, że konkurs Firefox Flicks jest wielką szansą wzięcia udziału przez studentów w kampanii o szerokim zakresie i zasięgu, w której udział biorą jurorzy – eksperci w takich dziedzinach, jak film, telewizja i przemysł reklamowy. Porozmawiaj ze swoimi wykładowcami na temat użycia filmu jako twojego projektu.
pt_br: Absolutamente! Nós achamos que o Firefox Flicks é uma ótima oportunidade para que os estudantes participem de uma campanha de alta visibilidade no mundo real, com jurados especializados das indústrias do cinema, televisão e propaganda. Converse com o seu professor sobre usar o vídeo como o seu projeto.
sq: Pa dyshim! Mendojmë se Firefox Flicks është një mundësi e bukur që studentët të marrin pjesë në botën reale, në fushata me publik të shumtë, me anëtarë jurie ekspertë nga industria e filmave, televizioni dhe ajo e reklamave. Bisedojeni me profesorët tuaj punën e përdorimit të videos si një projekt tuajin.

source: Can I use the Firefox wordmark and logo in my flick?
de: Kann ich den Firefox-Schriftzug und das Logo in meinem Streifen verwenden?
es: ¿Puedo usar la identidad gráfica y el logo de Firefox en mi flick?
fr: Puis-je utiliser le nom Firefox et son logo dans mon flick ?
fy: Kan ik het Firefox-beeldmerk en -logo in mijn flick gebruiken?
it: Posso usare il wordmark e il logo di Firefox nel mio filmato?
ja: 作品の中で Firefox のロゴタイプとロゴを使うことはできますか？
pl: Czy w filmie można użyć logotypu i loga Firefoksa?
pt_br: Posso usar a marca e o logotipo Firefox no meu flick?
sq: A mund ta përdor fjalën Firefox dhe logon e Firefox-it te videoja ime?
