Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Previously, Catherine served as Director, Global Marketing and Communications, for the Almond Board of California, and as Senior Director, Marketing, for Napster, the original peer-to-peer music service. Catherine has also worked as a management consultant based in Munich, Germany, working with international media clients such as Bertelsmann, Kirch Gruppe, and Universal Studios.
de: Vorher hat Catherin als Geschäftsführerin, Global Marketing and Communications für das Almond Board of California und als Abteilungsdirektorin Marketing für Napster, den ersten Peer-to-Peer-Musikdienst, gearbeitet. Catherin hat auch als Management-Beraterin in München, Deutschland gearbeitet und mit Kunden aus den internationalen Medien, wie Bertelsmann, der Kirch-Gruppe und Universal Studios, gearbeitet.
es: Anteriormente, Catherine trabajó como directora de comunicaciones y marketing mundial en Almond Board de California, y como directora principal de marketing para Napster, el primer servicio de música p2p. Catherine también trabajó como consultora de administración en Munich, Alemania, trabajando con medios internacionales como Bertelsmann, Kirch Gruppe y Universal Studios.
fr: Précédemment, Catherine a été directrice du marketing et de la communication au niveau mondial pour Almond Board of California et directrice principale du marketing chez Napster, le premier service musical utilisant le pair-à-pair. Catherine a également travaillé en tant que consultante basée à Munich en Allemagne pour travailler avec des médias du monde entier, comme Bertelsmann, Kirch Gruppe et Universal Studios.
fy: Eerder diende Catherine als directeur global marketing en communications voor het Almond Board of California, en als senior director marketing voor Napster, de oorspronkelijke peer-to-peer-muziekdienst. Catherine heeft ook als managementconsultant gewerkt in München, Duitsland, en daarmee met internationale mediaklanten zoals Bertelsmann, Kirch Gruppe en Universal Studios samengewerkt.
it: Ancora prima ha lavorato come direttore di marketing globale e comunicazioni per Almond Board in California e come direttore senior di marketing per Napster, il servizio pioniere nella distribuzione di musica peer-to-peer. Ha anche svolto attività come consulente di management a Monaco, Germania, annoverando tra i suoi clienti media internazionali come Bertelsmann, Kirch Gruppe, e Universal Studios.
ja: Edelman 入社以前は、Almond Board of California のグローバルマーケティング担当ディレクター、および独自のピアツーピア音楽配信サービスを提供する Napster のマーケティング担当シニアディレクターを歴任しました。ドイツのミュンヘンに本拠を置く経営コンサルタント会社で、Bertelsmann、Kirch Gruppe、Universal Studios など国際的なメディアのクライアントと仕事をしたこともあります。
pl: Wcześniej Catherine pracowała jako dyrektor marketingu globalnego i komunikacji w Almond Board of California i jako dyrektor marketingu w firmie Napster – serwisie muzycznym peer-to-peer. Pracowała także w Monachium jako konsultant zarządzania, współpracując z międzynarodowymi firmami z branży mediów, takimi jak Bertelsmann, Kirch Gruppe i Universal Studios.
pt_br: Anteriormente, Catherine atuou como Diretora Global de Marketing e Comunicações para o Almond Board of Califórnia e como Diretora Sênior de Marketing para o Napster, o serviço pioneiro de música peer-to-peer. Catherine também atuou como consultora de gestão em Munique, na Alemanha, trabalhando com clientes internacionais de mídia como Bertelsmann, Kirch Gruppe e Universal Studios.
sq: Më parë, Katerina ka punuar si Drejtore Marketingu dhe Komunikimi Global, te Almond Board of California, dhe Drejtore Marketingu te Napster, shërbimi fillestar peer-to-peer për muzikë. Katerina ka punuar si këshilltare administrimi në Mynih, Gjermani, duke punuar me klientë ndërkombëtarë të medias, të tillë si Bertelsmann, Kirch Gruppe, dhe Universal Studios.

source: Catherine studied theatre at Dartington College of Arts in Devon, England, and pursued post-graduate business studies at the University of London earning a Master's degree in Marketing and Communication.
de: Catherine studierte Schauspiel beim Dartington College of Arts in Devon, England und studierte nach dem Abschluss BWL an der University of London, wo sie einen Master-Grad in Marketing und Kommunikation erwarb.
es: Catherine estudió teatro en el Colegio de Artes Dartington, en Devon, Inglaterra. Luego cursó estudios en la Universidad de Londres donde obtuvo el título de Máster en Marketing y Comunicación.
fr: Catherine a étudié le théâtre à l'université d'Arts Dartington, à Devon en Angleterre, et a suivi des études de commerce à l'université de Londres pour décrocher un master en marketing et en communication.
fy: Catherine studeerde theaterkunsten aan het Dartington College of Arts in Devon, Engeland, en volgde postgraduate businessstudies aan de Universiteit van Londen, waarmee ze een mastergraad in marketing en communicatie heeft verkregen.
it: Ha studiato teatro al Dartington College of Arts di Devon, in Inghilterra, per poi proseguire con gli studi in economia aziendale all'università di Londra, dove ha conseguito un master in marketing e comunicazione.
ja: 英国デボン州のダーティントン芸術大学で演劇を学んだあと、ロンドン大学大学院でビジネスを学び、マーケティングおよびコミュニケーション学の修士号を取得しています。
pl: Catherine studiowała teatrologią w Dartington College of Arts w Devon, w Anglii i ukończyła studia podyplomowe MBA na University of London, zdobywając tytuł magistra marketingu i komunikacji.
pt_br: Catherine estudou teatro na Escola Dartington de Artes em Devon, Inglaterra, e seguiu seus estudos de pós-graduação em negócios na Universidade de Londres, conquistando mestrado em Marketing e Comunicação.
sq: Katerina studioi për teatër në Dartington College of Arts në Devon, Angli, dhe ndoqi studime për biznes në Universitetin e Londrës, ku u diplomua për Marketing dhe Komunikim.

source: Shauna Robertson has produced some of the best comedies of the last decade. Her list of credits include <cite>Meet the Parents</cite>, <cite>Elf</cite>, <cite>Anchorman</cite>, <cite>The Forty Year Old Virgin</cite>, <cite>Knocked Up</cite>, <cite>Superbad</cite>, <cite>Pineapple Express</cite> and <cite>Forgetting Sarah Marshall</cite>. Shauna is a Canadian who moved to Hollywood to start working in the movies at age 17.
de: Shauna Robertson hat einige der besten Komödien des letzten Jahrzehnts produziert. Sie war unter anderem verantwortlich für <cite>Meet the Parents</cite>, <cite>Elf</cite>, <cite>Anchorman</cite>, <cite>The Forty Year Old Virgin</cite>, <cite>Knocked Up</cite>, <cite>Superbad</cite>, <cite>Pineapple Express</cite> und <cite>Forgetting Sarah Marshall</cite>. Shauna ist Kanadierin, die im Alter von 17 Jahren nach Hollywood gezogen ist, um im Filmgeschäft zu arbeiten.
es: Shauna Robertson ha producido algunas de las mejores comedias de la última década. Su lista de créditos incluye <cite>Meet the Parents</cite>, <cite>Elf</cite>, <cite>Anchorman</cite>, <cite>The Forty Year Old Virgin</cite>, <cite>Knocked Up</cite>, <cite>Superbad</cite>, <cite>Pineapple Express</cite> y <cite>Forgetting Sarah Marshall</cite>. Shauna es canadiense y se mudó a Hollywood para comenzar a trabajar en la industria cinematográfica cuando tenía 17 años.
fr: Shauna Robertson a produit certaines des meilleures comédies de la dernière décennie. On peut retrouver dans sa filmographie <cite>Meet the Parents</cite> (Mon beau-père et moi), <cite>Elf</cite>, <cite>Anchorman</cite> (Présentateur vedette), <cite>40 ans, toujours puceau</cite>, <cite>En cloque, mode d'emploi</cite>, <cite>SuperGrave</cite>, <cite>Délire Express</cite> et <cite>Sans Sarah, rien ne va</cite>. Shauna est canadienne et s'est installée à Hollywood pour commencer à travailler dans le cinéma à l'age de 17 ans.
fy: Shauna Robertson heeft enkele van de beste komedies van de laatste tien jaar geproduceerd. Haar erelijst omvat <cite>Meet the Parents</cite>, <cite>Elf</cite>, <cite>Anchorman</cite>, <cite>The Forty Year Old Virgin</cite>, <cite>Knocked Up</cite>, <cite>Superbad</cite>, <cite>Pineapple Express</cite> en <cite>Forgetting Sarah Marshall</cite>. Shauna is een Canadese die op haar zeventiende naar Hollywood is verhuisd om in de filmwereld te gaan werken.
it: Shauna Robertson ha prodotto alcune tra le migliori commedie degli ultimi dieci anni. La sua lista di successi include <cite>Ti presento i miei</cite>, <cite>Elf - Un elfo di nome Buddy</cite>, <cite>Anchorman - La leggenda di Ron Burgundy</cite>, <cite>40 anni vergine</cite>, <cite>Molto incinta</cite>, <cite>Suxbad - Tre menti sopra il pelo</cite>, <cite>Strafumati</cite> e <cite>Non mi scaricare</cite>. Shauna, di origine canadese, si è trasferita a Hollywood a 17 anni per iniziare a lavorare nel mondo del cinema.
ja: Shauna Robertson 氏はこの 10 年間で最高のコメディ作品をいくつか製作しています。『ミート・ザ・ペアレンツ』、『エルフ』、『アンカーマン』、『40 歳の童貞男』、『無ケーカクの命中男／ノックト・アップ』、『スーパーバッド 童貞ウォーズ』、『スモーキング・ハイ』、『寝取られ男のラブバカンス』などはその一例です。Robertson 氏はカナダ人で、17 歳のときにハリウッドに移住し、映画界で仕事をしてきました。
pl: Shauna Robertson była producentką kilku najlepszych komedii ostatniej dekady: <cite>Meet the Parents</cite>, <cite>Elf</cite>, <cite>Anchorman</cite>, <cite>The Forty Year Old Virgin</cite>, <cite>Knocked Up</cite>, <cite>Superbad</cite>, <cite>Pineapple Express</cite> i <cite>Forgetting Sarah Marshall</cite>. Shauna jest z pochodzenia kanadyjką, która w wieku 17 lat przeniosła się do Hollywood, by pracować w filmach.
pt_br: Shauna Robertson produziu algumas das melhores comédias da última década. Sua lista de produções inclui <cite>Entrando numa fria</cite>, <cite>Elf</cite>, <cite>O Âncora: A Lenda de Ron Burgundy</cite>, <cite>O Virgem de 40 anos</cite>, <cite>Ligeiramente grávidos</cite>, <cite>Superbad</cite>, <cite>Segurando as Pontas</cite> e <cite>Ressaca de amor</cite>. Shauna é canadense, e se mudou para Hollywood para começar a trabalhar com filmes quando tinha 17 anos.
sq: Shauna Robertson ka prodhuar disa nga komeditë më të mira të dhjetëvjeçarit të fundit. Ndër to përfshihen <cite>Meet the Parents</cite>, <cite>Elf</cite>, <cite>Anchorman</cite>, <cite>The Forty Year Old Virgin</cite>, <cite>Knocked Up</cite>, <cite>Superbad</cite>, <cite>Pineapple Express</cite> dhe <cite>Forgetting Sarah Marshall</cite>. Shauna është një kanadeze e cila në moshën 17 vjeçe u vendos në Hollivud për të punuar në filma.

source: Last year she left the movie business to pursue her dreams of working in the non profit sector. In March 2010 she and her boyfriend, Edward Norton, launched the new web based company Crowdrise that helps individuals and charities make fundraising impactful and fun.
de: Letztes Jahr hat sie das Filmgeschäft verlassen, um Ihren Traum, im gemeinnützigen Sektor zu arbeiten, zu verfolgen. Im März 2010 haben sie und ihr Freund Edward Norton das neue Internet-basierte Unternehmen Crowdrise gestartet, das Einzelpersonen und wohltätigen Organisationen hilft, Spendensammeln effektiv und spaßig zu machen.
es: El año pasado abandonó la industria cinematográfica para dedicarse a su sueño de trabajar en el sector de las organizaciones sin ánimo de lucro. En marzo de 2010 ella y su novio, Edward Norton, lanzaron la nueva empresa digital Crowdrise que ayuda a particulares y organizaciones benéficas a recolectar dinero de una forma entretenida y efectiva.
fr: L'année dernière, elle a quitté le domaine du cinéma pour réaliser son rêve de travailler dans le secteur non lucratif. En mars 2010, avec son ami Eward Norton, elle a lancé la nouvelle société basée sur le Web, Crowdrise, qui rend la collecte de fonds amusante et efficace pour les particuliers et les œuvres caritatives.
fy: Vorig jaar verliet ze de filmwereld om haar droom van het werken in de non-profitsector waar te maken. In maart 2010 lanceerden zij en haar vriend, Edward Norton, het nieuwe webgebaseerde bedrijf CrowdRise, dat individuele personen en goede doelen helpt om fondsenwerving betekenisvol en leuk te maken.
it: L'anno scorso ha lasciato l'ambiente cinematografico per dedicarsi a tempo pieno al settore del non-profit. Nel marzo del 2010, insieme al fidanzato Edward Norton, ha lanciato il nuovo progetto basato sul web Crowdrise, che aiuta i singoli e le organizzazioni di beneficenza a raccogliere fondi in modo efficace e divertente.
ja: 昨年、映画ビジネスを離れ、非営利理組織で仕事をするという夢を追求しています。2010 年 3 月に、ボーイフレンドの Edward Norton 氏とともに新しい Web ベースの企業 Crowdrise を設立し、個人や慈善団体の募金活動を影響力のある楽しいものにするための支援を行っています。
pl: Ostatnio porzuciła branżę filmową, by realizować swoje marzenia o pracy w sektorze non profit. W marcu 2003 roku wraz ze swoim przyjacielem – Edwardem Nortonem założyli w sektorze internetowym firmę Crowdrise pomagającą osobom indywidualnym i organizacjom charytatywnym uczynić zdobywanie funduszy bardziej przekonującym i przyjemnym zajęciem.
pt_br: Ano passado ela deixou a indústria dos filmes para seguir seu sonho de trabalhar no setor sem fins lucrativos. Em março de 2010 ela e seu namorado, Edward Norton, lançaram uma empresa baseada em negócios onlines, a Crowdrise, que ajuda pessoas a fazerem caridade e juntar dinheiro de foma rápida e divertida.
sq: Vitin e kaluar e la biznesin e filmave për të ndjekur ëndrrën e saj të punës në sektorë jofitimprurës. Në Mars 2010 ajo dhe i dashuri i saj, Edward Norton, krijuan kompaninë e re me bazë web, Crowdrise, që u ndih individëve dhe organizmave bamirëse për ta bërë mbledhjen e fondeve të efektshme dhe zbavitëse.

source: Named the "next big thing" and one of the "top 35 Latinos under 35," by <cite>The Hollywood Reporter</cite>, Gina Rodriguez's profile has been rising steadily since her breakout performance as the titular character in <cite>Filly Brown</cite> during the 2012 Sundance Film Festival. A 2012 Imagen award winner for "Best Actress in a Feature Film: <cite>Filly Brown</cite>," Gina is steadily noticed by the public and entertainment industry due to her incredible acting chops and infectiously joyful personality.
de: Von <cite>The Hollywood Reporter</cite> wurde sie „der neueste Trend“ und „der Top-35-Latinos unter 35“ genannt: Gina Rogdriguez ist ein aufsteigender Stern seit ihrem Durchbruch mit ihrem Auftritt als Titelfigur in <cite>Filly Brown</cite> beim Sundance Film Festival 2012. Sie wurde 2012 mit dem Imagen-Preis für „Beste Darstellerin im Film“: <cite>Filly Brown</cite> ausgezeichnet und wird durch ihre herausragenden schauspielerischen Fähigkeiten und ihre ansteckende fröhliche Persönlichkeit immer stärker von der Öffentlichkeit und der Unterhaltungsindustrie wahrgenommen.
es: Nombrada "la próxima gran estrella" y una de los "35 latinos más importantes de menos de 35 años" por <cite>The Hollywood Reporter</cite>, el perfil de Gina Rodríguez crece sin parar desde su exitoso papel como protagonista en <cite>Filly Brown</cite> durante el Festival de Cine de Sundance en 2012. Ganadora de un premio Imagen en 2012 como "Mejor Actriz de Largometraje: <cite>Filly Brown</cite>", Gina destaca una y otra vez ante el público y la industria del entretenimiento debido a sus increíbles dotes interpretativas y su contagiosa y alegre personalidad.
fr: Considérée comme la «&nbsp;prochaine révélation&nbsp;» et l'une des «&nbsp;35 meilleures Latinos de moins de 35 ans&nbsp;» par <cite>The Hollywood Reporter</cite>, Gina Rodriguez n'a cessé de faire parler d'elle pendant le festival 2012 du film de Sundance, pour son interprétation remarquée du personnage principal dans <cite>Filly Brown</cite>. Gagnante 2012 de l'Imagen Awards de la «&nbsp;meilleure actrice dans un long métrage&nbsp;»&nbsp;: <cite>Filly Brown</cite>, Gina est régulièrement remarquée par le grand public et l'industrie du divertissement grâce à ses incroyables talents d'actrice et sa personnalité joyeuse très communicative.
fy: Ze werd door <cite>The Hollywood Reporter</cite> de “next big thing” en een van de “top 35 Latino’s onder de 35” genoemd, en het profiel van Gina Rodriguez is gestaag gestegen sinds haar doorbraakoptreden als de titulaire rol in <cite>Filly Brown</cite> tijdens het Sundance Film Festival van 2012. Als Imagen-prijswinnaar in 2012 voor “Beste actrice in een hoofdfilm: <cite>Filly Brown</cite>” werd Gina gestaag opgemerkt door het publiek en de entertainmentindustrie vanwege haar ongelooflijke acteertalent en aanstekelijk vrolijke persoonlijkheid.
it: Descritta come "la nuova grande scoperta" e nominata tra "i più famosi 35 latino-americani sotto i 35 " di <cite>The Hollywood Reporter</cite>, Gina Rodriguez si sta affermando sempre più come attrice dopo il suo primo grande successo come omonima protagonista del film <cite>Filly Brown</cite> durante il Sundance Film Festival del 2012. Vincitrice di un premio Imagen 2012 per "Migliore attrice in un lungometraggio: <cite>Filly Brown</cite>", Gina non manca mai di farsi notare dal pubblico e dall'industria dell'intrattenimento grazie alle sue incredibili doti di attrice e alla sua contagiosa gioia di vivere.
ja: Gina Rodriguez 氏は、<cite>The Hollywood Reporter</cite> の "next big thing" (「次の大物俳優」) と "top 35 Latinos under 35" (「35 歳以下のラテン俳優トップ 35」) に選ばれました。2012 年のサンダンス映画祭出品作品『フィリー・ブラウン』でその題名にもなっている主人公を演じて人気がブレイクして以来、注目度は確実に高まっています。"Best Actress in a Feature Film: <cite>Filly Brown</cite>" (長編映画『フィリー・ブラウン』主演女優賞) が評価されて 2012 年 Imagen Award を受賞し、その非常に切れ味の鋭い演技と周りの人々を楽しくさせる人柄とで、一般の人々の間でもエンターテインメント業界でも、着実に注目を集めています。
pl: Nazwana przez <cite> Hollywood Reporter </ cite> „kolejnym przebojem” i jedną z „najlepszych 35 Latynosów poniżej 35 roku życia”, od pamiętnej tytułowej roli w filmie <cite> Filly Brown, </ cite> za którą otrzymała nagrodę dla najlepszej aktorki w filmie fabularnym podczas festiwalu filmowego Sundance w 2012 roku sława Giny Rodriguez stale rośnie. Gina jest zauważalna przez publiczność i przemysł rozrywkowy dzięki jej niesamowitemu uśmiechowi i zaraźliwej radosnej osobowości.
pt_br: Chamada de "a grande promessa" e uma das "principais 35 latinos com menos de 35" pelo <cite>The Hollywood Reporter</cite>, o perfil de Gina Rodriguez tem aumentado de forma constante desde sua performance como protagonista em <cite>Filly Brown</cite> durante o Sundance Film Festival de 2012. Vencedora do prêmio Imagen 2012 "Melhor Atriz em Longa-Metragem: <cite>Filly Brown</cite>", Gina é constantemente observada pelo setor público e entretenimento devido à sua incrível capacidade de atuar e contagiante personalidade alegre.
sq: E quajtur "next big thing" dhe një nga "top 35 Latinos under 35," nga <cite>The Hollywood Reporter</cite>, profili i Gina Rodriguezit ka njohur ngjitje të vazhdueshme që prej debutimit të saj te <cite>Filly Brown</cite> nën rolin me të njëjtin titull, në Festivalin e Filmit Sundance 2012. Fituese e çmimit Imagen 2012 si "Aktorja Më e Mirë në një Film me Metrazh të Gjatë: <cite>Filly Brown</cite>," Gina bie vazhdimisht në sy të publikut dhe botës së spektaklit për shkak të kurajës së pabesueshme në interpretim dhe personalitetit të hareshëm ngjitës.
