Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Edward Norton has acted in the films <cite>Primal Fear</cite>, <cite>Everyone Says I Love You</cite>, <cite>The People vs Larry Flynt</cite>, <cite>American History X</cite>, <cite>Rounders</cite>, <cite>Fight Club</cite>, <cite>Keeping the Faith</cite>, <cite>The Score</cite>, <cite>Death to Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>The 25th Hour</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>The Kingdom of Heaven</cite>, <cite>The Illusionist</cite>, <cite>The Painted Veil</cite>, <cite>The Incredible Hulk</cite>, <cite>Pride & Glory</cite>, <cite>Leaves of Grass</cite>, <cite>Stone</cite> and <cite>Moonrise Kingdom</cite>.
de: Edward Norton hat in den Filmen <cite>Primal Fear</cite>, <cite>Everyone Says I Love You</cite>, <cite>The People vs Larry Flynt</cite>, <cite>American History X</cite>, <cite>Rounders</cite>, <cite>Fight Club</cite>, <cite>Keeping the Faith</cite>, <cite>The Score</cite>, <cite>Death to Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>The 25th Hour</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>The Kingdom of Heaven</cite>, <cite>The Illusionist</cite>, <cite>The Painted Veil</cite>, <cite>The Incredible Hulk</cite>, <cite>Pride & Glory</cite>, <cite>Leaves of Grass</cite>, <cite>Stone</cite> und <cite>Moonrise Kingdom</cite> mitgespielt.
es: Edward Norton ha actuado en las películas <cite>Primal Fear</cite>, <cite>Everyone Says I Love You</cite>, <cite>The People vs Larry Flynt</cite>, <cite>American History X</cite>, <cite>Rounders</cite>, <cite>Fight Club</cite>, <cite>Keeping the Faith</cite>, <cite>The Score</cite>, <cite>Death to Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>The 25th Hour</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>The Kingdom of Heaven</cite>, <cite>The Illusionist</cite>, <cite>The Painted Veil</cite>, <cite>The Incredible Hulk</cite>, <cite>Pride & Glory</cite>, <cite>Leaves of Grass</cite>, <cite>Stone</cite> y <cite>Moonrise Kingdom</cite>.
fr: Edward Norton a été acteur dans les films <cite>Peur primale</cite>, <cite>Tout le monde dit I love you</cite>, <cite>Larry Flynt</cite>, <cite>American History X</cite>, <cite>Les Joueurs</cite>, <cite>Fight Club</cite>, <cite>Au nom d'Anna</cite>, <cite>The Score</cite>, <cite>Crève, Smoochy, crève&nbsp;!</cite>, <cite>Frida</cite>, <cite>Dragon rouge</cite>, <cite>La 25e Heure</cite>, <cite>Braquage à l'italienne</cite>, <cite>Down in the Valley</cite>, <cite>Kingdom of Heaven</cite>, <cite>L'Illusionniste</cite>, <cite>Le Voile des illusions</cite>, <cite>L'Incroyable Hulk</cite>, <cite>Le Prix de la loyauté</cite>, <cite>Escroc(s) en herbe</cite> et <cite>Stone</cite>.
fy: Edward Norton heeft geacteerd in de films <cite>Primal Fear</cite>, <cite>Everyone Says I Love You</cite>, <cite>The People vs Larry Flynt</cite>, <cite>American History X</cite>, <cite>Rounders</cite>, <cite>Fight Club</cite>, <cite>Keeping the Faith</cite>, <cite>The Score</cite>, <cite>Death to Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>The 25th Hour</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>The Kingdom of Heaven</cite>, <cite>The Illusionist</cite>, <cite>The Painted Veil</cite>, <cite>The Incredible Hulk</cite>, <cite>Pride & Glory</cite>, <cite>Leaves of Grass</cite>, <cite>Stone</cite> en <cite>Moonrise Kingdom</cite>.
it: Edward Norton ha recitato nei film <cite>Schegge di paura</cite>, <cite>Tutti dicono I Love You</cite>, <cite>Larry Flynt - Oltre lo scandalo</cite>, <cite>American History X</cite>, <cite>Il giocatore</cite>, <cite>Fight Club</cite>, <cite>Tentazioni d'amore</cite>, <cite>The Score</cite>, <cite>Eliminate Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>La 25a ora</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>Le crociate</cite>, <cite>L'illusionista</cite>, <cite>Il velo dipinto</cite>, <cite>L'incredibile Hulk</cite>, <cite>Pride &amp; Glory - Il prezzo dell'onore</cite>, <cite>Fratelli in erba</cite>, <cite>Stone</cite> e <cite>Moonrise Kingdom - Una fuga d'amore</cite>.
ja: Edward Norton 氏は、次の映画に出演しています。『真実の行方』、『世界中がアイ・ラヴ・ユー』、『ラリー・フリント』、『アメリカン・ヒストリーX』、『ラウンダーズ』、『ファイト・クラブ』、『僕たちのアナ・バナナ』、『スコア』、『デス・トゥ・スムーチー』、『フリーダ』、『レッド・ドラゴン』、『25 時』、『ミニミニ大作戦』、『ダウン・イン・ザ・バレー』、『キングダム・オブ・ヘブン』、『幻影師アイゼンハイム』、『The Painted Veil』、『インクレディブル・ハルク』、『プライド＆グローリー』、『マッド・ブラザー』、『ストーン』、『ムーンライズ・キングダム』など。
pl: Edward Norton brał udział w filmach: <cite>Primal Fear</cite>, <cite>Everyone Says I Love You</cite>, <cite>The People vs Larry Flynt</cite>, <cite>American History X</cite>, <cite>Rounders</cite>, <cite>Fight Club</cite>, <cite>Keeping the Faith</cite>, <cite>The Score</cite>, <cite>Death to Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>The 25th Hour</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>The Kingdom of Heaven</cite>, <cite>The Illusionist</cite>, <cite>The Painted Veil</cite>, <cite>The Incredible Hulk</cite>, <cite>Pride & Glory</cite>, <cite>Leaves of Grass</cite>, <cite>Stone</cite> i <cite>Moonrise Kingdom</cite>.
pt_br: Edward Norton já atuou em filmes como: <cite>As duas faces de um crime</cite>, <cite>Todos dizem "eu te amo"</cite>, <cite>O povo contra Larry Flynt</cite>, <cite>A outra história americana</cite>, <cite>Cartas na mesa</cite>, <cite>Clube da luta</cite>, <cite>Tenha fé</cite>, <cite>A cartada final</cite>, <cite>Morra, Smoochy, morra!</cite>, <cite>Frida</cite>, <cite>Dragão Vermelho</cite>, <cite>A última noite</cite>, <cite>Uma saída de mestre</cite>, <cite>O vale proibido</cite>, <cite>Cruzada</cite>, <cite>O Ilusionista</cite>, <cite>O despertar de uma paixão</cite>, <cite>O incrível Hulk</cite>, <cite>Força policial</cite>, <cite>Leaves of Grass</cite>, <cite>Homens em fúria</cite> e <cite>Moonrise Kingdom</cite>.
sq: Edward Norton ka luajtur në filmat <cite>Primal Fear</cite>, <cite>Everyone Says I Love You</cite>, <cite>The People vs Larry Flynt</cite>, <cite>American History X</cite>, <cite>Rounders</cite>, <cite>Fight Club</cite>, <cite>Keeping the Faith</cite>, <cite>The Score</cite>, <cite>Death to Smoochy</cite>, <cite>Frida</cite>, <cite>Red Dragon</cite>, <cite>The 25th Hour</cite>, <cite>The Italian Job</cite>, <cite>Down in the Valley</cite>, <cite>The Kingdom of Heaven</cite>, <cite>The Illusionist</cite>, <cite>The Painted Veil</cite>, <cite>The Incredible Hulk</cite>, <cite>Pride & Glory</cite>, <cite>Leaves of Grass</cite>, <cite>Stone</cite> dhe <cite>Moonrise Kingdom</cite>.

source: He has been nominated for two Academy Awards &ndash; for <cite>Primal Fear</cite> and <cite>American History X</cite> &ndash; and won a Golden Globe along with numerous other awards for his performances. He produced and directed <cite>Keeping the Faith</cite> and also produced <cite>Down in the Valley</cite> (Cannes Film Festival selection), <cite>The Painted Veil</cite>, <cite>Leaves of Grass</cite> and the documentary <cite>By The People: The Election of Barack Obama</cite>.
de: Er wurde für zwei Oscars nominiert, für <cite>Primal Fear</cite> und <cite>American History X</cite> und hat unter anderem einen Golden Globe für seine Auftritte gewonnen. Er produzierte und leitete die Aufnahmen von <cite>Keeping the Faith</cite> und hat auch <cite>Down in the Valley</cite> (Auswahl des Film-Festivals in Cannes), <cite>The Painted Veil</cite>, <cite>Leaves of Grass</cite> und die Dokumentation <cite>By The People: The Election of Barack Obama produziert</cite>.
es: Ha sido nominado a dos premios de la Academia de Hollywood por <cite>Primal Fear</cite> y <cite>American History X</cite> y ganó un Globo de Oro así como numerosos premios más por sus interpretaciones. Produjo y dirigió <cite>Keeping the Faith</cite> y también fue productor de <cite>Down in the Valley</cite> (Selección del Festival de Cine de Cannes), <cite>The Painted Veil</cite>, <cite>Leaves of Grass</cite> y del documental <cite>By The People: The Election of Barack Obama</cite>.
fr: Il a été nommé pour deux Oscars, pour <cite>Peur primale</cite> et <cite>American History X</cite>, et a gagné un Golden Globe entre autres nombreux prix pour ses prestations d'acteur. Il a produit et réalisé <cite>Keeping the Faith</cite> (Au nom d'Anna) et produit <cite>Down in the Valley</cite> (sélection du Festival de Cannes), <cite>Le Voile des illusions</cite>, <cite>Escroc(s) en herbe</cite> et le documentaire <cite>By The People: The Election of Barack Obama</cite>.
fy: Hij is genomineerd voor twee Oscars &ndash; voor <cite>Primal Fear</cite> en <cite>American History X</cite> &ndash; en heeft een Golden Globe en diverse andere prijzen gewonnen voor zijn acteerprestaties. Hij heeft <cite>Keeping the Faith</cite> geproduceerd en geregisseerd en tevens de productie verzorgd van <cite>Down in the Valley</cite> (selectie op het filmfestival van Cannes), <cite>The Painted Veil</cite>, <cite>Leaves of Grass</cite> en de documentaire <cite>By The People: The Election of Barack Obama</cite>.
it: La sua interpretazione gli è valsa per ben due volte la nomination all'Oscar, con <cite>Schegge di paura</cite> e <cite>American History X</cite>, un Golden Globe e numerosi altri premi. Ha prodotto e diretto <cite>Tentazioni d'amore</cite>, prodotto <cite>Down in the Valley</cite> (candidato al Festival del film di Cannes), <cite>Il velo dipinto</cite>, <cite>Fratelli in erba</cite> e il documentario <cite>Barack Obama - L'uomo, il presidente</cite>.
ja: その演技力が評価され、『真実の行方』と『アメリカン・ヒストリーX』で 2 度アカデミー賞にノミネートされたほか、ゴールデングローブ賞を 1 度受賞し、その他にも数々の賞を獲得しています。『僕たちのアナ・バナナ』では製作と監督を手掛け、さらに『ダウン・イン・ザ・バレー』 (カンヌ映画祭出品)、『The Painted Veil』、『マッド・ブラザー』、ドキュメンタリー映画『バラク・オバマ 大統領への軌跡』の製作も担当しています。
pl: Dwa razy otrzymał nominację Akademii Filmowej za <cite>Primal Fear</cite> i <cite>American History X</cite>, zdobył Złoty Glob razem z innymi nagrodami za swoją działalność. Produkował i reżyserował <cite>Keeping the Faith</cite>, a także produkował <cite>Down in the Valley</cite>, <cite>The Painted Veil</cite>, <cite>Leaves of Grass</cite> i dokument <cite>By The People: The Election of Barack Obama</cite>.
pt_br: Foi indicado para dois Academy Awards com <cite>As duas faces de um crime<cite> e <cite>A outra história americana<cite>, além de ter ganho um Globo Dourado e muitas outras premiações por suas atuações. Produziu e dirigiu <cite>Tenha fé</cite>, e também produziu <cite>O vale proibido</cite>, <cite>O despertar de uma paixão</cite> e o documentário <cite>By The People: The Election of Barack Obama</cite>.
sq: Ka qenë pretendent dy herë për Çmimet e Akademisë, &ndash; për <cite>Primal Fear</cite> dhe <cite>American History X</cite> &ndash; dhe ka fituar Glob të Artë, përveç një numri të madh çmimesh të tjera për arritjet e veta. Është regjisor dhe producent i <cite>Keeping the Faith</cite> si dhe producent i <cite>Down in the Valley</cite> (i përzgjedhur në Festivalin e Filmit në Kanë), <cite>The Painted Veil</cite>, <cite>Leaves of Grass</cite> dhe i dokumentarit <cite>By The People: The Election of Barack Obama</cite>.

source: Norton is also a committed social and environmental activist, supporting the UN Convention on Biological Diversity, the President's Committee for the Arts and Humanities, Enterprise Community Partners, the Maasai Wilderness Conservation Trust, the Libby Rouse Fund for Peace, the Signature Theater Company and Friends of the High Line. Recently Norton founded CrowdRise, an innovative new web platform that brings the power of crowd-sourcing and the fun of social networking to fundraising and volunteerism.
de: Norton ist auch ein engagierter Sozial- und Umweltaktivist, er unterstützt die UN-Konvention für Biodiversität, das President's Committee for the Arts and Humanities, Enterprise Community Partners, den Maasai Wilderness Conservation Trust, den Libby Rouse Fund for Peace und die Signature Theater Company und Friends of the High Line. Erst kürzlich gründete Norton CrowdRise, eine innovative neue Internet-Plattform, das die Macht des Crowd-Sourcing und den Spaß von sozialen Netzwerken beim Spendensammeln und freiwilligem Engagement einsetzt.
es: Norton está también comprometido con el activismo social y medioambiental, apoyando la Convención de las Naciones Unidas para la Diversidad Biológica, el Comité Presidencial por las Artes y Humanidades, Enterprise Community Partners, Maasai Wilderness Conservation Trust, Libby Rouse Fund for Peace, Signature Theater Company y Friends of the High Line. Recientemente Norton fundó CrowdRise, una nueva plataforma web innovadora que une el poder del micromecenazgo y la diversión de las redes sociales con el fin de recaudar fondos y promover el voluntariado.
fr: Norton est également un militant social et environnemental, soutient la Convention des Nations Unies sur la diversité biologique, le President's Committee on the Arts and Humanities, Enterprise Community Partners, le Maasai Wilderness Conservation Trust, le Libby Rouse Fund for Peace, la Signature Theater Company et Friends of the High Line. Récemment, Norton a financé CrowdRise, une nouvelle plate-forme web innovante qui apporte la puissance du crowdsourcing et le plaisir des réseaux sociaux aux collectes de fonds et au bénévolat.
fy: Norton is tevens een toegewijde sociale en milieuactivist en ondersteunt de UN-conventie over Biologische diversiteit, het President’s Committee for the Arts and Humanities, Enterprise Community Partners, het Maasai Wilderness Conservation Trust, het Libby Rouse Fund for Peace, de Signature Theater Company en Friends of the High Line. Onlangs heeft Norton CrowdRise opgericht, een innovatief nieuw webplatform dat de kracht van crowdsourcing en het plezier van sociale netwerken bundelt ten behoeve van fondsenwerving en vrijwilligerswerk.
it: Norton è anche uno strenuo attivista sociale e ambientale. In particolare sostiene la Convenzione delle Nazioni Unite sulla diversità biologica, il President's Committee for the Arts and Humanities, l'Enterprise Community Partners, il Maasai Wilderness Conservation Trust, il Fondo Libby Rouse per la pace, la Signature Theater Company e Friends of the High Line. Di recente ha fondato CrowdRise, un'innovativa piattaforma web che utilizza il potere del crowdsourcing e il divertimento del social network per promuovere raccolte fondi e volontariato.
ja: Norton 氏は社会活動や環境活動にも力を入れており、国連の生物の多様性に関する条約、大統領人文委員会、Enterprise Community Partners、Maasai Wilderness Conservation Trust (マサイ族荒野保全信託)、Libby Rouse Fund for Peace (Libby Rouse 平和基金)、Signature Theater Company、Friends of the High Line を支援しています。同氏は先ごろ、新しい革新的な Web プラットフォーム、CrowdRise を立ち上げました。これは、クラウドソーシングの力とソーシャルネットワーキングの楽しさを集結して寄付金の募集やボランティア活動を促進するサイトです。
pl: Norton jest także zaangażowanym działaczem społecznym i ochrony środowiska wspierającym konwencję ONZ na temat zróżnicowania biologicznego, President's Committee for the Arts and Humanities, Enterprise Community Partners, Maasai Wilderness Conservation Trust, Libby Rouse Fund for Peace, Signature Theater Company i Friends of the High Line. Norton założył CrowdRise – innowacyjną nową platformę internetową wspomagającą crowd-sourcing i portale społecznościowe w pozyskiwaniu funduszy i wolontariuszy.
pt_br: Norton também é um ativista social e ambiental, apoiando a Convenção das Nações Unidas sobre Diversidade Biológica, o Comitê Presidencial para as Artes e a Humanidade, Enterprise Community Partners e o grupo Maasai Wilderness Conservation Trust, para a Libby Rouse, Signature Theater e para a Company And Friends of The High Line. Recentemente Norton fundou a CrowdRise, uma plataforma web inovadora que fortalece o crowd-sourcing e a diversão da interação social do levantamento de fundos e do voluntariado.
sq: Norton-i është gjithashtu veprimtari i përkushtuar për çështje shoqërore dhe mjedisore, ka përkrahur Konventën e OKB-së për Larminë Biologjike, Komitetin Presidencial për Artet dhe Shkencat Humanitare, organizmat Enterprise Community Partners, Maasai Wilderness Conservation Trust, Libby Rouse Fund for Peace, Signature Theater Company and Friends of the High Line. Tani afër Norton-i themeloi CrowdRise, një platformë të re web, risore, që sjell te vullnetarizmi dhe mbledhja e fondeve fuqinë e pjesëmarrjes masive dhe argëtimin karakteristik të rrjeteve shoqërore.

source: As General Manager, EMEA Marketing, Catherine Ogilvie is responsible for brand, product, and partner marketing throughout Europe, the Middle East, and Africa (<abbr>EMEA</abbr>). Catherine joined Dolby in 2009 as Vice President, Global Corporate Communications.
de: Als Geschäftsführerin, EMEA-Marketing ist Catherine Ogilvie verantwortlick für Marken-, Produkt und Partner-Marketing in Europa, dem Nahen Osten und Afrika (<abbr>EMEA</abbr>). Catherine ist 2009 als Vizepräsidentin Global Corporate Communications bei Dolby eingestiegen.
es: Como Directora General de EMEA Marketing, Catherine Ogilvie es responsable de la marca, producto y asociaciones de marketing en Europa, Medio Oriente y África (<abbr>EMEA</abbr>). Catherine se unión a Dolby en 2009 como Vicepresidenta de la Comunicaciones mundiales de la compañía.
fr: En tant que directrice générale du marketing en EMOA, Catherine Ogilvie est responsable du marketing marque, produit et partenaires pour la zone Europe, Moyen-Orient et Afrique (<abbr>EMOA</abbr>). Catherine à rejoint Dolby en 2009 en tant que vice-présidente de la communication de l'entreprise au niveau mondial.
fy: Als algemeen directeur bij EMEA Marketing is Catherine Ogilvie verantwoordelijk voor merk-, product- en partnermarketing in Europa, het Midden-Oosten en Afrika (<abbr>EMEA</abbr>). Catherine begon in 2009 bij Dolby als vice president, global corporate communications.
it: Come direttore generale del marketing nell'area EMEA, Catherine Ogilvie è la responsabile per il marketing del marchio, del prodotto e dei partner in Europa, Medio Oriente e Africa (<abbr>EMEA</abbr>). Catherine è entrata a far parte della Dolby nel 2009 come vice presidente della Comunicazione aziendale globale.
ja: Catherine Ogilvie 氏は Dolby の EMEA マーケティング担当ジェネラルマネージャとして、ヨーロッパ、中東、およびアフリカ (<abbr>EMEA</abbr>) 全域でブランド、製品、およびパートナーマーケティングの責任者を務めています。2009 年に、グローバルコーポレートコミュニケーション担当バイスプレジデントとして Dolby に入社しました。
pl: Jako dyrektor marketingu, Catherine Ogilvie jest odpowiedzialna za markę, produkt i partnerów handlowych na obszarze Europy, Bliskiego Wschodu i Afryki (<abbr>EMEA</abbr>). Catherine rozpoczęła pracę w firmie Dolby w 2009 roku jako wiceprezes ds. globalnej komunikacji korporacyjnej.
pt_br: Como Gerente Geral de Marketing EMEA, Catherine Ogilvie é responsável pela marca, produção e marketing de parcerias pela Europa, Oriente Médio e África (<abbr>EMEA</abbr>). Catherine uniu-se à Dolby em 2009 como Vice-Presidente Global de Comunicações Corporativas.
sq: Si Drejtore e Përgjithshme, EMEA Marketing, Catherine Ogilvie është përgjegjëse e marketingut të markave, produkteve dhe partnerëve për Europën, Lindjen e Mesme, dhe Afrikën (<abbr>EMEA</abbr>). Catherine erdhi në Dolby më 2009-n si Zëvendëspresidente, Global Corporate Communications.

source: Prior to starting at Dolby, Catherine was Executive Vice President and General Manager at Edelman, the world's largest independent PR agency, where she led the San Francisco office, building award-winning integrated communications programs for clients.
de: Bevor sie bei Dolby angefangen hat, war Catherine stellvertretende Vorsitzende und Geschäftsführerin bei Edelman, der weltgrößten unabhängigen PR-Agentur, wo sie das Büro in San Francisco geleitet hat und dabei preisgekrönte integrierte Kommunikationsprogramme für Kunden entwickelt hat.
es: Antes de comenzar en Dolby, Catherine fue vicepresidenta ejecutiva y directora general en Edelman, la agencia de prensa independiente más grande del mundo, donde lideró la oficina de San Francisco, creando programas de comunicación que ganaron muchos premios.
fr: Avant de débuter chez Dolby, Catherine était vice-présidente exécutif et directrice générale d'Edelman, la plus grande agence indépendante de relations publiques, où elle dirigeait le bureau de San Francisco et a développé pour ses clients des programmes de communication primés.
fy: Voordat ze bij Dolby begon, was Catherine executive vice president en algemeen directeur bij Edelman, ’s werelds grootste onafhankelijke PR-agentschap, waar ze leiding gaf aan het kantoor in San Francisco en prijswinnende geïntegreerde communicatieprogramma’s voor klanten heeft opgezet.
it: Prima di iniziare la sua carriera alla Dolby, è stata vice presidente esecutivo e direttore generale presso Edelman, la maggiore agenzia di pubbliche relazioni indipendente a livello mondiale, dove ha diretto l'ufficio di San Francisco e sviluppato per i suoi clienti premiatissimi programmi di comunicazioni integrate.
ja: Dolby 入社以前は、世界最大の広報会社である Edelman でエグゼクティブバイスプレジデント兼ジェネラルマネージャを務めました。サンフランシスコオフィスの責任者として、顧客のための統合コミュニケーションプログラムを構築し、賞を獲得しています。
pl: Zanim podjęła pracę w firmie Dolby była wiceprezesem wykonawczym i dyrektorem generalnym w firmie Edelman, największej na świecie niezależnej agencji PR, gdzie prowadziła biuro w San Francisco, tworząc dla klientów zdobywające nagrody zintegrowane programy komunikacyjne.
pt_br: Antes de começar na Dolby, Catherine foi Vice-Presidente Executiva e Gerente Geral da Edelman, a maior agência independente de relações públicas do mundo, onde liderou o escritório de São Francisco, criando programas premiados de comunicações integradas para os clientes.
sq: Para se të mbërrinte në Dolby, Katerina qe Nënpresidente Ekzekutive dhe Drejtore e Përgjithshme te Edelman, agjencia e pavarur PR më e madhe në botë, tek e cila drejtonte zyrën e San Franciskos, duke ndërtuar për klientët programe komunikimi të integruar të nderuar me çmime.
