Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: I'm a firm believer that if you have the talent and you work hard all you need to succeed is the right forum. That's what excites me about Firefox Flicks. It gives aspiring film students and filmmakers a forum that showcases their talent to millions of people around the globe and gives them access to folks that can change the trajectory of their careers.
de: Ich glaube fest daran, dass, wenn man Talent hat und hart arbeitet, man zum Erfolg nur das richtige Forum braucht. Das begeistert mich an Firefox Flicks. Es gibt aufstrebenden Filmstudenten und Filmemachern ein Forum, das ihr Talent Millionen von Menschen auf der Welt demonstriert und ihnen Zugang zu Menschen gibt, die die Flugbahn ihrer Karrieren verändern können.
es: Estoy convencida de que si tienes el talento y te esfuerzas al máximo, lo único que necesitas para triunfar es encontrar el lugar adecuado. Eso es lo que me entusiasma de Firefox Flicks. Le da a los estudiantes de cine y directores un lugar donde mostrar su talento a millones de personas de todo el mundo y les da acceso a personas que pueden cambiar la trayectoria de sus carreras.
fr: Je suis convaincue que si vous avez du talent et que vous travaillez dur, tout ce dont vous avez besoin pour réussir est le bon endroit. C'est ça qui me passionne dans Firefox Flicks&nbsp: proposer aux étudiants en cinéma et aux cinéastes en herbe un lieu pour montrer leurs talents à des millions de personnes et leur permettre de rencontrer des gens qui pourront changer radicalement le cours de leur carrière.
fy: Ik geloof er sterk in dat als je het talent hebt en hard werkt, je alleen maar het juiste platform nodig hebt. Dat vind ik zo opwindend aan Firefox Flicks. Het biedt ambitieuze filmstudenten en filmmakers een platform dat hun talent aan miljoenen mensen wereldwijd laat zien en geeft ze toegang tot mensen die hun carrièrepad kunnen veranderen.
it: Io credo fermamente che, se hai talento e lavori sodo, tutto ciò che ti serve per raggiungere il successo è il giusto spazio. Ecco cosa mi entusiasma di Firefox Flicks: offre agli aspiranti studenti di cinema e cineasti uno spazio per esibire il loro talento davanti a milioni di spettatori in tutto il mondo e permette loro di incontrare persone che possono modificare radicalmente il corso della loro carriera.
ja: 才能があり努力もしている人にとって、成功するために必要なのはあとは適切なフォーラムだけだ、というのが私の信念です。だから私は、Firefox Flicks がとてもすばらしいと思うのです。映画製作を学ぶ学生や映画製作を志す制作者にとって、Firefox Flicks は世界中の数百万人もの人々に自分の才能を示し、自分のキャリアの軌道を変えるかもしれない人々に接することができるフォーラムを提供します。
pl: Wierzę, że jeśli masz talent i chcesz ciężko pracować, to wszystko czego potrzebujesz, by odnieść sukces, to odpowiednie możliwości. To jest właśnie to, co mnie ekscytuje w Firefox Flicks. Konkurs udostępnia ambitnym studentom szkół filmowych i twórcom filmów pole, na którym mogą zaprezentować swój talent milionom ludzi na całym świecie i daje im dostęp do ludzi, którzy mogą zmienić bieg ich karier.
pt_br: Eu acredito que, se você tiver talento e trabalhar duro, tudo que você precisa para ter sucesso é a vitrine certa. Isso é o que me empolga no Firefox Flicks. Ele dá aos estudantes e aspirantes a cineastas uma vitrine que mostra seu talento para milhões de pessoas ao redor do mundo, além de apresentar-lhes à pessoas que podem mudar a trajetória de suas carreiras.
sq: Besoj me vendosmëri që, nëse keni talent dhe punoni fort, krejt çka ju duhet për të arritur suksesin është forumi i duhur. Kjo është ajo që më ngazëllen te Firefox Flicks-i. U jep studentëve që aspirojnë për filmin dhe krijuesve të filmit një forum ku të shpalosin talentin e tyre për miliona njerëz anembanë globit dhe u hap dyert për te njerëz të cilët mund t’u ndryshojnë trajektoren e karrierës së tyre.

source: Actor
de: Schauspieler
es: Actriz
fr: Actrice
fy: Acteur
it: Attrice
ja: 俳優
pl: Aktor
pt_br: Ator
sq: Aktor

source: I love working with companies that give opportunities to independent artist, by combining technology and art Firefox is doing just that! Thank you Firefox Flicks for opening doors and allowing me to be a part of the process!
de: Ich liebe es, mit Unternehmen zu arbeiten, die unabhängigen Künstlern eine Chance geben, indem sie Technologie mit Kunst verbinden: Das tut Firefox! Danke an Firefox Flicks, das Türen öffnet und es mir ermöglicht, ein Teil dieses Prozesses zu sein!
es: Me encanta trabajar con las empresas que les dan una oportunidad a los artistas independientes mediante la combinación de la tecnología y el arte, ¡y Firefox está haciendo precisamente eso! Quiero agradecer a Flicks Firefox por abrir las puertas y permitir que yo sea una parte del proceso.
fr: J'aime collaborer avec des entreprises qui offrent des possibilités aux artistes indépendants&nbsp;; en combinant art et technologie, Firefox fait justement cela&nbsp;! Merci à Firefox Flicks de m'avoir permis de prendre part à cette aventure&nbsp;!
fy: Ik hou van het werken met bedrijven die kansen bieden aan onafhankelijke kunstenaars door het combineren van technologie en kunst, en dat is precies wat Firefox doet! Bedankt Firefox Flicks, voor het openen van deuren en het mogelijk maken om een onderdeel van het proces te zijn.
it: Amo lavorare con le società che offrono opportunità agli artisti indipendenti e, combinando tecnologia e arte, Firefox sta facendo proprio questo! Grazie, Firefox Flicks, per avermi aperto la porta e permesso di fare parte di questa iniziativa!
ja: テクノロジとアートを組み合わせて個人のアーティストに機会をもたらそうとする企業と一緒に仕事ができて、嬉しく思います。Firefox で実践しようとしているのは、まさそういうことです!そのための扉を開いてくれる Firefox Flicks に感謝したいし、私もその活動に参加させていただけてありがたいです!
pl: Uwielbiam pracę z firmami, które dają możliwość wykazania się niezależnym artystom łącząc technologię i sztukę. Firefox właśnie to robi! Dziękuję Firefox Flicks za otwarcie drzwi i umożliwienie mi bycia częścią tego procesu!
pt_br: Eu amo trabalhar com companhias que dão oportunidades a artistas independentes, e combinando tecnologia e arte o Firefox está fazendo exatamente isso! Obrigado Firefox Flicks por abrir as portas e permitir que eu faça parte desse processo!
sq: Më pëlqen shumë të punoj me kompani që u japin mundësi artistëve të pavarur, duke ndërthurur teknologjinë me artin Firefox-i po bën pikërisht këtë! Faleminderit Firefox Flicks që po hap dyert dhe po më lejon të jem pjesë e këtij procesi!

source: Now that technology has helped democratize film production, it's important for technology to democratize its distribution and there is no more democratic distribution mechanism than the web browser. I'm excited to work with Mozilla and its community of creators to help tell original stories and deliver them to audiences around the world.
de: Jetzt, da Technologie bei der Demokratisierung der Filmproduktion geholfen hat, ist es wichtig, dass die Technologie seine Verteilung zu demokratisieren und es gibt keinen demokratischeren Verteilungsmechanismus als einen Internet-Browser. Ich freue mich, mit Mozilla und seiner Gemeinschaft von Schöpfern zu arbeiten, um zu helfen, originelle Geschichten zu erzählen und sie einem Publikum auf der ganzen Welt zu bringen.
es: Ahora que la tecnología ha ayudado a democratizar la producción cinematográfica, es importante que la tecnología democratice su distribución y no existe un mecanismo de distribución más democrático que el navegador web. Me entusiasma trabajar con Mozilla y su comunidad de creadores para ayudar a contar historias originales y brindarlas a las audiencias de todo el mundo.
fr: Maintenant que la technologie a permis de démocratiser le processus de production cinématographique, il est important qu'elle en démocratise également la distribution… et il n'y pas de canal de distribution plus démocratique que le navigateur web. Je suis très heureux de travailler avec Mozilla et sa communauté de créateurs pour aider à la création d'histoires inédites et les partager avec les audiences du monde entier.
fy: Nu technologie aan het democratiseren van filmproductie heeft bijgedragen, is het belangrijk dat de distributie ervan wordt gedemocratiseerd, en er is geen democratischer distributiemechanisme dan de webbrowser. Ik kijk uit naar samenwerking met Mozilla en zijn gemeenschap van makers om originele verhalen te helpen vertellen en aan het publiek over de hele wereld te presenteren.
it: Ora che la tecnologia ha contribuito a rendere democratico il processo di produzione dei film, è importante che contribuisca anche a rendere democratico il processo di distribuzione, e non esiste meccanismo di distribuzione più democratico di un browser web. Sono entusiasta di poter collaborare con Mozilla e con la sua comunità creativa per raccontare storie originali e proporle agli spettatori di tutto il mondo.
ja: テクノロジによって映画製作が民主的なものになった今、重要なのは、テクノロジによって映画の配信を民主的なものにすることです。そして、Web ブラウザほど民主的な配信手段は他にありません。私は、Mozilla やそのクリエイターたちのコミュニティと協力して、制作者たちがオリジナルの物語を作ってそれを世界中の視聴者に配信するためのお手伝いができることを大変嬉しく思っています。
pl: Teraz, gdy technologia pomogła w upowszechnieniu produkcji filmów, ważne jest, by pomogła w upowszechnieniu ich dystrybucji i nie ma lepszego do tego celu mechanizmu niż przeglądarka internetowa. Jestem podekscytowany współpracą z Mozillą i jej społecznością twórców, a w szczególności pomocą w opowiedzeniu niezwykłych historii i dostarczenia ich do odbiorców na całym świecie.
pt_br: Agora que a tecnologia ajudou a democratizar a produção de filmes, é importante para a tecnologia democratizar sua distribuição e não há nenhum meio de distribuição mais democrático que um navegador da Web. Estou empolgado em trabalhar com a Mozilla e sua comunidade de criadores para ajudar a contar histórias e distribuí-las para audiências ao redor do mundo.
sq: Tani që teknologjia ndihmoi të demokratizohej prodhimi i filmit, është e rëndësishme për teknologjinë të demokratizojë shpërndarjen e tij dhe nuk ka mekanizëm më demokratik për shpërndarjen se sa shfletuesi web. Jam i ngazëllyer të punoj me Mozilla-n dhe bashkësinë e saj të krijuesve për të ndihmuar të rrëfehen shembuj origjinalë dhe për t’ua transmetuar ato audiencave anembanë botës.

source: Cinematographer
de: Kameramann
es: Director de fotografía
fr: Directeur de la photographie
fy: Cameraman
it: Direttore della fotografia
ja: 撮影監督
pl: Operator filmowy
pt_br: Cineasta
sq: Operator

source: For over 30 years, I have been constantly engaged in filming the connections we all share, as humans, with the rest of our planet. The moments that make us inspired and connect us to the universe through the celebration of life. Firefox Flicks is all about connecting people through the mobile web and I'm more than happy to share my perspective with the filmmakers of tomorrow in this pursuit.
de: Ich bin seit über 30 Jahren dauerhaft dabei, die Verbindungen zu verfilmen, die wir als Menschen mit dem Rest unseres Planeten haben. Die Augenblicke, die uns inspirieren und uns über die Feier des Lebens mit dem Universum verbinden. Bei Firefox Flicks geht es nur darum, Menschen über das mobile Internet zu verbinden und ich bin überglücklich, meine Perspektive mit den Filmemachern von morgen zu teilen, um dieses Ziel zu erreichen.
es: Desde hace más de 30 años no dejo de filmar las conexiones que todos compartimos, como humanos, con el resto de nuestro planeta. Los momentos que nos inspiran y nos conectan con el universo a través de la celebración de la vida. Firefox Flicks trata precisamente de conectar a la gente a través de la Web móvil y estoy encantada de compartir mi perspectiva con los realizadores del mañana en este sentido.
fr: Je me consacre depuis plus de 30 ans à filmer ce qui nous relie, en tant qu'êtres humains, au reste de notre planète. Cette célébration de la vie qui nous inspire et nous met en symbiose avec l'univers. Firefox Flicks se propose de connecter les gens à travers l'Internet mobile, et je suis heureux de partager mon point de vue sur ce sujet avec les réalisateurs de demain.
fy: Ik ben al meer dan 30 jaar constant bezig met het filmen van de connecties die we als mens met de rest van onze planeet delen. De momenten die ons inspireren en ons met het universum verbinden door middel van de viering van het leven. Firefox Flicks gaat over het verbinden van mensen via het mobiele internet, en met alle plezier deel ik mijn perspectief met de filmmakers van morgen in dit streven.
it: Per oltre trent'anni mi sono costantemente dedicato a filmare i legami che noi tutti, come esseri umani, condividiamo con il resto del pianeta. Quei momenti che ci ispirano e ci fanno sentire connessi all'universo attraverso la celebrazione della vita. Firefox Flicks serve proprio a connettere le persone attraverso il web mobile e sono più che felice di condividere il mio punto di vista con i cineasti di domani per raggiungere questo traguardo.
ja: 私はこの 30 年以上のあいだいつも、人として誰もが地球上の他の人々と共有してきた絆を描く映画の製作に携わってきました。それは、私たちにひらめきをもたらし、人生を讃えることによって私たちと宇宙をつなぐひとときを撮影することです。Firefox Flicks は、モバイル Web によって人々をつなぐという活動にほかなりません。その活動の中で、私は自分の思いを未来の映画製作者の人たちと分かち合えるなら、こんな嬉しいことはありません。
pl: Przez ponad 30 lat, byłem cały czas zajęty filmowaniem zależności, jakie my jako ludzie dzielimy z resztą naszej planety, momentami, które nas inspirują i łączą ze wszechświatem poprzez celebrację życia. Firefox Flicks jest kwintesencją łączenia ludzi poprzez mobilną sieć i jestem więcej niż zadowolony możliwością podzielenia się moją pasją z filmowcami jutra.
pt_br: Por mais de 30 anos tenho estado constantemente envolvido em filmar as conexões que todos compartilhamos, como seres humanos, com o resto do nosso planeta. Os momentos que nos inspiraram e nos conectam com o universo através da celebração da vida. O Firefox Flicks é sobre como conectar as pessoas usando a Web móvel e estou mais do que feliz em compartilhar meu ponto de vista com os cineastas de amanhã nessa busca.
sq: Për më shumë 30 vjet kam qenë përherë i zënë me filmimin e lidhjeve që krejt ne ndajmë me të tjerët, si qenie njerëzore, me pjesën tjetër të planetit. Çastet që na frymëzojnë dhe na lidhin me gjithësinë përmes kremtimit të jetës. Firefox Flicks-i merret me lidhjen e njerëzve përmes web-it për celular dhe jam i lumtur që ndaj me artistët e filmit të së nesërmes optikën time në këtë shteg.

source: Producer, Director
de: Produzent, Regisseur
es: Productora, directora
fr: Producteur, réalisateur
fy: Producer, regisseur
it: Produttore, regista
ja: プロデューサー、ディレクター
pl: Producent, reżyser
pt_br: Produtor, Diretor
sq: Producent, Regjisor

source: Prizes
de: Preise
es: Premios
fr: Prix
fy: Prijzen
it: Premi
ja: 賞品
pl: Nagrody
pt_br: Prêmios
sq: Çmime

source: There are many chances and ways to win throughout the competition. That means you're not just in the running for the Grand Prize, but you could win a Regional Prize, People's Choice Award and Early Entry Award as well. Plus, the top three entries from each film festival automatically move on to the finals and a chance at the top prize (so get your flick in early). And just for entering, everyone gets a little something from us to say thanks.
de: Es gibt während des Wettbewerbs mehrere Möglichkeiten, zu gewinnen. Das heißt, Sie sind nicht nur beim rennen und den großen Preis dabei, sondern Sie könnten auch einen Preis der Regionen, einen Preis für Popularität und einen Preis für frühe Teilnahme gewinnen. Außerdem stehen die besten drei Beiträge von jedem Film-Festival automatisch im Finale und haben eine Chance auf den Hauptpreis (also reichen Sie Ihren Film früh ein). Und nur für die Teilnahme erhalten Sie eine Kleinigkeit von uns als Dankeschön.
es: Hay varias maneras de ganar en la competición. Envía tu flick con anticipación para poder optar a uno de los Premios a los Pioneros. Las tres mejores propuestas de cada fecha límite de esta sección automáticamente pasarán a la final para que nuestro panel de celebridades las juzgue, (así que sé de los primeros en enviar tu flick). Y tan solo por participar, obtendrás un pequeño detalle nuestro a modo de agradecimiento.
fr: Il existe de nombreuses façons de gagner dans ce concours. Cela signifie que vous ne concourrez pas uniquement pour le Premier Prix, mais également pour les prix régionaux, le prix du Public ainsi que le prix des Pionniers. De plus, les trois meilleurs flicks de chaque festival seront automatiquement inscrits en finale et seront en lice pour le Premier Prix (envoyez donc votre flick assez tôt). Et il suffit de participer pour recevoir un petit cadeau, en guise de remerciement.
fy: Gedurende de wedstrijd zijn er vele kansen en manieren om te winnen. Dat betekent dat u niet alleen meedoet voor de hoofdprijs, maar u kunt ook een regionale prijs, een publieksprijs en een prijs voor vroege inzending winnen. De top 3 van inzendingen voor elk filmfestival gaat daarnaast automatisch verder naar de finales en maakt kans op de hoofdprijs (dus stuur uw flick vroeg in). En alleen al voor het meedoen ontvangt iedereen van ons een kleinigheidje als dank.
it: Ci sono molti modi per vincere in questa competizione: non è in palio solo il Primo Premio, puoi vincere anche il Premio regionale, il Premio del pubblico e il Premio Avanguardie. Inoltre i tre migliori video presentati a ogni festival del film si qualificano automaticamente per le finali e concorrono al premio principale (un motivo in più per affrettarti a inviare il tuo flick). Infine tutti i cineasti riceveranno un piccolo premio come ringraziamento per aver partecipato.
ja: コンテストで入賞するチャンスと方法はたくさんあります。グランプリの受賞を目指すだけでなく、地域賞、ピープルズチョイス賞、早期エントリ賞受賞のチャンスもあります。さらに、3 つの映画祭でそれぞれ首位を獲得した作品は自動的にグランプリ最終審査の候補となり、グランプリ獲得のチャンスがあります (そのためにも、作品は早めに提出しましょう)。また、ご応募いただいた方全員に、Mozilla から感謝の気持ちを込めたささやかな品を進呈します。
pl: W czasie trwania konkursu jest wiele nagród do zdobycia. Możesz zdobyć nie tylko nagrodę główną, ale również nagrody regionalne, nagrodę publiczności i nagrodę za szybkie przesłanie filmu w czasie trwania różnych festiwali filmowych. Ponadto trzy najszybsze zgłoszenia z każdego festiwalu będą automatycznie brały udział w finale i będą miały szansę zdobycia nagrody głównej, więc prześlij swój film jak najszybciej. Za samo zgłoszenie otrzymasz w formie podziękowania niewielki upominek.
pt_br: Existem várias formas de ganhar nesta competição. Além de estar concorrendo ao Grande Prêmio, você pode ganhar o Prêmio Regional, Escolha Popular ou ainda o Primeiros Envios. E mais: os primeiros três colocados de cada festival de cinema estão automaticamente classificados para as finais. E mesmo se você não chegar nos prêmios, vai ganhar um brinde como forma de agradecimento pela participação.
sq: Ka mjaft mundësi dhe mënyra që të fitoni në konkurs. Kjo do të thotë që nuk po përpiqeni të fitoni thjesht Çmimin e Madh, por mund të fitoni po ashtu edhe një Çmim Rajonal, Çmimin e Zgjedhjes së Publikut dhe Çmimin e Pjesëmarrjes së Hershme. Plus, tre zërat kryesues për secilin festival filmi kalojnë automatikisht në finalet dhe kanë shans për çmim më të lartë (ndaj parashtrojeni herët videon tuaj). Dhe, thjesht vetëm për pjesëmarrjen, do t’ju dërgojmë diçka të vogël si falënderim.

source: Here's a more detailed look at what you can win, but check back for prize updates throughout the contest.
de: Hier ist eine detailliertere Übersicht darüber, was Sie gewinnen können, aber kommen Sie während des Wettbewerbs wieder vorbei, um neue Informationen über die Preise zu erhalten.
es: Aquí tienes una vista más detallada de lo que puedes ganar, pero mantente alerta sobre las actualizaciones de premios a lo largo del concurso.
fr: Voici un aperçu plus détaillé de ce que vous pouvez gagner, mais nous vous invitons à revenir régulièrement ici pour voir les prix pendant la période du concours.
fy: Hier is een meer gedetailleerde blik op wat u kunt winnen, maar kijk later nog eens voor updates van prijzen gedurende de wedstrijd.
it: Qui troverai informazioni più dettagliate su cosa puoi vincere, ma ricordati di consultare regolarmente questa pagina durante il concorso per seguire gli aggiornamenti sui premi.
ja: 賞品の詳細は次のとおりですが、コンテスト期間中の更新情報もチェックしてください。
pl: Poniżej znajduje się bardziej szczegółowy opis nagród do zdobycia, ale sprawdzaj ten opis w trakcie trwania konkursu, bo mogą przybyć jeszcze inne nowe nagrody.
pt_br: Aqui está uma relação mais detalhada dos prêmios que estamos oferecendo, mas fique ligado, ela pode ser atualizada durante o concurso.
sq: Ja një pamje më e hollësishme se çfarë mund të fitoni, por kontrolloni herë pas here për përditësime të tyre përgjatë periudhës së konkursit.

source: Grand Prize
de: Großer Preis
es: Gran Premio
fr: Premier Prix
fy: Hoofdprijs
it: Primo Premio
ja: グランプリ
pl: Nagroda główna
pt_br: Grande Prêmio
sq: Çmimi i Madh
