Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: North America
de: Nordamerika
es: Norteamérica
fr: Amérique du Nord
fy: Noord-Amerika
it: America del Nord
ja: 北米
pl: Ameryka Północna
pt_br: América do Norte
sq: Amerika e Veriut

source: Latin America
de: Lateinamerika
es: Latinoamérica
fr: Amérique latine
fy: Latijns-Amerika
it: America Latina
ja: ラテンアメリカ
pl: Ameryka Południowa
pt_br: América Latina
sq: Amerika Latine

source: Europe, Middle East, Africa
de: Europa, Naher Osten, Afrika
es: Europa, Oriente Medio, África
fr: Europe, Moyen-Orient et Afrique
fy: Europa, Midden-Oosten, Afrika
it: Europa, Medio Oriente, Africa
ja: ヨーロッパ、中東、アフリカ
pl: Europa, Bliski Wschód, Afryka
pt_br: Europa, Oriente Médio, África
sq: Europë, Lindje e Mesme, Afrikë

source: Asia Pacific
de: Asien-Pazifik
es: Asia-Pacífico
fr: Asie-Pacifique
fy: Azië en Stille Oceaan
it: Asia Pacifica
ja: アジア太平洋
pl: Daleki Wschód
pt_br: Ásia-Pacífico
sq: Azi Paqësor

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
fy: Pagina niet gevonden
it: Pagina non trovata
ja: ページが見つかりません
pl: Nie znaleziono strony
pt_br: Página não encontrada
sq: Nuk u gjet faqe

source: Sorry, but we couldn't find the page you're looking for.
de: Es tut uns leid, aber wir konnten die gesuchte Seite nicht finden.
es: Lo sentimos, pero no podemos encontrar la página que estabas buscando.
fr: Nous sommes désolés, mais nous n'avons pas pu trouver la page recherchée.
fy: Sorry, maar de gezochte pagina werd niet gevonden.
it: Siamo spiacenti, la pagina cercata non è disponibile.
ja: 申し訳ありませんが、お探しのページは見つかりませんでした。
pl: Przepraszamy, ale nie można znaleźć strony, której szukasz.
pt_br: Sentimos, mas não conseguimos encontrar a página que você está procurando.
sq: Na ndjeni, por nuk e gjetëm dot faqen që po kërkoni.

source: <a href="%(home_url)s">Go back</a> to the home page.
de: <a href="%(home_url)s">Zurück</a> zur Startseite.
es: <a href="%(home_url)s">Volver</a> a la página de inicio.
fr: <a href="%(home_url)s">Revenir</a> à la page d'accueil.
fy: <a href="%(home_url)s">Ga terug</a> naar de startpagina.
it: <a href="%(home_url)s">Torna</a> alla pagina iniziale.
ja: ホームページへ <a href="%(home_url)s">戻る</a>
pl: <a href="%(home_url)s">Wróć</a> do strony głównej.
pt_br: <a href="%(home_url)s">Voltar</a> para a página inicial.
sq: <a href="%(home_url)s">Kthehuni mbrapsht</a> te faqja hyrëse.

source: Something went wrong!
de: Etwas ist schiefgegangen!
es: ¡Algo salió mal!
fr: Quelque chose s'est mal passé !
fy: Er is iets mis gegaan!
it: Si è verificato un problema.
ja: エラー
pl: Wystąpiły problemy z przesłaniem filmu!
pt_br: Algo deu errado!
sq: Diçka shkoi ters!

source: Sorry, but something went wrong.
de: Es tut uns leid, aber etwas ist schiefgegangen.
es: Lo sentimos, algo salió mal.
fr: Nous sommes désolés, mais quelque chose s'est mal passé.
fy: Sorry, maar er is iets mis gegaan.
it: Siamo spiacenti, si è verificato un problema.
ja: 申し訳ありませんが、何か問題が発生しました。
pl: Przepraszamy, ale stało się coś niedobrego.
pt_br: Sentimos, mas algo deu errado.
sq: Na ndjeni, diçka shkoi ters.

source: Firefox Flicks is a contest that invites Firefox fans and filmmakers from all over the world to create short videos (or &#34;flicks&#34;) to help tell the Firefox story.
de: Firefox Flicks ist ein Wettbewerb, der Firefox-Fans und Filmemacher aus der ganzen Welt einlädt, um Kurzvideos (oder „Streifen“) zu erstellen, um dabei zu helfen, die Geschichte von Firefox zu erzählen.
es: Firefox Flicks es un concurso que invita a fans de Firefox y directores de cine de todo el mundo a crear cortos (o «flicks») que cuenten la historia de Firefox.
fr: Firefox Flicks est un concours qui invite les fans de Firefox et les réalisateurs du monde entier à créer de courtes vidéos (des « flicks ») pour aider à raconter l'histoire de Firefox.
fy: Firefox Flicks is een wedstrijd die Firefox-fans en filmmakers uit de hele wereld uitnodigt tot het maken van korte video’s (of &#34;flicks&#34;) om het Firefox-verhaal te helpen vertellen.
it: Firefox Flicks è un concorso che invita i fan di Firefox e i cineasti di tutto il mondo a creare dei brevi video (&#34;flick&#34; appunto) per contribuire a raccontare la storia di Firefox.
ja: Firefox Flicks は、モバイルによって実現する世界についての短いビデオ作品の制作を、世界中の Firefox ファンと映画製作者に呼び掛けて実施するコンテストです。
pl: Firefox Flicks to konkurs, w którym do wzięcia udziału zapraszani są fani Firefoksa i twórcy filmowi z całego świata, by tworzyć krótkie filmy opowiadające historię Firefoksa.
pt_br: O Firefox Flicks é um concurso que convida fãs do Firefox e cineastas de todo o mundo a criar vídeos curtos (ou &#34;flicks&#34;) para ajudar a contar a história do Firefox.
sq: Firefox Flicks është një konkurs në të cilin ftohen dashamirësit e Firefox-it dhe prodhuesit e filmave nga e gjithë bota të krijojnë video të shkurtra (ose &#34;flicks&#34;-e) që ndihmojnë të rrëfehet historia e Firefox-it.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
fy: Sluiten
it: Chiudi
pl: Zamknij
pt_br: Fechar
sq: Mbylle

source: This field is required.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champ est requis.
fy: Dit veld is vereist.
it: Questo campo è obbligatorio.
ja: この欄への記入は必須です
pl: To pole jest wymagane.
pt_br: Esse campo é requerido.
sq: Kjo fushë është e domosdoshme.

source: Our Partners
de: Unsere Partner
es: Nuestros socios
fr: Nos partenaires
fy: Onze partners
it: I nostri partner
ja: パートナー
pl: Nasi partnerzy
pt_br: Nossos parceiros
sq: Partnerët Tanë

source: More Partners
de: Weitere Partner
es: Más socios
fr: Voir la liste complète
fy: Meer partners
it: Altri partner
ja: その他のパートナー
pl: Wszyscy partnerzy
pt_br: Mais parceiros
sq: Më tepër Partnerë

source: Share Firefox Flicks
de: Firefox Flicks weitergeben
es: Sigue a Firefox Flicks
fr: Partagez Firefox Flicks
fy: Firefox Flicks delen
it: Condividi Firefox Flicks
ja: Firefox Flicks を共有する
pl: Podziel się Firefox Flicks
pt_br: Compartilhe o Firefox Flicks
sq: Ndajeni Firefox Flicks-in Me të Tjerët

source: Learn about Firefox OS
de: Erfahren Sie mehr über Firefox-OS
es: Más información sobre Firefox OS
fr: Plus d'infos sur Firefox OS
fy: Meer info over Firefox OS
it: Scopri Firefox OS
ja: Firefox OSについて
pl: Więcej o Firefox OS
pt_br: Aprenda mais sobre o Firefox OS
sq: Mësoni më tepër rreth Firefox OS-it

source: Hi %(name)s,
de: Hallo %(name)s,
es: Hola %(name)s:
fr: Bonjour %(name)s,
fy: Hallo %(name)s,
it: Salve %(name)s,
ja: %(name)s 様
pl: Witaj %(name)s,
pt_br: Olá %(name)s,
sq: Njatjeta %(name)s,

source: Sincerely,
de: Freundliche Grüße
es: Atentamente,
fr: Amicalement,
fy: Met vriendelijke groet,
it: Cordialmente,
ja: よろしくお願いいたします。
pl: Z poważaniem
pt_br: Atenciosamente,
sq: Juaji sinqerisht,

source: The Firefox Flicks Team
de: Das Team von Firefox Flicks
es: El equipo de Firefox Flicks
fr: L'équipe Firefox Flicks
fy: Het Firefox Flicks-team
it: il team di Firefox Flicks
ja: Firefox Flicks チーム
pl: Zespół Firefox Flicks
pt_br: Equipe do Firefox Flicks
sq: Ekipi i Firefox Flicks-it

source: Read the <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Mozilla Privacy Policy</a>.
de: Lesen Sie die <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Mozilla-Datenschutzerklärung</a>.
es: Lee la <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Política de privacidad de Mozilla</a>.
fr: Lisez la <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">politique de respect de la vie privée de Mozilla</a>.
fy: Lees het <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Mozilla-privacybeleid</a>.
it: Leggi l'<a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Informativa sulla privacy di Mozilla</a>.
ja: <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Mozilla プライバシーポリシー</a>をご覧ください。
pl: Zapoznaj się z <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">zasadami ochrony prywatności Mozilli</a>.
pt_br: Leia a <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Política de Privacidade da Mozilla</a>.
sq: Lexoni <a href="%(link)s" target="_blank" style="color: #349cd7; text-decoration: none; font-size: 11px; font-family: georgia, serif;">Rregullat e Privatësisë së Mozilla-s</a>.

source: Firefox Flicks FAQ &#8212; Your questions answered. Our FAQ covers all the details on how to enter the video contest and win prizes.
de: FAQ zu Firefox Flicks – Ihre Fragen werden beantwortet. Unsere FAQ befasst sich mit allen Details zum Mitmachen beim Video-Wettbewerb und dem Gewinnen von Preisen.
es: FAQ de Firefox Flicks &#8212; Nuestra sección de preguntas frecuentes abarca todos los detalles sobre cómo enviar videos al concurso y ganar premios.
fr: Foire aux questions sur Firefox Flicks &#8212; la réponse à vos questions. Notre FAQ couvre tous les détails sur la participation au concours de vidéos et les prix à gagner.
fy: Firefox Flicks FAQ &#8211; Uw vragen beantwoord. Onze FAQ bevat alle details over hoe u met de videowedstrijd kunt meedoen en prijzen kunt winnen.
it: FAQ di Firefox Flicks &#8212; Tutte le risposte alle tue domande. Le nostre FAQ comprendono tutti i dettagli su come partecipare al concorso e vincere i premi.
ja: Firefox Flicks FAQ &#8212; 何か疑問があるときはまずここをご覧ください。コンテストへの応募から受賞まで、詳しく説明します。
pl: Firefox Flicks FAQ – odpowiedzi na Twoje pytania. Nasze odpowiedzi na często zadawane pytania zawierają wszystkie szczegóły dotyczące zgłoszenia do konkursu i nagród do zdobycia.
pt_br: Dúvidas comuns &#8212; Suas perguntas respondidas. Nossa seção de dúvidas comuns cobre todos os detalhes sobre como entrar no concurso de vídeo e ganhar prêmios.
sq: FAQ rreth Firefox Flicks &#8212; Përgjigje për pyetjet tuaja. FAQ mbulojnë krejt hollësitë se si të paraqisni në konkurs një video dhe të fitoni çmime.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Foire Aux Questions
fy: Veelgestelde vragen
it: Domande più frequenti
ja: よくある質問
pl: Często zadawane pytania
pt_br: Perguntas Frequentes
sq: Pyetje të Bëra Shpesh

source: What is Firefox Flicks?
de: Was ist Firefox Flicks?
es: ¿Qué es Firefox Flicks?
fr: Qu'est-ce que Firefox Flicks ?
fy: Wat is Firefox Flicks?
it: Che cos'è Firefox Flicks?
ja: Firefox Flicks とは？
pl: Co to jest Firefox Flicks?
pt_br: O que é o Firefox Flicks?
sq: Çfarë është Firefox Flicks?

source: Firefox Flicks is a global video competition encouraging filmmakers to educate people about the issues that affect our online lives. This year, we're focusing on the power that having access to the Web through mobile devices gives people and how that power can change the way you see the world and the way you function within it.
de: Firefox Flicks ist ein weltweiter Videowettbewerb, der Filmemacher dazu auffordert, Menschen über die Themen, die unsere Online-Leben beeinflussen, zu informieren. Dieses Jahr konzentrieren wir uns auf die Kraft, die Menschen durch den Internetzugang über Mobilgeräte erhalten und wie diese Kraft die Art und Weise, wie Sie die Welt sehen und welche Rolle Sie in ihr spielen, verändern kann.
es: Firefox Flicks es un concurso mundial de videos que alienta a los realizadores audiovisuales a educar a la gente acerca de las problemáticas que afectan nuestras vidas digitales. Este año estamos enfocando en el poder que significa tener acceso a la Web a través de dispositivos móviles, y cómo esto puede cambiar la manera en que vemos el mundo y funcionamos en él.
fr: Firefox Flicks est un concours vidéo qui encourage les vidéastes du monde entier à éduquer le public sur des sujets qui affectent notre vie sur Internet. Cette année, nous nous intéressons aux possibilités que crée l'accès à Internet depuis un appareil mobile, et la manière dont ces dernières influencent notre vision du monde ainsi que nos comportements.
fy: Firefox Flicks is een wereldwijde videowedstrijd die filmmakers aanspoort om mensen bewust te maken van de problemen die onze onlinelevens beïnvloeden. Dit jaar richten we ons op de kracht die internettoegang via mobiele apparaten aan mensen geeft, en hoe die kracht de wereld zoals u die ziet en de manier waarop u hierin functioneert kan veranderen.
it: Firefox Flicks è un concorso video internazionale che coinvolge i cineasti nella sensibilizzazione delle persone ai temi che toccano le loro vite online. Quest'anno vogliamo portare in primo piano come la possibilità di accedere al Web attraverso i dispositivi portatili può cambiare il modo in cui vediamo e interagiamo con il mondo.
ja: Firefox Flicks は、私たちのオンライン生活に影響を及ぼすさまざまな問題を知ってもらうためのビデオ作品を募集するグローバルなビデオコンテストです。今年は、モバイルデバイスから Web へとアクセスする人々が増えるにつれ、人々の世界観および自分が世界で役立つ方法についての考えをどのように変えるか、という点に焦点を絞っています。
pl: Firefox Flicks jest ogólnoświatowym konkursem filmowym zachęcającym filmowców do edukowania ludzi w zakresie zagadnień mających wpływ na ich życie internetowe. W tym roku koncentrujemy się na tym, co może dać ludziom dostęp do internetu poprzez urządzenia mobilne i jaki ma to wpływ na zmianę sposobu postrzegania świata i sposobu funkcjonowania w nim.
pt_br: Firefox Flicks é um concurso global de vídeos para encorajar cineastas e amadores a educar as pessoas sobre as coisas que afetam suas vidas on-line. Este ano, nosso foco está no poder que o acesso à Web em aparelhos móveis dá às pessoas e como esse poder pode mudar a forma como você vê o mundo e como você se encaixa nele.
sq: Firefox Flicks-i është një konkurs mbarëbotëror që i nxit krijuesit e filmave të edukojnë njerëzit rreth çështjeve që prekin jetën tonë online. Këtë vit, jemi përqendruar te fuqia që u jep njerëzve pasja e mundësisë së përdorimit të Web-it përmes pajisjesh celulare, dhe se si kjo fuqi mund të ndryshojë mënyrën se si e shihni botën dhe mënyrën se si funksiononi ju brenda saj.

source: With that in mind, the 2013 Firefox Flicks theme is "Get Mobilized." That's where you come in: help us inspire people to get mobilized for individual and collective progress. <a href="%(link_brief)s" class="ga_brief-dl">Read the creative brief</a>.
de: Mit diesem Hintergedanken ist das Thema von Firefox Flicks 2013 „Mobilisieren Sie sich“. Da kommen Sie ins Spiel: Helfen Sie uns, Menschen zu inspirieren, sich für individuellen und kollektiven Fortschritt zu mobilisieren. <a href="%(link_brief)s" class="ga_brief-dl">Lesen Sie die Kurzübersicht</a>.
es: En este sentido, el tema de Firefox Flicks 2013 es «Movilízate». Y aquí es donde entras tú: ayúdanos a inspirar y movilizar a la gente para el progreso individual y colectivo. <a href="%(link_brief)s" class="ga_brief-dl">Lee las especificaciones creativas</a>.
fr: Par conséquent, le thème de Firefox Flicks 2013 est «&nbsp;Mobilisez-vous&nbsp;». C'est là que vous intervenez&nbsp;: aidez-nous à inciter les gens à se mobiliser pour le progrès individuel et collectif. <a href="%(link_brief)s" class="ga_brief-dl">Lire le brief créatif</a>.
fy: Met dat in gedachten is “Mobiel worden” het thema van Firefox Flicks 2013. Daar hebben we u bij nodig: help ons mensen te inspireren om ten behoeve van individuele en collectieve vooruitgang mobiel te worden. <a href="%(link_brief)s" class="ga_brief-dl">Lees de creative brief</a>.
it: Per questo il tema di Firefox Flicks 2013 è "Mobilizzati." Ed ecco dove entri in gioco tu: aiutaci a ispirare le persone a mobilizzarsi per progredire come individui e come collettività. <a href="%(link_brief)s" class="ga_brief-dl">Leggi il brief creativo</a>.
ja: このことを念頭に置いた Firefox Flicks 2013 のテーマは、「モバイル化しよう」です。そこで皆さんの出番です。一人ひとりが、そしてみんなが前進するために、モバイル化を進めようという呼び掛けに、皆さんの手助けをいただきたいのです。こちらの <a href="%(link_brief)s" class="ga_brief-dl">制作のポイント</a> を参照してください
pl: Mając to na uwadze, motywem przewodnim konkursu Firefox Flicks w 2013 roku jest „Zmobilizujmy się”. Bez względu na to skąd pochodzisz, pomóż nam zainspirować ludzi, by „zmobilizowali się” w celu osiągnięcia osobistego i ogólnego rozwoju. <a href="%(link_brief)s" class="ga_brief-dl">Przeczytaj krótki opis</a>.
pt_br: Com isso em mente, o tema do Firefox Flicks 2013 é "Mobilize-se". É aí que você entra: ajude-nos a inspirar as pessoas a se mobilizarem para o progresso individual e coletivo. <a href="%(link_brief)s" class="ga_brief-dl">Ler o brief criativo</a>.
sq: Me këtë në mendje, tema e Firefox Flicks-it për 2013 është "Mobilizohuni." Këtu fillon puna juaj: na ndihmoni të frymëzojmë njerëzit që të mobilizohen për përparim individual dhe kolektiv. <a href="%(link_brief)s" class="ga_brief-dl">Lexoni përshkrimin përmbledhës</a>.

source: What does Get Mobilized mean?
de: Was bedeutet „Mobilisieren Sie sich“?
es: ¿Qué significa «Movilízate»?
fr: Que signifie « Mobilisez-vous » ?
fy: Wat betekent Mobiel worden?
it: Che cosa significa mobilizzarsi?
ja: 「モバイル化する」とはどのような意味でしょうか？
pl: Co oznacza „zmobilizuj się”?
pt_br: O que Mobilize-se significa?
sq: Ç’do të thotë Mobilizohuni?

source: It's about harnessing the power of the Web to discover new content; how that content connects you to new ideas; and how those ideas can enrich your life.
de: Es geht darum, die Kraft des Internets zu nutzen, um neue Inhalte zu entdecken, wie Sie diese Inhalte zu neuen Ideen bringt und wie diese Ideen Ihr Leben bereichern können.
es: Se trata de aprovechar el poder de la Web para descubrir nuevos contenidos, cómo ese contenido te conecta con nuevas ideas y cómo esas ideas pueden enriquecer tu vida.
fr: Cela veut dire utiliser toutes les ressources qu'offre le Web pour découvrir de nouveaux contenus ; des contenus qui vont générer de nouvelles idées ; et voir son avenir changé par ces idées.
fy: Het gaat om het benutten van de kracht van het internet om nieuwe inhoud te ontdekken; hoe die inhoud u op nieuwe ideeën brengt, en hoe die ideeën uw leven kunnen verrijken.
it: Significa sfruttare le potenzialità del Web per scoprire nuovi contenuti che ispirano nuove idee, le quali a loro volta arricchiscono la tua vita.
ja: それは、Web の力を最大限に活用して新しいコンテンツを発見し、そのコンテンツを新しいアイディアに結び付ける方法や、そのアイディアによって自分たちの生活を豊かにする方法を発見することです。
pl: Chodzi o wykorzystanie mocy internetu, by poznać nowe zagadnienia. Jaki wpływ ma zdobyta nowa wiedza na twoje nowe pomysły i jak te pomysły mogą wzbogacić twoje życie.
pt_br: Trata-se de aproveitar o poder da Web para descobrir novos conteúdos, como esses conteúdos conectam você a novas ideias e como essas ideias podem melhorar a sua vida.
sq: Bëhet fjalë për të shfrytëzuar fuqinë e Web-it për zbulim lënde të re; si ju lidh kjo lëndë e re me ide të reja; dhe se si këto ide jua bëjnë jetën më të pasur.

source: What do we want filmmakers to do?
de: Was sollen die Filmemacher tun?
es: ¿Qué queremos que los realizadores audiovisuales hagan?
fr: Qu'attendons-nous des réalisateurs ?
fy: Wat willen we dat filmmakers doen?
it: Che cosa chiediamo ai cineasti?
ja: コンテスト出品にあたってお願いしたいこと
pl: Co chcemy, by autorzy filmów zrobili?
pt_br: O que queremos que os cineastas façam?
sq: Çfarë duam që të bëjnë krijuesit e filmave?

source: Write, produce and edit a video of no more than 60 seconds that demonstrates how mobile helps people discover content that connects them to new ideas and enriches their lives.
de: Ein höchstens 60 Sekunden langes Video schreiben, produzieren und bearbeiten, das zeigt, wie Mobilgeräte Menschen helfen, Inhalte zu entdecken, die sie zu neuen Ideen bringen und ihre Leben bereichert.
es: Escribe, produce y edita un video de no más de 60 segundos que demuestre cómo los dispositivos móviles ayudan a las personas a descubrir contenidos, conectarse con nuevas ideas y enriquecer sus vidas.
fr: Vous devez créer, produire et monter une vidéo de 60 secondes maximum qui illustre en quoi l'accès à de nouveaux contenus via internet sur téléphone mobile peut donner aux gens de nouvelles idées susceptibles de changer ou d'enrichir leur vie.
fy: Schrijf, produceer en bewerk een video van niet meer dan 60 seconden die demonstreert hoe mobiel zijn mensen helpt om nieuwe inhoud te ontdekken die hen op nieuwe ideeën brengt en hun levens verrijkt.
it: Chiediamo a ogni cineasta di scrivere una sceneggiatura, produrre e montare un video di massimo 60 secondi per dimostrare come il mobile può aiutare le persone a scoprire nuovi contenuti, che ispirino nuove idee per arricchire la loro vita.
ja: 人々に新しいアイディアをもたらし、自分たちの生活を豊かにしてくれるコンテンツの発見に、モバイルがどのように役立つかを示す 60 秒以内のビデオ作品を考え、制作し、編集してください。
pl: Napisz scenariusz i wyprodukuj nie dłuższy niż trwający 60 sekund film przedstawiający, jak urządzenia mobilne umożliwiają ludziom poznanie nowych treści inspirujących nowe pomysły i jak wzbogacają ich życie.
pt_br: Escrevam, produzam e editem um vídeo de no máximo 60 segundos que demonstre como a mobilidade ajuda pessoas a descobrirem conteúdos que as conectam a novas ideias e melhoram suas vidas.
sq: Shkruani, prodhoni dhe përpunoni një video jo më të gjatë se 60 sekonda, e cila demonstron se si celulari i ndihmon njerëzit të zbulojnë lëndë që i lidh ata me ide të reja dhe ua bën jetën më të pasur.

source: Where can I find out more about this year's theme and requirements?
de: Wo kann ich mehr über das Thema und die Voraussetzungen in diesem Jahr?
es: ¿Dónde puedo encontrar más información sobre los temas y condiciones del concurso de este año?
fr: Où puis-je obtenir davantage de détails sur les thèmes et conditions du concours de cette année&nbsp;?
fy: Waar kan ik meer vinden over het thema en de voorwaarden van dit jaar?
it: Dove posso trovare ulteriori informazioni sul tema di quest'anno e sui requisiti per partecipare?
ja: 今年のテーマと条件の詳細はどこで見られますか？
pl: Gdzie można znaleźć informacje na temat motywu przewodniego tegorocznego konkursu i stawiane wymagania?
pt_br: Onde eu posso saber mais sobre o tema deste ano e os requisitos?
sq: Ku mund të mësoj më tepër rreth temës dhe domosdoshmërive për këtë vit?
