Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: (Please note that last year's theme was Firefox. This year it's about the power of the Web on mobile devices.)
de: (Beachten Sie bitte, dass das Thema letztes Jahr Firefox war. Dieses Jahr geht es um die Kraft des Internets auf Mobilgeräten.)
es: (Ten en cuenta que el tema del año pasado fue Firefox. Este año trata sobre el poder de la Web en los dispositivos móviles.)
fr: (À noter que le thème de l'année dernière était Firefox. Cette année il s'agit du potentiel du Web sur les appareils mobiles.)
fy: (Bedenk dat het thema van vorig jaar Firefox was. Dit jaar gaat het over de kracht van het internet op mobiele apparaten.)
it: (Attenzione: Firefox era il tema dell'anno scorso. Il tema di quest'anno è invece il Web sui dispositivi portatili.)
ja: (昨年のテーマは Firefox でしたが、今年はモバイルデバイスで利用する Web の力がテーマとなっていますので、ご注意ください。)
pl: (Motywem przewodnim ubiegłorocznego konkursu był Firefox. W tym roku motywem jest moc internetu na urządzeniach mobilnych.)
pt_br: (Por favor, perceba que o tema do ano passado era o Firefox. Este ano é sobre o poder da Web em aparelhos móveis.)
sq: (Ju lutemi, mbani parasysh që tema e vitit të shkuar qe Firefox-i. Këtë vit ajo lidhet me fuqinë e Web-it në pajisje celulare.)

source: Meet the judges
de: Lernen Sie die Richter kennen
es: Conoce al jurado
fr: Découvrez les juges
fy: Maak kennis met de juryleden
it: Chi sono i giudici?
ja: 審査員は誰ですか？
pl: Poznaj jurorów
pt_br: Conheça os jurados
sq: Njihuni me anëtarët e jurisë

source: Get to know our illustrious panel of celebrity judges &ndash; led by actor, director, producer and activist Edward Norton &ndash; who helped us choose this year's winners.
de: Lernen Sie unsere berühmte Jury aus prominenten Richtern kennen &ndash; angeführt von Schauspieler, Regisseur, Produzent und Aktivist Edward Norton &ndash;, die uns bei der Wahl des diesjährigen Siegers geholfen haben.
es: Conoce nuestro panel de ilustres celebridades y jueces, a la cabeza del cual está el actor director, productor y activista Edward Norton, quien será el que nos ayudarán a elegir a los ganadores de este año.
fr: Découvrez notre jury de célébrités &ndash; dirigé par l'acteur, réalisateur, producteur et militant Edward Norton &ndash; qui nous a aidé à choisir le gagnant de cette année.
fy: Maak kennis met ons roemrijke panel van beroemde juryleden &ndash; geleid door acteur, regisseur, producer en activist Edward Norton &ndash; die ons hebben geholpen de winnaars van dit jaar te kiezen.
it: Scopri la nostra illustre giuria composta da celebrità &ndash; capeggiata dall'attore, regista, produttore e attivista Edward Norton &ndash; che ci ha aiutato a scegliere i vincitori di quest'anno.
ja: 著名な審査員で構成されるすばらしい審査チームをご紹介します。俳優であり、ディレクター、プロデューサー、活動家でもある Edward Norton 氏をはじめとする以下の人々が、皆さんの作品を審査し、今年の受賞者の選定を手伝ってくれます。
pl: Poznaj skład naszego jury, które pomagało nam wyłonić tegorocznych laureatów. Jury przewodniczy Edward Norton &ndash; aktor, reżyser, działacz.
pt_br: Conheça nosso ilustre painel de jurados &ndash; liderado pelo ator, diretor, produtor e ativista Edward Norton &ndash; que nos ajudará a escolher os vencedores deste ano.
sq: Njihuni me figurat e njohura, anëtarët e jurisë sonë të ndritur &ndash; të drejtuar nga aktori, regjisori, producenti dhe veprimtari Edward Norton &ndash; i cili na ndihmoi në zgjedhjen e fituesit të sivjetshëm.

source: Get to know our illustrious panel of celebrity judges &ndash; led by actor, director, producer and activist Edward Norton &ndash; who will see your flick and help us choose this year's winner.
de: Lernen Sie unsere berühmte Jury aus prominenten Richtern kennen &ndash; angeführt von Schauspieler, Regisseur, Produzent und Aktivist Edward Norton &ndash;, die Ihren Film ansehen werden und uns bei der Wahl des diesjährigen Siegers helfen werden.
es: Conoce nuestro panel de ilustres celebridades y jueces, a la cabeza del cual está el actor director, productor y activista Edward Norton, quien será el que vea tu flick y nos ayudarán a elegir al ganador de este año.
fr: Découvrez notre jury de célébrités &ndash; dirigé par l'acteur, réalisateur, producteur et militant Edward Norton &ndash; qui visionnera votre flick et nous aidera à choisir le gagnant de cette année.
fy: Maak kennis met ons roemrijke panel van beroemde juryleden &ndash; geleid door acteur, regisseur, producer en activist Edward Norton &ndash; die uw flick zullen bekijken en ons gaan helpen de winnaar van dit jaar te kiezen.
it: Scopri la nostra illustre giuria composta da celebrità &ndash; capeggiata dall'attore, regista, produttore e attivista Edward Norton &ndash; che visionerà il tuo flick e ci aiuterà a scegliere il vincitore di quest'anno.
ja: 著名な審査員で構成されるすばらしい審査チームをご紹介します。俳優であり、ディレクター、プロデューサー、活動家でもある Edward Norton 氏をはじめとする以下の人々が、皆さんの作品を審査し、今年の受賞者の選定を手伝ってくれます。
pl: Poznaj skład naszego jury, które będzie oglądać przesłane filmy i pomagać nam wyłonić tegorocznych laureatów. Jury przewodniczy Edward Norton &ndash; aktor, reżyser, działacz.
pt_br: Conheça nosso ilustre painel de jurados &ndash; liderado pelo ator, diretor, produtor e ativista Edward Norton &ndash; que assistirá ao seu flick e nos ajudará a escolher o vencedor deste ano.
sq: Njihuni me figurat e njohura, anëtarët e jurisë sonë të ndritur &ndash; të drejtuar nga aktori, regjisori, producenti dhe veprimtari Edward Norton &ndash; e cila do të shqyrtojë videot tuaja dhe do të na ndihmojë të zgjedhim fituesin e sivjetshëm.

source: Click on each photo for a full bio.
de: Klicken Sie auf jedes der Fotos, um vollständige Angaben zu erhalten.
es: Pulsa en cada foto para ver una biografía completa.
fr: Cliquez sur chaque photo pour une biographie détaillée.
fy: Klik op elke foto voor een volledige biografie.
it: Fai clic sulla foto di un membro per leggere la sua biografia.
ja: それぞれの写真をクリックすると、略歴全文が表示されます。
pl: Kliknij zdjęcie, aby poznać biografię.
pt_br: Clique nas fotos para ver a biografia completa.
sq: Për jetëshkrim të plotë, klikoni mbi secilën foto.

source: Producer
de: Produzent
es: Productora
fr: Producteur/Productrice
it: Produttore
ja: プロデューサー
pl: Producent
pt_br: Produtor
sq: Producent

source: <abbr title="Executive Vice President">EVP</abbr>, Global Sales and Marketing, Panavision
de: <abbr title="Executive Vice President">EVP</abbr>, Globaler Verkauf und Marketing, Panavision
es: <abbr title="Vicepresidente ejecutivo">EVP</abbr>, Ventas y marketing mundial, Panavision
fr: Vice-président des ventes et du marketing, Panavision
fy: <abbr title="Executive Vice President">EVP</abbr>, Global Sales en Marketing, Panavision
it: <abbr title="Executive Vice President">Vice presidente esecutivo</abbr>, Vendite globali e marketing, Panavision
ja: Panavision、グローバルセールスおよびマーケティング担当 <abbr title="Executive Vice President">EVP</abbr>
pl: <abbr title="Wiceprezes">EVP</abbr>, Sprzedaż i marketing, Panavision
pt_br: Vice-presidente executivo mundial de Vendas e Marketing da Panavision
sq: <abbr title="Executive Vice President">Zëvendëspresident Ekzekutiv</abbr>, për Shitjet dhe Marketingun Global, Panavision

source: Panavision is excited to partner once again with the Firefox Flicks team. As partners, we are really interested in working with talented storytellers to share some of the 60-plus years of experience we have in filmmaking and stay at the forefront of the industry's transition to digital cinematography.
de: Panavision freut sich, erneut Partner des Firefox-Flicks-Teams zu sein. Als Partner haben wir ein großes Interesse an der Arbeit mit talentierten Geschichtenerzählern, um ein bisschen der Erfahrung die wir aus über 60 Jahren Filmemachen haben, weiterzugeben und ganz vorne dabeizubleiben, wenn die Industrie mit der Kameraführung ins digitale Zeitalter eintritt.
es: Panavision se complace asociarse una vez más con el equipo de Firefox Flicks. Como socios, nos interesa mucho ​​trabajar con los narradores con talento para compartir algunos de los más de 60 años de experiencia que tenemos en el cine y estar a la vanguardia de la transición de la industria a la cinematografía digital.
fr: Panavision est heureux de s'associer à nouveau avec l'équipe de Firefox Flicks. En tant que partenaires, nous souhaitons vraiment travailler avec de talentueux réalisateurs pour partager avec eux nos plus de 60 ans d'expérience dans le cinéma et ainsi rester un acteur majeur de la transition de notre industrie vers la cinématographie numérique.
fy: Panavision is blij opnieuw partner te kunnen zijn van het Firefox Flicks-team. Als partners zijn we oprecht geïnteresseerd in samenwerking met getalenteerde vertellers, om zo wat van onze meer dan 60 jaar ervaring in filmmaken te delen en in de overgang van de industrie naar digitale cinematografie voorop te blijven lopen.
it: La Panavision è lieta di collaborare ancora una volta con il team di Firefox Flicks. In qualità di partner siamo sempre interessati a condividere con scrittori di talento i nostri sessanta e più anni di esperienza nell'industria cinematografica e a mantenerci all'avanguardia nel passaggio del settore alla cinematografia digitale.
ja: Panavision は、今年もまた Firefox Flicks チームに協力させていただけることを大変嬉しく思います。映画製作分野での当社の 60 年に及ぶ経験と、映画製作がデジタル撮影へと移行する中でこの業界の最前線で活躍を続けてきた経験を、このコンテストのパートナーとして有能な制作者の方々と共有できるのは、当社にとって非常に興味深いことです。
pl: Panavision cieszy się ogromnie z ponownego partnerstwa z zespołem konkursu. Jako partnerzy jesteśmy bardzo zainteresowani współpracą z utalentowanymi autorami i z chęcią przekażemy im nasze ponad sześćdziesięcioletnie doświadczenie zdobyte podczas tworzenia filmów i w czasie transformacji firmy na kinematografię cyfrową.
pt_br: A Panavision está empolgada em mais uma vez ser parceira da equipe do Firefox Flicks. Como parceiros, estamos interessados em trabalhar com contadores de histórias talentosos para compartilhar alguns do mais de 60 anos de experiência em fazer filmes e ficar à frente na transição da indústria para a cinematografia digital.
sq: Panavision-i është i ngazëllyer të jetë edhe një herë partner i ekipit të Firefox Flicks-it. Si partnerë, jemi vërtet të interesuar të punojmë me rrëfimtarë të talentuar duke ndarë me ta një pjesë të përvojës gjashtëdhjetë e ca vjeçare së fituar në krijim filmash dhe të të qenit në pararojë të tranzicionit të industrisë së filmit drejt kinematografisë dixhitale.

source: Founder, Black List
de: Gründer, Black List
es: Fundador, Black List
fr: Fondateur, Black List
fy: Oprichter, Black List
it: Fondatore di Black List
ja: Black List 創刊者
pl: Założyciel, Black List
pt_br: Fundador da Black List
sq: Themelues i Black List-ës

source: My livelihood is built on spotting talent early and introducing them to Hollywood. Working with Firefox on the 2013 Flicks campaign is a natural extension of that work &ndash; creating access to the film industry for unknown but talented storytellers who will go on to make the films that will inspire the generation that follows behind them. We now live in a world where the only distance between that network and those storytellers can and should be a browser window, and I'm incredibly excited to be working with Firefox to make sure that's true.
de: Meinen Lebensunterhalt verdiene ich damit, dass ich Talente schnellstmöglich entdecke, um sie nach Hollywood bringe. Mit Firefox an der Flicks-Kampagne 2013 zu arbeiten ist eine natürliche Ausweitung dieser Arbeit &ndash; Schaffen von Zugängen zur Filmindustrie für unbekannte aber talentierte Geschichtenerzähler, die die Filme machen werden, die die nachfolgende Generation inspirieren wird. Wir leben jetzt in einer Welt, wo die einzige Grenze zwischen diesem Netzwerk und diesen Geschichtenerzählern ein Browser-Fenster sein kann und sein sollte, und ich freue mich riesig darauf, mit Firefox daran zu arbeiten, dass das wahr wird.
es: Mi trabajo se basa en la detección de talento precoz y su presentación en Hollywood. Trabajar con Firefox en la campaña de Firefox Flicks de 2013 es una prolongación natural de ese trabajo: la promoción del acceso a la industria del cine entre narradores desconocidos pero con talento que darán origen a las películas que inspirarán la generación que les precede. Ahora vivimos en un mundo donde la única distancia entre la red y los narradores puede y debe ser una ventana del navegador, y estoy muy contento de colaborar con Firefox para garantizar que sea así.
fr: Découvrir de nouveaux talents et les introduire à Hollywood est mon métier. Mon travail avec Firefox et la campagne Flicks 2013 est l'extension naturelle de ce travail&nbsp;; créer une passerelle vers l'industrie du film pour des artistes méconnus mais talentueux et les aider à créer les films qui vont inspirer les générations futures. Nous vivons désormais dans un monde où la seule chose qui sépare ces artistes de ce «&nbsp;réseau&nbsp;» est la fenêtre d'un navigateur web, et je suis fier de travailler avec Firefox pour que cela se réalise.
fy: Mijn levensonderhoud is gebaseerd op het vroegtijdig ontdekken van talent en de introductie ervan in Hollywood. Het werken met Firefox tijdens de Flicks-campagne van 2013 is een natuurlijke uitbreiding van dat werk - het creëren van toegang tot de filmindustrie voor onbekende maar getalenteerde verhalenvertellers die films blijven maken die de generatie die hen volgt zal inspireren. We leven inmiddels in een wereld waarin de enige afstand tussen dat netwerk en die verhalenvertellers een browservenster kan en zou moeten zijn, en ik ben ontzettend enthousiast over de samenwerking met Firefox die ervoor zorgt dat dat waar is.
it: Mi guadagno da vivere scoprendo nuovi talenti e aiutandoli a entrare a Hollywood. Collaborare alla campagna di Firefox Flicks 2013 è un naturale proseguimento del mio lavoro &ndash; creare una via d'accesso all'industria cinematografica per scrittori sconosciuti ma talentuosi che ispireranno la nuova generazione con i loro film. Oggi viviamo in un mondo dove l'unica distanza tra la rete dell'industria cinematografica e quegli scrittori può essere, e dovrebbe essere, semplicemente la finestra di un browser, e sono entusiasta di poter collaborare con Firefox per rendere questa una realtà.
ja: 私の仕事は、有能な人材を早期に発掘してハリウッドに紹介することです。Firefox Flicks 2013 コンテストに協力することは、そうした仕事の延長線として当然の活動です。まだ世間に知られてはいないけれど有能な制作者たちのために映画産業への道を開き、その人たちが後に続く世代にひらめきを与える映画の製作に携わることになるからです。現在私たちが生活している世界では、そのような制作者たちはブラウザのウィンドウにさえアクセスすればネットワークにつながることができますし、また、できるべきです。私は、それを実現するために Firefox に協力できることを、とても嬉しく思っています。
pl: Moja praca polega na odkrywaniu talentów i wprowadzaniu ich do Hollywood. Mój udział w konkursie Firefox Flicks jest naturalnym rozwinięciem mojej działalności – stworzeniem dostępu do przemysłu filmowego nieznanym, ale utalentowanym autorom, którzy będą tworzyć filmy inspirujące generację, która podąży za nimi. Żyjemy w świecie, gdzie odległością między siecią i tymi autorami może i powinno być tylko okno przeglądarki, a ja jestem bardzo podekscytowany pracą z Firefoksem, by upewnić się, że to prawda.
pt_br: Minha vida é encontrar talentos precoces e apresentá-los a Hollywood. Trabalhar com o Firefox na campanha de 2013 é uma extensão natural desse trabalho &ndash; criando acesso à indústria do cinema para contadores de histórias desconhecidos mas talentosos que farão filmes que inspirarão a geração que está por vir. Vivemos hoje em um mundo onde a única distância entre essa rede e esses contadores de histórias pode e deve ser a janela de um navegador, e eu estou incrivelmente empolgado em estar trabalhando com o Firefox para assegurar que isso seja realidade.
sq: Jetesën e fitoj duke zbuluar talente herët dhe duke i prezantuar ato në Hollivud. Puna me Firefox-in për fushatën Flicks 2013 është një zgjerim natyror i kësaj veprimtarie &ndash; hapja e rrugëve drejt industrisë së filmit për rrëfimtarë të panjohur, por të talentuar, të cilët do të ecin përpara për të krijuar filma që do të frymëzojnë brezin që vjen pas tyre. Tani rrojmë në një botë ku largësia e vetme mes këtij rrjeti dhe atyre rrëfimtarëve mund dhe duhet të jetë një dritare shfletuesi, dhe jam tej mase i ngazëllyer që do të punoj me Firefox-in për të siguruar realizimin e kësaj.

source: Actor, Director, Producer, Activist
de: Schauspieler, Regisseur, Produzent, Aktivist
es: Actor, director, productor, activista
fr: Acteur, réalisateur, producteur et militant
fy: Acteur, regisseur, producer, activist
it: Attore, regista, produttore, attivista
ja: 俳優、ディレクター、プロデューサー、活動家
pl: Aktor, reżyser, producent, działacz
pt_br: Ator, Diretor, Produtor, Ativista
sq: Aktor, Regjisor, Producent, Veprimtar

source: What I think is really cool about Firefox Flicks is that it marries that core philosophy of liberating people to say what they want to say and connects it to something that's happening in the arts and film.
de: Was ich an Firefox Flicks richtig toll finde ist, dass es den Kerngedanken, Menschen die Freiheit zu geben, zu sagen, was sie möchten, aufnimmt und das mit einem Ereignis in Kunst und Film verbindet.
es: Lo que encuentro realmente atractivo de Firefox Flicks es que encaja a la perfección con la filosofía fundamental de permitir a la gente decir lo que quieren decir y les conecta con algo que está sucediendo en las artes y la cinematografía.
fr: Ce que je trouve vraiment extraordinaire avec Firefox Flicks c'est qu'il épouse cette philosophie libératrice qui permet aux gens de dire ce qu'ils ont envie de dire et la relie à quelque chose qui se passe dans les arts et le cinéma.
fy: Wat ik echt leuk vind aan Firefox Flicks is dat het die kernfilosofie van mensen laten zeggen wat ze willen verenigt en samenbrengt met iets dat op het vlak van kunst en film gebeurt.
it: La cosa più straordinaria di Firefox Flicks secondo me è come abbraccia la filosofia della libertà per tutti di dire ciò che vogliono dire e la collega a qualcosa che sta accadendo nel mondo dell'arte e del cinema.
ja: Firefox Flicks の本当のすばらしさは、人々に自分の言いたいことを言う権利を与えるという最も重要な理念を、芸術や映画の世界の出来事と結びつけている点にあると思います。
pl: Myślę, że w konkursie Firefox Flick naprawdę fajne jest to, że łączy w sobie filozofię wolności ludzi, by mówili to, co chcą powiedzieć z czymś, co się dzieje w sztuce i filmie.
pt_br: O que eu acho muito legal no Firefox Flicks é que ele casa com a filosofia central de libertar pessoas para dizer o que querem dizer e conectar isso a algo que está acontecendo nas artes e nos filmes.
sq: Ajo që mendoj se është vërtet e këndshme te Firefox Flicks është që puq filozofinë bazë të çlirimit të njerëzve që të thonë çka duan të thonë dhe e lidh këtë me diçka që po ndodh me artet dhe filmin.

source: General Manager, <abbr title="Europe, the Middle East, and Africa">EMEA</abbr> Marketing, Dolby
de: Geschäftsführerin, <abbr title="Europa, Naher Osten und Afrika">EMEA</abbr> Marketing, Dolby
es: Director general de marketing en <abbr title="Europa, Oriente Medio y África">EMEA</abbr>, Dolby
fr: Directrice générale du marketing en <abbr title="Europe, Moyen-Orient et Afrique">EMOA</abbr> pour Dolby
fy: Algemeen directeur, <abbr title="Europa, het Midden-Oosten en Afrika">EMEA</abbr> Marketing, Dolby
it: Direttore generale, <abbr title="Europa, Medio Oriente e Africa">EMEA</abbr> Marketing, Dolby
ja: Dolby、<abbr title="Europe, the Middle East, and Africa">EMEA</abbr> マーケティング担当ジェネラルマネージャ
pl: Dyrektor generalny działu marketingu firmy Dolby w regionie <abbr title="Europe, the Middle East, and Africa">EMEA</abbr>
pt_br: Gerente Geral de Marketing <abbr title="Europa, Oriente Médio e África">EMEA</abbr>, Dolby
sq: Drejtor i Përgjithshëm, Marketingu për <abbr title="Europë, Lindje e Mesme, dhe Afrikë">EMEA-n</abbr>, Dolby

source: Sound and cinema have been inextricably linked since the movies started talking to us. Partnering with Firefox Flicks is a natural fit for Dolby as we're passionate about using sound to tell great stories through the medium of film. We're looking forward to helping young filmmakers capture the power of sound to deliver unforgettable experiences in their films.
de: Ton und Kino sind untrennbar verbunden, seit Filme mit uns sprechen. Zusammenarbeit mit Firefox Flicks passt perfekt zu Dolby, denn wir nutzen gerne den Ton, um über das Medium Film tolle Geschichten zu erzählen. Wir helfen gerne jungen Filmemachern, die Kraft des Tons einzufangen, um unvergessliche Erlebnisse in ihre Filme einzubauen.
es: Sonido y cine han estado íntimamente unidos desde que las películas empezaron a hablarnos. La asociación con Firefox Flicks es un paso natural para Dolby porque nos apasiona utilizar el sonido para contar historias a través del medio cinematográfico. Estamos deseando ayudar a que los jóvenes cineastas capten el poder del sonido para ofrecer experiencias inolvidables en sus películas.
fr: Son et cinéma sont inextricablement liés depuis que les films ont cessé d'être muets. Chez Dolby, nous sommes passionnés à l'idée d'utiliser le son pour raconter de grandes histoires au cinéma et collaborer avec Firefox Flicks allait donc de soi. Nous avons hâte d'aider de jeunes réalisateurs à exploiter de nouvelles possibilités sonores et ainsi créer des expériences filmiques inoubliables.
fy: Vanaf het moment dat films tegen ons begonnen te praten zijn geluid en film onlosmakelijk met elkaar verbonden. Omdat we gepassioneerd zijn over het gebruik van geluid om mooie verhalen te vertellen door middel van het medium film, is samenwerken met Firefox Flicks voor Dolby een natuurlijke combinatie. We kijken uit naar het helpen van jonge filmmakers bij het vastleggen van de kracht van geluid om onvergetelijke ervaringen in hun films te leveren.
it: Il suono e il cinema sono sempre stati indissolubilmente legati fin da quando i film hanno iniziato a parlarci. Collaborare a Firefox Flicks è stata per la Dolby una scelta naturale, perché usare il suono per raccontare storie interessanti attraverso il mezzo cinematografico è la nostra passione. Siamo ansiosi di aiutare i giovani cineasti a catturare il potere del suono per rendere il loro film un'esperienza indimenticabile.
ja: 映画というものが私たちに語りかけるようになって以来、サウンドと映画には切り離すことができない密接なつながりがあります。映画というメディアを通じ、サウンドを活用してすばらしい物語を紡ぐことに情熱を傾けている Dolby にとって、Firefox Flicks のパートナーを務めるのはとても自然なことです。当社は、若い映画制作者の人たちがサウンドの力を活用し、記憶に残る体験をもたらす映画を製作するための支援ができることを楽しみにしています。
pl: Od czasu udźwiękowienia filmów dźwięk i kino są ze sobą nierozerwalnie związane. Współpraca z Firefox Flicks jest dla Dolby naturalnym wyborem, ponieważ jesteśmy pasjonatami użycia dźwięku do opowiedzenia wspaniałych historii za pośrednictwem filmu. Z przyjemnością pomagamy młodym filmowcom poznać siłę dźwięku, aby mogli dostarczyć w swoich filmach niezapomnianych wrażeń.
pt_br: Som e cinema têm sido indissociáveis ​​desde que os filmes começaram a falar conosco. A parceria com o Firefox Flicks é um ajuste natural para Dolby, já que somos apaixonados pelo uso do som para contar grandes histórias no cinema. Estamos olhando para a frente para ajudar os jovens cineastas a capturarem o poder do som para proporcionar experiências inesquecíveis em seus filmes.
sq: Tingulli dhe kinemaja kanë qenë pandashmërisht të lidhura, qëkur filmat zunë të na flasin. Partneriteti me Firefox Flicks është diçka natyrale për Dolby-n, sa kohë që e kemi me pasion përdorimin e tingullit për të rrëfyer shembuj të bukur përmes filmit si medium. Duam të ndihmojmë krijues të rinj të filmit të arrijnë të përdorin fuqinë e tingullit për të transmetuar përjetime të paharrueshme në filmat e tyre.
