Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Everything you need to know about creating a flick for the contest can be found in the filmmakers' <a href="%(link_brief)s" class="ga_brief-dl">creative brief</a>.
de: Alles was Sie über das Erstellen eines Films für den Wettbewerb wissen müssen, können Sie in der <a href="%(link_brief)s" class="ga_brief-dl">Kurzübersicht</a> für Filmemacher lesen.
es: Todo lo que necesitas saber sobre la creación de un flick para el concurso puedes encontrarlo en las <a href="%(link_brief)s" class="ga_brief-dl">especificaciones creativas</a> para los realizadores.
fr: Tout ce que vous avez besoin de savoir concernant la création d'un flick pour le concours se trouve dans le <a href="%(link_brief)s" class="ga_brief-dl">brief créatif</a> pour les réalisateurs.
fy: Alles wat u over het maken van een flick voor de wedstrijd dient te weten is te vinden in de <a href="%(link_brief)s" class="ga_brief-dl">creative brief</a> voor filmmakers.
it: Tutto ciò che devi sapere per creare un video per il concorso puoi trovarlo nel <a href="%(link_brief)s" class="ga_brief-dl">brief creativo</a> indirizzato ai cineasti.
ja: コンテストに出品するビデオの制作について知っておくべきことはすべて、制作者向けの <a href="%(link_brief)s" class="ga_brief-dl">制作のポイント</a> でご覧いただけます。
pl: Wszystko co potrzebujesz wiedzieć o tworzeniu filmu na konkurs, znajdziesz w <a href="%(link_brief)s" class="ga_brief-dl">krótkim poradniku</a> filmowca.
pt_br: Tudo que você precisa saber para criar um vídeo para o concurso pode ser encontrado no <a href="%(link_brief)s" class="ga_brief-dl">brief criativo</a> dos cineastas.
sq: Krejt çka lypset të dini mbi krijim videosh për konkursin mund ta gjeni te <a href="%(link_brief)s" class="ga_brief-dl">përshkrimi përmbledhës</a>.

source: What are the entry categories for the 2013 Flicks contest?
de: Welche Kategorien für die Teilnahme gibt es im Flicks-Wettbewerb 2013?
es: ¿Cuáles son las categorías para participar en el concurso Flicks 2013?
fr: Quelles sont les catégories pour participer au concours Flicks 2013 ?
fy: Wat zijn de deelnemerscategorieën voor de Flicks-wedstrijd 2013?
it: Quali sono le categorie per il concorso Firefox Flicks 2013?
ja: Firefox Flicks 2013 コンテストの応募カテゴリはどのようなものですか？
pl: W jakich kategoriach można wystartować w tegorocznym konkursie?
pt_br: Quais são as categorias de envio do Flicks 2013?
sq: Cilat janë kategoritë për pjesëmarrje në konkursin Flicks 2013?

source: There are no categories. Your flick can be a live-action film, an animation or a combination of both. You can shoot it in 3D or on your mobile device. It's up to you. It just has to be 60 seconds or less.
de: Es gibt keine Kategorien. Ihr Film kann ein Realfilm, ein Trickfilm oder eine Kombination aus beidem sein. Sie können ihn in 3D oder mit Ihrem Mobilgerät filmen. Es liegt ganz bei Ihnen. Er darf nur höchstens 60 Sekunden lang sein.
es: No existen categorías. Tu video puede ser una película de imagen real, una animación o una combinación de ambas. Puedes filmar en 3D o con tu dispositivo móvil. Solo tiene que durar 60 segundos o menos.
fr: Il n'y a pas de catégorie. Votre flick peut être basé sur des prises de vues réelles, une animation ou une combinaison des deux. Vous pouvez filmer en 3D ou sur votre téléphone mobile. Il doit juste faire 60 secondes ou moins.
fy: Er zijn geen categorieën. Uw flick kan een live-actiefilm zijn, een animatie, of een combinatie hiervan. U kunt hem opnemen in 3D of op uw mobiele apparaat. Het is aan u. Hij moet alleen 60 seconden of minder duren.
it: Non ci sono categorie. Il tuo flick può essere un filmato girato con attori in carne ed ossa, un'animazione o una combinazione delle due. Puoi girarlo in 3D oppure con la fotocamera del tuo cellulare: a te la scelta! L'unica regola è non superare i 60 secondi.
ja: カテゴリはありません。作品は、実写映画でも、アニメーションでも、その両方を組み合わせたものでも構いません。3D 撮影やモバイルデバイスでの撮影など、思いのままに制作してください。ただしビデオの長さは 60 秒以内にしてください。
pl: W tym roku nie ma kategorii. Film może być zrealizowany z udziałem aktorów, animowany lub być kombinacją obu gatunków. Możesz nakręcić film w formacie 3D, wykorzystując profesjonalny sprzęt lub na swoim urządzeniu mobilnym – to zależy tylko od ciebie. Jest tylko jedna reguła – film nie powinien być dłuższy niż 60 sekund.
pt_br: Não há categorias. Seu flick pode ser um filme de ação ao vivo, uma animação ou uma combinação dos dois. Você pode filmar em 3D ou em seu dispositivo móvel. Cabe a você. Ele só tem que ser de 60 segundos ou menos.
sq: Nuk kategori. Videoja juaj mund të jetë një film i xhiruar, një film vizatimor, ose një ndërthurje e të dyve. Mund të filmoni në 3D ose të filmoni me pajisjen tuaj celulare. Është në dorën tuaj. Thjesht duhet të jetë 60 ose më pak sekonda.

source: When can I submit my flick to Firefox Flicks?
de: Wann kann ich meinen Film bei Firefox Flicks einreichen?
es: ¿Cuándo puedo enviar mi video a Firefox Flicks?
fr: Quand puis-je envoyer ma vidéo à Firefox Flicks ?
fy: Wanneer kan ik mijn flick bij Firefox Flicks indienen?
it: Quando posso inviare il mio video a Firefox Flicks?
ja: 作品の応募はいつからできますか？
pl: Kiedy można wysyłać filmy na konkurs?
pt_br: Quando poderei enviar meu flick para o Firefox Flicks?
sq: Kur mund ta parashtroj videon time te Firefox Flicks?

source: You can upload your video to the Firefox Flicks site beginning on February 13, 2013. You will also be able to view and share submitted entries at that time.
de: Sie können Ihr Video auf der Firefox-Flicks-Website ab 13. Februar 2013 hochladen. Sie können dann auch andere Beiträge ansehen oder weitergeben.
es: Puedes subir tu video al sitio Firefox Flicks a partir del 13 de febrero de 2013. Igualmente podrás ver y compartir los videos subidos desde entonces.
fr: Vous pouvez envoyer votre vidéo sur le site de Firefox Flicks à partir du 13 février 2013. Vous pourrez également voir et partager les autres flicks à partir de cette date.
fy: U kunt uw video vanaf 13 februari 2013 naar de website van Firefox Flicks uploaden. Ook kunt u vanaf dat moment inzendingen bekijken en delen.
it: Puoi caricare il tuo video sul sito di Firefox Flicks a partire dal 13 febbraio 2013. Sempre da questa data sarà possibile visualizzare e condividere i video già caricati.
ja: 制作したビデオは、2013 年 2 月 13 日から Firefox Flicks のサイトにアップロードできます。その時点で提出されている作品の視聴や共有もできます。
pl: Filmy na konkurs można przesyłać począwszy od 13 lutego 2013 roku. Od tej chwili będzie także można przeglądać filmy i dzielić się informacjami o nich.
pt_br: Você poderá enviar seu vídeo para o Firefox Flicks a partir do dia 13 de fevereiro de 2013. Mais do que isso, você poderá visualizar e compartilhar vídeos enviados por outras pessoas.
sq: Videot tuaja mund t’i ngarkoni te sajti Firefox Flicks duke filluar nga 13 Shkurti 2013. Nga ajo kohë e më tej do të jeni në gjendje edhe të shihni, dhe të ndani me të tjerët, video të parashtruara.

source: How do I submit my flick to Firefox Flicks and enter the contest?
de: Wie reiche ich meinen Film bei Firefox Flicks ein und wie trete ich dem Wettbewerb bei?
es: ¿Cómo envío mi flick a Firefox Flicks y participo en el concurso?
fr: Comment envoyer mon flick et participer au concours&nbsp;?
fy: Hoe kan ik mijn flick voor Firefox Flicks insturen en met de wedstrijd meedoen?
it: Come posso presentare il mio flick e partecipare al concorso?
ja: 制作したビデオを Firefox Flicks に応募する方法を教えてください。
pl: Jak można wysyłać filmy i wziąć udział w konkursie Firefox Flicks?
pt_br: Como faço pra enviar meu vídeo para o Firefox Flicks e participar do concurso?
sq: Si mund ta parashtroj videon time te Firefox Flicks dhe të bëhem pjesëmarrës i konkursit?

source: Fill out your filmmaker profile and submit your video <a href="%(link_submit)s">here.</a> All flicks will be posted to the Firefox Flicks website using the Vimeo API. You'll need to provide your contact information, including your email, title your flick and select your country and region.
de: Füllen Sie Ihr Filmemacherprofil aus und reichen Sie Ihr Video <a href="%(link_submit)s">hier</a> ein. Alle Filme werden auf der Firefox-Flicks-Website über die Vimeo-API veröffentlicht. Sie müssen Ihre Kontaktinformationen, darunter Ihre E-Mail-Adresse, angeben, Ihrem Film einen Titel geben und Ihr Land und Ihre Region auswählen.
es: Rellena tu perfil de director y envía tu video <a href="%(link_submit)s">aquí.</a> Todos los videos serán publicados en el sitio web de Firefox Flicks usando la API de Vimeo. Deberás proporcionar tu información de contacto, incluyendo tu correo electrónico, darle un título a tu video y seleccionar tu país y región.
fr: Complétez votre profil de réalisateur et soumettez votre vidéo <a href="%(link_submit)s">ici.</a> Toutes les vidéos envoyées sur le site de Firefox Flicks utiliseront l'API de Vimeo. Vous devrez fournir des informations nécessaires pour vous contacter, votre adresse électronique, le titre de votre vidéo, et indiquer votre pays et votre zone géographique.
fy: Vul uw filmmakersprofiel in en dien <a href="%(link_submit)s">hier</a> uw video in. Alle flicks worden op de Firefox Flicks-website geplaatst via de Vimeo-API. Geef uw contactgegevens op, waaronder uw e-mailadres, benoem uw flick en selecteer uw land en regio.
it: Compila il profilo di cineasta e invia il tuo video da <a href="%(link_submit)s">qui</a>. Tutti i flick saranno caricati sul sito di Firefox Flicks utilizzando l'API Vimeo. Sarà necessario fornire anche le tue informazioni di contatto, incluso l'indirizzo email, dare un titolo al tuo flick e selezionare il tuo paese e la tua regione geografica.
ja: ビデオ制作者のプロフィールを入力して、制作したビデオを<a href="%(link_submit)s">こちら</a>にアップロードしてください。すべての作品は、Vimeo API を使用して Firefox Flicks の Web サイトに掲載されます。制作者は、ご自分の E-メールアドレスなどの連絡先情報やビデオのタイトルを記入し、ご自分の国と地域を選択していただく必要があります。
pl: <a href="%(link_submit)s">Tutaj</a> wypełnij danymi swój profil twórcy filmowego i prześlij film. Wszystkie filmy za pomocą interfejsu Vimeo będą publikowane na witrynie Firefox Flicks. Musisz podać informacje kontaktowe zawierające adres e-mail, tytuł filmu i wybrać region, w którym zamieszkujesz.
pt_br: Preencha seu perfil e envie seu vídeo <a href="%(link_submit)s">aqui</a>. Todos os vídeos serão publicados no site do Firefox Flicks utilizando a API do Vimeo. Você precisará informar seu e-mail, país e um título para o vídeo.
sq: Plotësoni profilin tuaj si krijues filmi dhe parashtrojeni videon tuaj <a href="%(link_submit)s">këtu.</a> Krejt videot do të postohen te sajti Firefox Flicks duke përdorur API-n e Vimeo-s. Do të duhet të jepni të dhënat tuaja të kontaktit, përfshi email-in tuaj, ta titulloni videon tuaj dhe të përzgjidhni vendin dhe rajonin tuaj.

source: Submissions closed on July 31 and Firefox Flicks is no longer accepting entries for this year.
de: Die Einreichungen sind seit 31. Juli nicht mehr möglich und Firefox Flicks aktzeptiert keine weiteren Beiträge für dieses Jahr.
es: El plazo de presentación finalizó el 31 de julio y Firefox Flicks ya no acepta más entradas este año.
fr: Les soumissions sont closes depuis le 31 Juillet et nous n'acceptons plus de vidéo cette édition de Firefox Flicks.
fy: De inzendingsmogelijkheid is op 31 juli gesloten en Firefox Flicks accepteert dit jaar geen inzendingen meer.
it: Le iscrizioni si sono chiuse il 31 luglio, non sarà più possibile inviare candidature a Firefox Flicks fino al prossimo anno.
ja: 今年の作品応募は、米国時間の 7 月 31 日をもって締め切りました。
pl: Zgłaszanie filmów zostało zakończone 31 lipca i w tym roku już żadne zgłoszenia na konkurs Firefox Flicks nie są przyjmowane.
pt_br: As inscrições foram encerradas no dia 31 de julho e o Firefox Flicks não está mais aceitando inscrições para este ano.
sq: Parashtrimet u mbyllën më 31 Korrik dhe Firefox Flicks nuk pranon më të tilla për këtë vit.

source: How does Flicks get and use my email address?
de: Wie erhält und verwendet Flicks meine E-Mail-Adresse?
es: ¿Cómo obtiene y utiliza Firefox Flicks mi dirección de correo?
fr: Que fera Firefox Flicks de mon adresse mail ?
fy: Hoe verkrijgt en gebruikt Flicks mijn e-mailadres?
it: Perché Firefox Flicks conosce il mio indirizzo email e come lo utilizza?
ja: Flicks では私の E-メールアドレスをどのように収集して使用するのですか？
pl: Jak organizatorzy konkursu otrzymają i używają mój adres e-mail?
pt_br: Como o Firefox Flicks usa meu endereço de e-mail?
sq: Si e mbledh dhe e përdor Flicks-i adresën time email?

source: Flicks receives your email address through Persona, our site registration system. We will use your email address for contest administration purposes, such eligibility feedback, sign in and voting. You can also opt in to receive additional email updates about Firefox Flicks.
de: Flicks erhält Ihre E-Mail-Adresse über Persona, unser Registrierungssystem der Website. Wir verwenden Ihre E-Mail-Adresse nur zur Verwaltung des Wettbewerbs, wie Rückmeldung zur Teilnahmeberechtigung, Anmeldung und Abstimmung. Sie können sich auch bereiterklären, weitere Neuigkeiten zu Firefox Flicks per E-Mail zu erhalten.
es: Flicks recibe tu dirección de correo electrónico a través de Mozilla Persona, nuestro sistema de registro en el sitio. Usaremos tu correo electrónico para propósitos relacionados con la administración del concurso, como avisos de elegibilidad, identificación en el sitio y votación. También puedes optar por recibir actualizaciones adicionales por correo electrónico acerca de Firefox Flicks.
fr: Flicks reçoit votre adresse mail via Persona, notre système de connexion. Nous utiliserons votre adresse mail aux fins d'administration du concours, comme des commentaires sur l'admissibilité, la connexion et le vote. Vous pouvez aussi accepter de recevoir des mails au sujet de Firefox Flicks.
fy: Flicks ontvangt uw e-mailadres via Persona, ons websiteregistratiesysteem. Uw e-mailadres wordt gebruikt voor administratieve wedstrijddoeleinden, zoals terugkoppeling over toelatingsvoorwaarden, aanmelden en stemmen. U kunt zich ook inschrijven voor het ontvangen van extra updates per e-mail over Firefox Flicks.
it: Firefox Flicks conosce il tuo indirizzo email grazie a Persona, il sistema che abbiamo scelto per registrarsi sul sito. Il tuo indirizzo verrà utilizzato per scopi amministrativi legati al concorso, quali riscontri sull'idoneità a partecipare, accesso al sito e votazioni. Puoi anche scegliere di ricevere email di aggiornamento riguardanti Firefox Flicks.
ja: Flicksでは、サイト登録システム Persona で E-メールアドレスを収集します。収集したアドレスは、応募資格のフィードバック、サインイン、投票など、コンテストの管理目的で使用させていただきます。また、ご希望の方には Firefox Flicks の今後の更新情報を E-メールでお送りします。
pl: Organizatorzy konkursu otrzymają twój adres e-mail za pośrednictwem usługi Persona – systemu rejestracji na witrynie. Adres ten będzie używany do celów administracyjnych konkursu, takich jak przekazywania opinii, logowania i głosowania. Możesz również poprosić o przekazywanie dodatkowych informacji o konkursie i wówczas będzie wykorzystywany do ich przekazywania.
pt_br: O Firefox Flicks recebe seu endereço de e-mail pelo Persona, nosso sistema de identificação. Nós usaremos suas informações apenas para processos relacionados ao concurso, como votação e divulgação dos resultados. Além disso, se você quiser, pode escolher receber mais informações sobre o Firefox Flicks.
sq: Flicks-i e merr adresën tuaj email përmes Persona-s, sistemit tonë për regjistrim në sajte. Adresën tuaj email do ta përdorim për qëllime të administrimit të konkursit, të tilla si ato që lidhen me kandidimin, hyrje dhe votim. Mund të zgjidhni edhe marrjen e përditësimeve shtesë me email rreth Firefox Flicks.

source: What are the judging criteria?
de: Welche Bewertungskriterien gibt es?
es: ¿Cuáles son los criterios de valoración?
fr: Quels sont les critères d'évaluation ?
fy: Wat zijn de beoordelingscriteria?
it: Quali sono i criteri di valutazione?
ja: 審査基準はどのようなものですか？
pl: Jakie są kryteria oceny?
pt_br: Quais são os critérios de julgamento?
sq: Cilat janë kriteret e vlerësimit?

source: Videos will be judged on quality of shooting, editing and how closely they align with the creative brief. Entries can be animated or live action - get creative!
de: Videos werden nach Qualität des Films, der Bearbeitung und der Nähe zur Kurzübersicht bewertet. Beiträge können Trick- oder Realfilme sein &ndash; werden Sie kreativ!
es: Los videos se valorarán según la calidad de la filmación, la edición y la fidelidad a los criterios que establecen las especificaciones creativas. Pueden ser de animación o de imagen real: ¡deja que se exprese tu creatividad!
fr: Les vidéos seront jugées sur la qualité de prise de vue, de montage et leur fidélité aux directives de création. Les soumissions peuvent aussi être des films d'animation ou des prises de vues réelles, laissez libre court à votre créativité&nbsp;!
fy: Video’s worden op kwaliteit van filmen, bewerken en afstemming met de creative brief beoordeeld. Inzendingen kunnen animaties of live-acties zijn - wees creatief!
it: I video saranno valutati in base alla qualità della regia, del montaggio e al rispetto del brief creativo. Possono essere sia animazioni che filmati girati dal vivo: sii creativo!
ja: 応募作品は、撮影や編集の品質に加えて、「制作のポイント」にどれだけ合致しているかという観点から審査されます。作品は実写でもアニメーションでもかまいません。クリエイティビティあふれる作品をお待ちしています。
pl: Przy ocenie filmów będzie brana pod uwagę jakość zdjęć, edycji i w jakim stopniu film spełnia wytyczne konkursu. Filmy mogą być animowane, z udziałem aktorów itp. Zależy to tylko od twojej kreatywności!
pt_br: Os vídeos serão julgados quanto à qualidade da filmagem, edição e o quanto eles se alinham à proposta de campanha. Vídeos inscritos podem ser animações ou ação ao vivo - seja criativo!
sq: Videot do të vlerësohen sipas cilësisë së xhirimit, montimit dhe të qenët sa më afër me përshkrimin përmbledhës të projektit. Videot pjesëmarrëse mund të jenë filma vizatimorë ose filmim real - jini sa më krijues!

source: A panel of celebrity judges and film industry insiders will evaluate the films and choose the Grand Prize and Regional winners.
de: Eine Jury aus prominenten Richtern und Insidern der Filmindustrie wird die Filme bewerten und die Gewinner des Großen Preises und die Sieger der Regionen auswählen.
es: Un panel de jueces famosos y miembros de la industria del cine evaluarán las películas y elegirán el Gran Premio y los ganadores regionales.
fr: Un panel de juges reconnus et de membres de l'industrie du cinéma va évaluer les films et choisir le Premier Prix et les lauréats régionaux.
fy: Een panel van beroemde juryleden en insiders uit de filmindustrie zal de films evalueren en de regionale en hoofdprijswinnaars uitkiezen.
it: Una commissione di giudici composta da celebrità ed esperti dell'industria cinematografica valuterà i video e selezionerà il Primo Premio e i vincitori regionali.
ja: 著名人の審査員と映画業界に詳しい人々で構成するチームが応募作品を審査し、グランプリと各地域の受賞者を選出します。
pl: Filmy będzie oceniało i wybierze zdobywcę nagrody głównej oraz zwycięzców regionalnych jury składające się ze znakomitości i znanych osób z branży filmowej.
pt_br: Um painel de jurados composto por celebridades e membros da indústria de cinema avaliará os filmes e escolherá o Grande Prêmio e os vencedores Regionais.
sq: Një juri me anëtarë figura të shquara dhe njerëz të industrisë së filmit do të vlerësojë filmat dhe do të zgjedhë fituesit e Çmimit të Madh dhe atij Rajonal.

source: Are there any requirements?
de: Gibt es irgendwelche Voraussetzungen?
es: ¿Existe algún requisito que cumplir?
fr: Des conditions à remplir ?
fy: Zijn er bepaalde voorwaarden?
it: Ci sono dei requisiti per partecipare?
ja: 作品の条件はありますか？
pl: Czy są jakieś wymagania?
pt_br: Há algum requisito?
sq: A ka domosdoshmëri?

source: Yes, there are some. You'll be able to find a full list under Work Criteria in the Rules (coming soon), but here is a summary:
de: Ja, es gibt ein paar. Sie finden eine vollständige Liste unter Arbeitskriterien in den Regeln (kommt demnächst), aber hier ist eine Zusammenfassung:
es: Sí, hay algunos. En breve podrás encontrar la lista completa de criterios para tu trabajo en la sección «Bases», pero a continuación puedes ver un resumen:
fr: Oui, quelques-unes. Vous trouverez bientôt une liste complète de critères pour votre travail dans la section « Règles », mais voici un aperçu :
fy: Ja, die zijn er. Een volledige lijst hiervan kunt u vinden onder Werkcriteria in de Regels (volgen binnenkort), maar hier is een samenvatting:
it: Sì, ce ne sono alcuni. Troverai la lista completa nelle Regole, sotto la voce Requisiti (prossimamente online), ma intanto eccoti un riassunto:
ja: はい、いくつかあります。条件の一覧は「規約」 (近日公開予定) の「制作基準」の項でご覧いただけますが、その要点は次のとおりです。
pl: Tak, jest kilka. Pełna lista wymagań będzie wkrótce dostępna na stronie regulaminu. Poniżej znajduje się wyciąg z regulaminu:
pt_br: Sim, há alguns. Você poderá encontrar uma lista completa em Critérios de Trabalho nas Regras (em breve), mas aqui está o resumo:
sq: Po, ka disa. Një listë të plotë do të mund ta gjeni te ndarja Kritere Pune, nën Rregullat (së shpejti), por ja një përmbledhje:

source: Your flick must meet the requirements of the creative brief
de: Ihr Film muss die Voraussetzungen der Kurzübersicht erfüllen
es: Tu flick debe cumplir con los requisitos de las especificaciones creativas
fr: Votre film doit respecter les conditions du brief créatif
fy: Uw flick moet aan de voorwaarden in de creative brief voldoen
it: Il tuo flick deve soddisfare i requisiti espressi nel brief creativo
ja: 応募作品は、「制作のポイント」を満たしている必要があります
pl: Film musi spełniać twórcze założenia konkursu
pt_br: Seu flick deve cumprir os requisitos do brief criativo
sq: Videoja juaj duhet të pajtohet me domosdoshmëritë e përshkrimit përmbledhës të projektit

source: Your flick must be submitted under a <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike license</a>
de: Ihr Film muss unter einer <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike-Lizenz</a> eingereicht werden
es: Tu flick debe enviarse bajo una licencia <a href="%(link_cclicense)s" rel="external">Creative Commons: No comercial - Compartir Igual</a>
fr: Votre flick doit être soumis sous licence <a href="%(link_cclicense)s" rel="external">Creative Commons - Pas d’utilisation commerciale - Partage dans les mêmes conditions</a>
fy: Uw flick moet worden ingediend onder een <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike-licentie</a>
it: Il tuo flick deve essere pubblicato sotto una licenza <a href="%(link_cclicense)s" rel="external">Creative Commons - Non commerciale - Condividi allo stesso modo</a>
ja: 応募作品は <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike ライセンス</a>に基づいて提出していただく必要があります
pl: Film musi być udostępniony na licencji <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike</a>
pt_br: Seu flick deve ser enviado sob a licença <a href="%(link_cclicense)s" rel="external">Creative Commons - NãoComercial-CompartilhaIgual</a>
sq: Videoja juaj duhet parashtruar nën një leje <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike</a>

source: Your flick must be original
de: Ihr Film muss originell sein
es: Tu flick debe ser original
fr: Votre flick doit être une œuvre originale
fy: Uw flick moet origineel zijn
it: Il tuo flick deve essere un'opera originale
ja: 応募作品はオリジナルのものでなければなりません
pl: Film musi być nowy
pt_br: Seu flick deve ser original
sq: Videoja juaj duhet të jetë origjinale
