Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Start voting by clicking on your favorite videos or <a href="%(sign_in)s" class="requires-auth">sign in</a> to view your votes.
de: Stimmen Sie ab, indem Sie auf Ihre Lieblingsvideos klicken oder <a href="%(sign_in)s" class="requires-auth">melden Sie sich an</a>, um sich Ihre Stimmen anzusehen.
es: Empieza ya a votar haciendo clic en tus vídeos favoritos o <a href="%(sign_in)s" class="requires-auth">inicia sesión</a> para ver tus votos.
fr: Commencez à voter en cliquant sur vos vidéos préférées ou <a href="%(sign_in)s" class="requires-auth">identifiez-vous</a> pour voir vos votes.
fy: Begin met stemmen door op uw favoriete video’s te klikken of <a href="%(sign_in)s" class="requires-auth">meld u aan</a> om uw stemmen te bekijken.
it: Inizia subito a votare con un clic sui tuoi video preferiti, oppure <a href="%(sign_in)s" class="requires-auth">accedi</a> per vedere i tuoi voti.
ja: お気に入りのビデオ作品をチェックして投票しましょう。または、 <a href="%(sign_in)s" class="requires-auth">サインイン</a>してあなたの投票を確認しましょう。
pl: Rozpocznij głosowanie, klikając ulubione filmy lub <a href="%(sign_in)s" class="requires-auth">zaloguj się</a>, by zobaczyć oddane przez ciebie głosy.
pt_br: Comece a votação, clicando em seus vídeos favoritos ou<a href="%(sign_in)s" class="requires-auth">entre</a> para ver seus votos.
sq: Fillojani votimit duke klikuar mbi videot që ju pëlqejnë ose <a href="%(sign_in)s" class="requires-auth">hyni</a> që të shihni votat tuaja.

source: Hi there! It looks like you haven't voted yet. Start voting now by clicking on your favorite videos.
de: Hallo! Sie haben wohl noch nicht abgestimmt. Stimmen Sie jetzt ab, indem Sie auf Ihre Lieblingsvideos klicken.
es: ¡Parece que aún no has votado! Empieza a votar haciendo clic en tus vídeos favoritos.
fr: Il semblerait que vous n'ayez pas encore voté. Commencez dès maintenant en cliquant sur vos vidéos favorites.
fy: Hallo daar! Het lijkt erop dat u nog niet hebt gestemd. Begin nu met stemmen door op uw favoriete video’s te klikken.
it: A quanto pare non hai ancora votato. Puoi iniziare a votare anche subito con un clic sui tuoi video preferiti.
ja: まだ投票していないようです。お気に入りの作品に投票しましょう。
pl: Witaj! Wygląda na to, że jeszcze nie głosowałeś/głosowałaś. Rozpocznij głosowanie teraz, klikając swoje ulubione filmy.
pt_br: Oi! Parece que você ainda não votou. Comece agora a votar clicando em seus vídeos favoritos.
sq: Njatjeta! Duket se nuk keni votuar ende. Fillojani votimit që tani duke klikuar mbi videot që ju pëlqejnë.

source: Hi there! You have voted for <a href="%(url)s">%(vote_count)s flick</a> so far. Keep on voting!
de: Hallo! Sie haben bisher für <a href="%(url)s">%(vote_count)s Film</a> abgestimmt. Weiter so!
es: ¡Hola! Acabas de votar por <a href="%(url)s">%(vote_count)s</a> corto. ¡Sigue votando!
fr: Vous avez voté pour <a href="%(url)s">%(vote_count)s vidéo</a> pour l'instant. Ne vous arrêtez pas !
fy: Hallo daar! U hebt tot nu toe op <a href="%(url)s">%(vote_count)s flick</a> gestemd. Blijf stemmen!
it: Finora hai votato per <a href="%(url)s">%(vote_count)s flick</a>. Continua a votare i tuoi preferiti!
ja: これまで、<a href="%(url)s">%(vote_count)sさんの作品</a>に投票しました。他の作品も見てみましょう！
pl: Witaj! Do tej pory głosowałeś/głosowałaś na <a href="%(url)s">%(vote_count)s film</a>. Głosuj dalej!
pt_br: Oi! Você já votou em <a href="%(url)s"> %(vote_count)s flick</a> até agora. Continue a votar!
sq: Njatjeta! Deri sot keni votuar për <a href="%(url)s">%(vote_count)s video</a>. Vazhdoni të votoni!

source: Did you vote for the People's Choice Award? If so, you can <a href="%(sign_in)s" class="requires-auth">sign in</a> to see your selections.
de: Haben Sie für den Preis für Popularität abgestimmt? Wenn ja, können Sie sich <a href="%(sign_in)s" class="requires-auth">anmelden</a>, um Ihre Wahl anzusehen.
es: ¿Diste tu voto al Premio del Público? Si es así, puedes <a href="%(sign_in)s" class="requires-auth">identificarte</a> para ver tus elecciones.
fr: Avez-vous voté pour le Prix du public&nbsp;? Si oui, vous pouvez <a href="%(sign_in)s" class="requires-auth">vous identifier</a> pour voir vos votes.
fy: Hebt u gestemd voor de publieksprijs? Zo ja, dan kunt u zich <a href="%(sign_in)s" class="requires-auth">aanmelden</a> om uw selecties te zien.
it: Se hai votato per il Premio del pubblico puoi <a href="%(sign_in)s" class="requires-auth">accedere</a> per vedere i tuoi voti.
ja: お気に入りのビデオ作品をチェックして投票しましょう。または、 <a href="%(sign_in)s" class="requires-auth">サインイン</a>してあなたの投票を確認しましょう。
pl: Głosowałeś/głosowałaś w nagrodzie publiczności? Jeśli tak, możesz <a href="%(sign_in)s" class="requires-auth">zalogować się</a>, by zobaczyć oddane przez ciebie głosy.
pt_br: Você votou para o Prêmio Escolha Popular? Se assim for, você pode<a href="%(sign_in)s" class="requires-auth">entrar</a>para ver suas seleções.
sq: Votuat për Çmimet e Zgjedhjes së Publikut? Nëse po, mund të <a href="%(sign_in)s" class="requires-auth">hyni</a> që të shihni përzgjedhjet tuaja.

source: Hi there! It looks like you did not vote for the People's Choice Award.
de: Hallo! Es sieht so aus, als hätten Sie nicht für den Preis für Popularität abgestimmt.
es: ¡Hola! Parece que no votaste por el Premio del Público.
fr: Il semblerait que vous n'ayez pas voté pour le Prix du public.
fy: Hallo daar! Het lijkt erop dat u niet hebt gestemd voor de publieksprijs.
it: Non abbiamo trovato tuoi voti per il Premio del pubblico.
ja: ピープルズチョイス賞にまだ応募していないようです
pl: Witaj! wygląda na to, że nie głosowałeś/głosowałaś w nagrodzie publiczności.
pt_br: Oi! Parece que você não votou para o Prêmio Escolha popular.
sq: Njatjeta! Duket sikur nuk votuat për Çmimin e Zgjedhjes së Publikut.

source: You've voted for <a href="%(url)s">%(vote_count)s flick</a> as a part of our People's Choice Awards.
de: Hallo! Sie haben für <a href="%(url)s">%(vote_count)s Film</a> für den Preis für Popularität abgestimmt.
es: ¡Hola! Has votado por <a href="%(url)s">%(vote_count)s flick</a> como parte de nuestros Premios del Público.
fr: Vous avez voté pour <a href="%(url)s">%(vote_count)s flick</a> dans le cadre du Prix du public.
fy: U hebt op <a href="%(url)s">%(vote_count)s flick</a> gestemd als onderdeel van onze publieksprijzen.
it: Hai votato per <a href="%(url)s">%(vote_count)s flick</a> nella categoria Premio del pubblico.
ja: これまで、ピープルズチョイス賞の対象として、<a href="%(url)s">%(vote_count)sさんの作品</a>に投票しました。
pl: Głosowałeś/głosowałaś na <a href="%(url)s">%(vote_count)s film</a> biorący udział w nagrodzie publiczności.
pt_br: Você já votou em <a href="%(url)s">%(vote_count)s flick</a>como uma parte do nosso premio escolha popular.
sq: Keni votuar për <a href="%(url)s">%(vote_count)s video</a> si pjesë e Çmimeve tona të Zgjedhjes së Publikut.

source: From region
de: Aus Region
es: De la región
fr: zoné géographique
fy: Van regio
it: Da regione
ja: 地域
pl: Z regionu
pt_br: Da região
sq: Prej rajonit

source: <span>{query}</span> <small class="category">in user name</small>
de: <span>{query}</span> <small class="category">im Benutzernamen</small>
es: <span>{query}</span> <small class="category">en el nombre de usuario</small>
fr: <span>{query}</span> <small class="category">dans le nom d'utilisateur</small>
fy: <span>{query}</span> <small class="category">in gebruikersnaam</small>
it: <span>{query}</span> <small class="category">in nome utente</small>
ja: <span>{query}</span> <small class="category">制作者名</small>
pl: <span>{query}</span> <small class="category">w nazwie użytkownika</small>
pt_br: <span>{query}</span> <small class="category">no nome do usuário</small>
sq: <span>{query}</span> <small class="category">te emra përdoruesish</small>

source: <span>{query}</span> <small class="category">in video title</small>
de: <span>{query}</span> <small class="category">im Titel des Videos</small>
es: <span>{query}</span> <small class="category">en el título del video</small>
fr: <span>{query}</span> <small class="category">dans le titre de la vidéo</small>
fy: <span>{query}</span> <small class="category">in videotitel</small>
it: <span>{query}</span> <small class="category">in titolo video</small>
ja: <span>{query}</span> <small class="category">作品タイトル</small>
pl: <span>{query}</span> <small class="category">w tytule filmu</small>
pt_br: <span>{query}</span> <small class="category">no título do vídeo</small>
sq: <span>{query}</span> <small class="category">te tituj videosh</small>

source: <span>{query}</span> <small class="category">in video description</small>
de: <span>{query}</span> <small class="category">in der Videobeschreibung</small>
es: <span>{query}</span> <small class="category">en la descripción del video</small>
fr: <span>{query}</span> <small class="category">dans la description de la vidéo</small>
fy: <span>{query}</span> <small class="category">in videobeschrijving</small>
it: <span>{query}</span> <small class="category">in descrizione video</small>
ja: <span>{query}</span> <small class="category">in video description<span>{query}</span> <small class="category">作品の説明</small>
pl: <span>{query}</span> <small class="category">w opisie filmu</small>
pt_br: <span>{query}</span> <small class="category">na descrição do vídeo</small>
sq: <span>{query}</span> <small class="category">te përshkrime videosh</small>

source: Search for video name, user name, or description
de: Suchen Sie nach dem Namen oder der Beschreibung des Videos, oder nach dem Benutzernamen
es: Busca el nombre del vídeo, del usuario o una descripción
fr: Rechercher par nom de vidéo, nom d'utilisateur ou description
fy: Zoek op videonaam, gebruikersnaam of beschrijving
it: Cerca per titolo, nome utente o descrizione
ja: 作品の名前、制作者、説明で探す
pl: Podaj nazwę filmu, nazwę użytkownika lub opis
pt_br: Procurar pelo nome do vídeo, nome do usuário ou a descrição
sq: Kërkoni për emër videoje, emër përdoruesi, ose përshkrim

source: update results
de: Ergebnisse aktualisieren
es: actualizar los resultados
fr: affiner les résultats
fy: resultaten bijwerken
it: Aggiorna risultati
ja: 結果をアップデートする
pl: Szukaj
pt_br: atualizar os resultados
sq: përditëso përfundimet

source: <i>%(count)s</i> videos for <i>%(query)s</i> in <i>%(region)s</i>
de: <i>%(count)s</i> Videos für <i>%(query)s</i> in <i>%(region)s</i>
es: <i>%(count)s</i> videos para <i>%(query)s</i> en <i>%(region)s</i>
fr: <i>%(count)s</i> vidéos pour <i>%(query)s</i> (<i>%(region)s</i>)
fy: <i>%(count)s</i> video’s voor <i>%(query)s</i> in <i>%(region)s</i>
it: <i>%(count)s</i> video per <i>%(query)s</i> in <i>%(region)s</i>
pl: <i>%(count)s</i> filmów dla zapytania <i>%(query)s</i> w regionie <i>%(region)s</i>
pt_br: <i>%(count)s</i> vídeos para <i>%(query)s</i> em <i>%(region)s</i>
sq: <i>%(count)s</i> video për <i>%(query)s</i> në <i>%(region)s</i>

source: Sort:
de: Sortieren:
es: Ordenar:
fr: Tri :
fy: Sorteren:
it: Ordina:
ja: ソート:
pl: Sortuj wg
pt_br: Ordenar:
sq: Renditi:

source: Submitted <time datetime="%(datetime)s">%(date)s</time>
de: Eingereicht am <time datetime="%(datetime)s">%(date)s</time>
es: Enviado el <time datetime="%(datetime)s">%(date)s</time>
fr: Envoyée le <time datetime="%(datetime)s">%(date)s</time>
fy: Ingediend op <time datetime="%(datetime)s">%(date)s</time>
it: Inviato il <time datetime="%(datetime)s">%(date)s</time>
ja: 提出日時 <time datetime="%(datetime)s">%(date)s</time>
pl: Przesłano <time datetime="%(datetime)s">%(date)s</time>
pt_br: Enviado em <time datetime="%(datetime)s">%(date)s</time>
sq: Parashtruar më <time datetime="%(datetime)s">%(date)s</time>

source: Unfortunately, your flick does not meet one or more of the contest criteria and was not accepted to be part of the competition. Please refer to our <a href="%(link)s" style="color: #1677b9; text-decoration: none;">contest rules</a> for more information.
de: Leider erfüllt Ihr Film eine oder mehrere der Wettbewerbskriterien nicht und wurde nicht für den Wettbewerb zugelassen. Bitte lesen Sie unsere <a href="%(link)s" style="color: #1677b9; text-decoration: none;">Wettbewerbsregeln</a>, um weitere Informationen zu erhalten.
es: Lamentablemente, tu corto no cumple uno o algunos de los criterios del concurso y no fue aceptado para participar en la competición. Revisa las <a href="%(link)s" style="color: #1677b9; text-decoration: none;">bases del concurso</a> para obtener más información.
fr: Malheureusement, votre flick ne correspond pas à au moins un critère du concours et n'a pas été accepté au sein de la compétition. Veuillez vous référer au <a href="%(link)s" style="color: #1677b9; text-decoration: none;">règlement du concours</a> pour de plus amples informations.
fy: Helaas voldoet uw flick niet aan een of meerdere wedstrijdcriteria en is hij niet geaccepteerd voor deelname aan de wedstrijd. Wend u voor meer informatie tot onze <a href="%(link)s" style="color: #1677b9; text-decoration: none;">wedstrijdregels</a>.
it: Siamo spiacenti di informarti che il tuo flick non è stato accettato nel concorso in quanto non soddisfa uno o più requisiti. Per ulteriori informazioni puoi fare riferimento alle <a href="%(link)s" style="color: #1677b9; text-decoration: none;">regole del concorso</a>.
ja: 残念ながらあなたの作品はコンテストの基準に合致しない点があり、コンテストの応募作品として受理されませんでした。詳しくは<a href="%(link)s" style="color: #1677b9; text-decoration: none;">コンテスト規約</a>をご覧ください。
pl: Niestety, twój film nie spełnia kryteriów konkursu i nie został zakwalifikowany. Więcej informacji znajdziesz w <a href="%(link)s" style="color: #1677b9; text-decoration: none;">regulaminie konkursu</a>.
pt_br: Infelizmente, o seu video não atende a um ou mais dos critérios do concurso e não foi aceito para fazer parte da competição. Por favor, consulte as <a href="%(link)s" style="color: #1677b9; text-decoration: none;">regras do concurso</a> para obter maiores informações.
sq: Mjerisht, videoja juaj nuk përputhet me një ose disa kritere të konkursit dhe nuk u pranua të jetë pjesë e garës. Ju lutemi, për më tepër informacion, shihni <a href="%(link)s" style="color: #1677b9; text-decoration: none;">rregullat tona të konkursit</a>.

source: All decisions regarding submissions are final.
de: Alle Entscheidungen zu Einreichungen sind endgültig.
es: Todas las decisiones con respecto a los envíos son definitivas.
fr: L'ensemble des décisions concernant les soumissions sont définitives.
fy: Alle besluiten betreffende inzendingen zijn definitief.
it: Tutte le decisioni prese riguardo alle candidature sono definitive.
ja: 提出された作品に関する決定を変更することはできません。
pl: Wszystkie decyzje dotyczące zgłoszenia są ostateczne.
pt_br: Todas as decisões sobre os envios são definitivas.
sq: Krejt vendimet lidhur me parashtrimet janë të formës së prerë.

source: Unfortunately, your flick does not meet one or more of the contest criteria and was not accepted to be part of the competition. Please refer to our contest rules for more information: %(link)s
de: Leider erfüllt Ihr Film eine oder mehrere der Wettbewerbskriterien nicht und wurde nicht für den Wettbewerb zugelassen. Bitte lesen Sie unsere Wettbewerbsregeln um weitere Informationen zu erhalten: %(link)s
es: Lamentablemente, tu flick no cumple uno o algunos de los criterios del concurso y no fue aceptado para participar en la competición. Revisa las bases del concurso para obtener más información: %(link)s
fr: Malheureusement, votre flick ne correspond pas à au moins un critère du concours et n'a pas été accepté au sein de la compétition. Veuillez vous référer au règlement du concours pour de plus amples informations : %(link)s
fy: Helaas voldoet uw flick niet aan een of meerdere wedstrijdcriteria en is hij niet geaccepteerd voor deelname aan de wedstrijd. Raadpleeg voor meer informatie onze wedstrijdregels: %(link)s
it: Siamo spiacenti di informarti che il tuo flick non è stato accettato nel concorso in quanto non soddisfa uno o più requisiti. Per ulteriori informazioni puoi fare riferimento alle regole del concorso: %(link)s
ja: 残念ながらあなたの作品はコンテストの基準に合致しない点があり、コンテストの応募作品として受理されませんでした。詳しくは %(link)sコンテスト規約</a>をご覧ください。
pl: Niestety, twój film nie spełnia kryteriów konkursu i nie został zakwalifikowany do konkursu. Więcej informacji znajdziesz w regulaminie konkursu: %(link)s
pt_br: Infelizmente, o seu vídeo não atende a um ou mais dos critérios do concurso e não foi aceito para fazer parte da competição. Por favor, consulte as regras do concurso para obter maiores informações: %(link)s
sq: Mjerisht, videoja juaj nuk përputhet me një ose disa kritere të konkursit dhe nuk u pranua të jetë pjesë e garës. Ju lutemi, për më tepër informacion mbi rregullat tona të konkursit, shihni: %(link)s

source: 2013 Flicks Winners
de: Flicks-Gewinner von 2013
es: Ganadores de Flicks 2013
fr: Gagnants de Flicks 2013
fy: Flicks-winnaars van 2013
it: Flick vincitori del 2013
ja: 2013 年の受賞作
pl: Laureaci 2013
pt_br: Vencedores do Flicks 2013
sq: Fituesit e Videove për 2013-n

source: Submit your flick by July 31, 2013 and add your name to the growing list of Flicks winners.
de: Reichen Sie Ihren Film bis zum 31. Juli 2013 ein und fügen Sie Ihren Namen der wachsenden Liste von Flicks-Gewinnern hinzu.
es: Envía tu flick antes del 31 de julio de 2013 y agrega tu nombre a la larga lista de ganadores de Flicks.
fr: Proposez votre film avant le 31 juillet 2013 et ajoutez votre nom à la longue liste des gagnants de Flicks.
fy: Dien uw flick in voor 31 juli 2013 en voeg uw naam toe aan de groeiende lijst van Flicks-winnaars.
it: Invia il tuo flick entro il 31 luglio 2013 e aggiungi il tuo nome alla sempre più lunga lista dei vincitori.
ja: 2013 年 7 月 31 日までに作品を応募して、コンテストでの受賞を目指しましょう。
pl: Prześlij swój film do 31 lipca 2013 roku, by twoje nazwisko znalazło się na coraz dłuższej liście laureatów.
pt_br: Envie seu flick até 31 de julho de 2013 e inclua seu nome na lista crescente de vencedores.
sq: Parashtrojeni videon tuaj deri më 31 Korrik, 2013 që të shtohet emri juaj te lista gjithnjë në rritje e fituesve të Flicks-it.

source: Join us in congratulating this year's winners.
de: Gratulieren Sie mit uns den diesjährigen Gewinnern.
es: Felicitemos a los ganadores de este año.
fr: Félicitons ensemble les gagnants de cette année.
fy: Doe mee met het feliciteren van de winnaars van dit jaar.
it: Unisciti a noi nel fare le congratulazioni ai vincitori di quest'anno.
ja: 今年の受賞者をお祝いしましょう。
pl: Dołącz do nas i pogratuluj tegorocznym zwycięzcom.
pt_br: Junte-se a nós para parabenizar os vencedores deste ano.
sq: Bëhuni pjesë e jonë në përgëzimin e fituesve të këtij viti.

source: Submitted %(date)s
de: Eingereicht am %(date)s
es: Enviado el %(date)s
fr: Envoyée le %(date)s
fy: Ingediend op %(date)s
it: Inviato il %(date)s
ja: %(date)s 提出
pl: Przesłano %(date)s
pt_br: Enviado em %(date)s
sq: Parashtruar më %(date)s

source: Winner
de: Gewinner
es: Ganador
fr: Lauréat
fy: Winnaar
it: Vincitore
ja: 第 1 位
pl: Zwycięzca
pt_br: Vencedor
sq: Fitues

source: Runner Up
de: Zweitplatzierter
es: Finalista
fr: Finaliste
fy: Tweedeprijswinnaar
it: Secondo classificato
ja: 第 2 位
pl: Drugie miejsce
pt_br: Finalista
sq: Vendi i Dytë

source: People's Choice Award
de: Preis für Popularität
es: Premios del Público
fr: Prix du public
fy: Publieksprijs
it: Premio del pubblico
ja: ピープルズチョイス賞
pl: Nagroda publiczności
pt_br: Prêmio Escolha popular
sq: Çmimi Zgjedhja e Publikut

source: First Place
de: Erster Platz
es: Primer lugar
fr: Première place
fy: Eerste plaats
it: Primo posto
ja: 第 1 位
pl: Pierwsze miejsce
pt_br: Primeiro lugar
sq: Vendi i Parë

source: Second Place
de: Zweiter Platz
es: Segundo lugar
fr: Seconde place
fy: Tweede plaats
it: Secondo posto
ja: 第 2 位
pl: Drugie miejsce
pt_br: Segundo lugar
sq: Vendi i Dytë

source: Third Place
de: Dritter Platz
es: Tercer lugar
fr: Troisième place
fy: Derde plaats
it: Terzo posto
ja: 第 3 位
pl: Trzecie miejsce
pt_br: Terceiro lugar
sq: Vendi i Tretë

source: Early Entry Award
de: Preis für frühe Teilnahme
es: Premio a los Pioneros
fr: Prix des Pionniers
fy: Prijs voor vroege inzendingen
it: Premio Avanguardie
ja: 早期エントリ賞
pl: Nagroda Early Entry
pt_br: Prêmio Primeiros Envios
sq: Çmimi për Pjesëmarrje të Hershme

source: Don't miss your chance to win one of many upcoming awards
de: Verpassen Sie nicht Ihre Chance, einen der vielen zukünftigen Preise zu gewinnen
es: No pierdas la oportunidad de ganar uno de los numerosos premios que están por venir
fr: Ne ratez pas cette occasion de gagner l'un des nombreux prix à venir
fy: Mis uw kans op het winnen van een van de vele komende prijzen niet
it: Non perdere l'occasione per vincere uno tra i tanti premi imminenti
ja: 今後もまだ数多くの受賞のチャンスがあります。ぜひお見逃しなく！
pl: Nie przegap szansy na wygranie jednej z wielu nagród
pt_br: Não perca a chance de ganhar algum dos vários prêmios
sq: Mos humbni rastin të fitoni një nga çmimet e sivjetshme

source: Early Entry Awards Deadlines
de: Termine für die Teilnahme bei den Preisen für frühe Teilnahme
es: Plazos para los Premios a los Pioneros
fr: Dates limites pour le Prix des Pionniers
fy: Deadlines voor prijzen voor vroege inzendingen
it: Scadenze Premi Avanguardie
ja: 早期エントリ賞の応募締め切り
pl: Terminy nagród Early Entry
pt_br: Prazo final do prêmio Primeiros Envios
sq: Afatet për Çmimin e Pjesëmarrjes së Hershme

source: Submit by July 31
de: Einreichen bis zum 31. Juli
es: Envíalo antes del 31 de julio
fr: Soumettez pour le 31 juillet au plus tard
fy: Indienen voor 31 juli
it: Invia il tuo flick entro il 31 luglio
ja: 応募締め切りは 8 月 1 日 午後 3 時 59 分
pl: Prześlij do 31 lipca
pt_br: Enviar até 31 de julho
sq: Parashtrojini deri më 31 Korrik

source: Flicks Grand Prize and Regional awards
de: Großer Flicks-Preis und Preise der Regionen
es: Gran Premio y premios regionales de Flicks
fr: Premier Prix et prix régionaux de Flicks
fy: Flicks-hoofdprijs en regionale prijzen
it: Primo premio e premi regionali
ja: Firefox Flicks グランプリおよび地域賞
pl: Nagroda główna i nagrody regionalne
pt_br: Grande Prêmio e Prêmio Regional
sq: Çmimi i Madh dhe Çmimet rajonale

source: Learn more about Flicks prizes
de: Erfahren Sie mehr über die Flicks-Preise
es: Más información sobre los premios de Flicks
fr: En savoir plus sur les récompenses de Flicks
fy: Meer info over Flicks-prijzen
it: Scopri di più sui premi di Firefox Flicks
ja: 各賞の詳細
pl: Więcej o nagrodach
pt_br: Saiba mais sobre os prêmios do Flicks
sq: Mësoni më tepër mbi çmimet për videot

source: Submit Your Flick Today!
de: Reichen Sie noch heute Ihren Film ein!
es: ¡Envía tu flick hoy!
fr: N'attendez plus pour envoyer votre flick&nbsp;!
fy: Dien uw Flick vandaag nog in!
it: Invia il tuo flick oggi stesso
ja: 今すぐ作品の応募を！
pl: Prześlij film
pt_br: Envie seu vídeo hoje!
sq: Parashtrojeni Videon Tuaj Që Sot!

source: Upcoming announcements
de: Kommende Ankündigungen
es: Próximos anuncios
fr: Prochaines annonces
fy: Komende aankondigingen
it: Annunci imminenti
ja: 今後の発表予定について
pl: Najbliższe wydarzenia
pt_br: Próximos anúncios
sq: Njoftime së afërmi

source: Flicks Grand Prize, Regional Awards &amp; People's Choice Award:
de: Großer Flicks-Preis, Preise der Regionen &amp; Preis für Popularität:
es: Gran Premio, Premios Regionales y Premio del Público de Flicks:
fr: Premier Prix , Prix régionaux et Prix des Pionniers de Flicks :
fy: Flicks-hoofdprijs, regionale prijzen &amp; publieksprijs:
it: Primo Premio, premi regionali e Premio del pubblico:
ja: Firefox Flicks グランプリおよび地域賞
pl: Nagroda główna, nagrody regionalne i nagroda publiczności:
pt_br: Grande Prêmio, Prêmio Regional e Prêmio Escolha popular:
sq: Çmimi i Madh Flicks, Çmimet Rajonale &amp; Çmimi i Zgjedhjes së Publikut:
