Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: In order to enter, you'll have to provide your name, email address and country of residence (to determine your contest region). Your name and region will be posted along with your flick in the public galleries, where they can be viewed, liked and shared by everyone. <a href="%(rules_link)s">Read the complete contest rules to learn more.</a>
de: Um mitzumachen, müssen Sie Ihren Namen, Ihre E-Mail-Adresse und das Land, in dem Sie wohnen angeben (um Ihre Region für den Wettbewerb zu bestimmen). Ihr Name und Ihre Region werden zusammen mit Ihrem Film in den öffentlichen Galerien gezeigt, wo sie jeder ansehen, bewerten und weitergeben kann. <a href="%(rules_link)s">Lesen Sie die vollständigen Regeln des Wettbewerbs, um mehr zu erfahren.</a>
es: Para participar debes enviar tu nombre, dirección de correo electrónico y país de residencia (para determinar la zona del concurso). Tu nombre y región aparecerán junto a tu flick en la galería pública, donde cualquier podrá verlos, comentarlos y compartirlos. <a href="%(rules_link)s">Lee la bases del concurso para tener más información.</a>
fr: Pour participer, vous devrez fournir votre nom, votre adresse électronique et votre pays de résidence (afin de déterminer la zone géographique dans laquelle vous concourrez). Votre nom et votre zone géographique seront affichés aux côtés de votre flick dans la galerie publique où les flicks peuvent être visionnés, aimés et partagés par tout le monde. <a href="%(rules_link)s">Apprenez-en davantage en lisant le règlement complet.</a>
fy: Om mee te doen dient u uw naam, e-mailadres en land van uw woonplaats (om uw wedstrijdregio te bepalen) op te geven. Uw naam en regio worden samen met uw flick in de publieke galerijen geplaatst, waar ze door iedereen kunnen worden bekeken, geliked en gedeeld. <a href="%(rules_link)s">Lees de volledige wedstrijdregels voor meer info.</a>
it: Per partecipare dovrai fornirci il tuo nome, indirizzo email e paese di residenza (che servirà a determinare la regione del concorso in cui parteciperai). Il tuo nome e la regione del concorso appariranno accanto al tuo flick nelle nostre gallerie pubbliche, dove potranno essere visualizzati e condivisi da tutti. <a href="%(rules_link)s">Per ulteriori informazione leggi il regolamento completo del concorso.</a>
ja: 応募にあたっては、応募者の氏名、E-メールアドレス、居住する国 (応募者の該当するコンテスト地域を特定するために必要) を提示していただく必要があります。応募者の氏名と地域は作品とともに公開のギャラリーに投稿され、誰でも見たり投票したり共有することができます。<a href="%(rules_link)s">詳細は、コンテスト規約全文をご覧ください。</a>
pl: Aby przystąpić do konkursu, musisz podać swoje imię i nazwisko, adres e-mail i by określić region konkursowy – kraj zamieszkania. Imię i nazwisko oraz region będą publikowane wraz z twoim filmem w publicznych galeriach, gdzie filmy mogą być przeglądane, lubiane i udostępniane przez wszystkich. Przeczytaj <a href="%(rules_link)s">pełny regulamin konkursu</a>, gdzie uzyskasz więcej informacji.
pt_br: Para participar, você precisará informar seu nome, endereço de e-mail e país de moradia (para sabermos de qual concurso regional você participará). Seu nome e país serão exibidos junto com seu vídeo, aonde poderão ser curtidos e compartilhados pelos espectadores. <a href="%(rules_link)s">Leia as regras completas para mais informações.</a>
sq: Që të mund të merrni pjesë, do t’ju duhet të jepni emrin tuaj, adresën email dhe vendin e banimit (për përcaktimin e rajonit të konkursit). Emri dhe rajoni juaj do të shfaqen bashkë me videon tuaj në galeri publike, prej nga mund të shihen, referohen dhe ndahen me të tjerët nga kushdo. <a href="%(rules_link)s">Që të mësoni më tepër rreth kësaj, lexoni rregullat e plota të konkursit.</a>

source: How to enter
de: Wie kann mal teilnehmen?
es: Cómo participar
fr: Comment participer
fy: Hoe mee te doen
it: Come partecipare
ja: 応募方法
pl: Jak się zgłosić?
pt_br: Como participar
sq: Si të merret pjesë

source: Nice work! You made it all the way to the end. When you're ready, <a href="%(submit_url)s" class="requires-auth">start here to submit your flick.</a>
de: Gute Arbeit! Sie sind ganz durchgekommen. Wenn Sie bereit sind, <a href="%(submit_url)s" class="requires-auth">beginnen Sie hier, um Ihren Film einzureichen.</a>
es: ¡Buen trabajo! Lo has terminado. Cuando estés listo, <a href="%(submit_url)s" class="requires-auth">puedes enviar tu flick.</a>
fr: Bien&nbsp;! Vous êtes allé jusqu'au bout. Dès que vous êtes prêt, <a href="%(submit_url)s" class="requires-auth">cliquez ici pour envoyer votre flick.</a>
fy: Goed werk! U hebt het eindpunt bereikt. Als u klaar bent, <a href="%(submit_url)s" class="requires-auth">begin dan hier om uw flick in te dienen.</a>
it: Grazie per aver letto fino alla fine. Quando sei pronto, <a href="%(submit_url)s" class="requires-auth">invia il tuo flick da qui.</a>
ja: よく頑張りました!ついに完成ですね。準備ができたら、<a href="%(submit_url)s" class="requires-auth">こちらをクリックしてビデオを提出してください。</a>
pl: Świetna robota! Rejestracja zakończona. Wszystko gotowe. Teraz <a href="%(submit_url)s" class="requires-auth">przejdź tutaj, by wysłać swój film.</a>
pt_br: Bom trabalho! Você foi até o fim. Quando estiver pronto, <a href="%(submit_url)s" class="requires-auth">clique aqui para enviar o seu flick.</a>
sq: Punë e bukur! Ia dolët të mbërrini deri në fund. Kur të jeni gati, <a href="%(submit_url)s" class="requires-auth">filloni të parashtroni videon tuaj këtu.</a>

source: The contest is now closed. The winners will be announced on September 12 at the Toronto International Film Festival.
de: Der Wettbewerb ist jetzt abgeschlossen. Die Sieger werden am 12. September beim Toronto International Film Festival bekanntgegeben.
es: El concurso ha finalizado. Los ganadores se anunciarán el 12 de septiembre en el Festival Internacional de Cine de Toronto.
fr: La compétition est maintenant terminée. Les gagnants seront annoncés le 12 septembre au festival international du film de Toronto.
fy: De wedstrijd is nu gesloten. De winnaars zullen op 21 september op het Toronto International Film Festival worden bekendgemaakt.
it: Le iscrizioni al concorso sono chiuse. I vincitori verranno proclamati il 12 settembre al Festival Internazionale del Film di Toronto.
ja: 作品の応募受付は終了いたしました。グランプリ等各賞の受賞者は 9 月 12 日、トロント国際映画祭で発表されます。
pl: Przyjmowanie zgłoszeń zostało zamknięte. Zwycięzcy zostaną ogłoszeni 12 września podczas Międzynarodowego Festiwalu Filmowego w Toronto.
pt_br: O concurso já foi encerrado. Os vencedores serão anunciados no dia 12 de setembro, no Festival Internacional de Cinema de Toronto.
sq: Gara tani është mbyllur. Fituesit do të bëhen të ditur më 12 Shtator në Festivalin Ndërkombëtar të Filmit Në Toronto.

source: The contest is now closed.
de: Der Wettbewerb ist jetzt geschlossen.
es: Este concurso ha finalizado ya.
fr: La compétition est maintenant terminée.
fy: De wedstrijd is nu gesloten.
it: Il concorso è chiuso.
ja: 2013年のコンテストは終了しました。
pl: Konkurs został zamknięty.
pt_br: O concurso já foi encerrado.
sq: Gara tani është e mbyllur

source: Meet your competition
de: Lernen Sie Ihre Konkurrenz kennen
es: Conoce a tus competidores
fr: Découvrez vos compétiteurs
fy: Maak kennis met uw concurrentie
it: Scopri chi sono i tuoi avversari
ja: 他の人の応募作品を見る
pl: Poznaj swoich konkurentów
pt_br: Conheça seus concorrentes
sq: Njihuni me konkursin

source: Start thinking about your flick
de: Überlegen Sie sich etwas für Ihren eigenen Film
es: Comienza a imaginar cómo va a ser tu flick
fr: Préparez votre flick
fy: Begin met nadenken over uw flick
it: Inizia a immaginare come realizzerai il tuo flick
ja: ビデオ制作の準備
pl: Zaplanuj swój film
pt_br: Comece a planejar seu vídeo
sq: Filloni të mendoni për videon tuaj

source: Submit your flick today
de: Reichen Sie noch heute Ihren Film ein
es: Envía tu flick hoy
fr: Envoyez dès à présent votre flick
fy: Dien uw Flick vandaag nog in
it: Invia il tuo flick oggi stesso
ja: 今すぐ作品を応募
pl: Prześlij film teraz
pt_br: Envie seu vídeo
sq: Parashtrojeni videon tuaj sot

source: Start here
de: Beginnen Sie hier
es: Comienza aquí
fr: Envoyez votre flick
fy: Begin hier
it: Inizia da qui
ja: まずはこちらから
pl: Rozpocznij tutaj
pt_br: Comece por aqui
sq: Fillojani këtu

source: View the winning flicks so far
de: Sehen Sie sich die bisherigen Gewinnerfilme an
es: Mira los cortos en cabeza hasta ahora
fr: Découvrez les vainqueurs des tours préliminaires
fy: Bekijk de winnende flicks tot nu toe
it: Guarda quali flick hanno già vinto un premio
ja: 受賞作品を見る
pl: Zobacz zwycięskie filmy
pt_br: Ver os filmes vencedores até agora
sq: Shihni videot fituese deri më sot

source: Vote for the People's Choice Award
de: Stimmen Sie für den Preis für Popularität ab
es: Vota el premio del público
fr: Votez pour le Prix du Public
fy: Stem voor de publieksprijs
it: Vota per il Premio del pubblico
ja: ピープルズチョイス賞
pl: Głosuj w nagrodzie publiczności
pt_br: Vote no Prêmio Escolha do Público
sq: Votoni për Çmimin e Zgjedhjes së Publikut

source: Choose your favorites here
de: Wählen Sie hier Ihre Favoriten
es: Elige a tus favoritos aquí
fr: Sélectionnez vos favoris ici
fy: Kies hier uw favorieten
it: Scegli i tuoi preferiti tra i seguenti video
ja: お気に入りの作品を選んでください
pl: Wybierz swoje ulubione filmy
pt_br: Escolha os seus favoritos aqui
sq: Zgjidhni të parapëlqyerat tuaja

source: Explore 2013 Flicks
de: Sehen Sie sich die Filme von 2013 an
es: Explora los Flicks de 2013
fr: Découvrez les Flicks 2013
fy: Verken de flicks van 2013
it: Guarda i flick del 2013
ja: Firefox Flicks 2013
pl: Zwiedź Flicks 2013
pt_br: Explorar os Flicks de 2013
sq: Eksploroni Videot e 2013-s

source: Meet our partners
de: Lernen Sie unsere Partner
es: Conoce a nuestros socios
fr: Découvrez nos partenaires
fy: Maak kennis met onze partners
it: Conosci i nostri partner
ja: パートナーの皆様
pl: Wszyscy partnerzy
pt_br: Conheça nossos parceiros
sq: Njihuni me partnerët tanë

source: Get to know our friends who made Flicks 2013 possible
de: Lernen Sie unsere Freude kennen, die Flicks 2013 ermöglicht haben
es: Conoce a los amigos que hicieron posible la edición 2013 de Firefox Flicks
fr: Découvrez les personnes qui ont rendu l'édition 2013 de Flicks possible
fy: Maak kennis met onze vrienden die Flicks 2013 mogelijk hebben gemaakt
it: Leggi chi ha reso possibile Firefox Flicks 2013
ja: Firefox Flicks 2013 にご協力いただいた皆様をご紹介します。
pl: Poznaj naszych przyjaciół, dzięki którym konkurs Firefox Flicks był możliwy
pt_br: Conheça nossos amigos que tornaram o Flicks 2013 possível
sq: Njihuni me miqtë tanë që bënë të mundur Flicks 2013

source: See Firefox Flicks 2013 winners
de: Sehen sich sich die Gewinner von Firefox Flicks 2013 an
es: Mira los ganadores de Firefox Flicks 2013
fr: Découvrez les gagnants de Firefox Flicks 2013
fy: Bekijk de winnaars van Firefox Flicks 2013
it: Scopri i vincitori di Firefox Flicks 2013
ja: Firefox Flicks 2013 の受賞者を見る
pl: Poznaj zwycięzców Firefox Flicks 2013
pt_br: Veja os vencedores do Firefox Flicks 2013
sq: Shihni fituesit për Firefox Flicks 2013

source: Watch the winning entries
de: Sehen Sie sich die Gewinnerbeiträge an
es: Mira los cortos ganadores
fr: Regardez les films des gagnants
fy: Bekijk de winnende inzendingen
it: Guarda i flick vincitori
ja: 受賞作品を見る
pl: Zobacz zwycięskie filmy
pt_br: Assista os trabalhos vencedores
sq: Shihni zërat fitues

source: Helen Estabrook is the producing partner of director Jason Reitman and runs their production company, Right of Way Films. She most recently produced Reitman's upcoming film, <cite>Labor Day</cite>, starring Josh Brolin and Kate Winslet. Currently, they are producing a feature adaptation of the Sundance-winning short <cite>Whiplash</cite>, directed by Damien Chazelle. Helen also served as an executive producer on the Duplass Brothers' film <cite>Jeff, Who Lives at Home</cite> and Reitman's previous feature, <cite>Young Adult</cite>.
de: Helen Estabrook ist die Produzentenpartnerin von Regisseur Jason Reitman und betreibt ihre Produktionsfirma Right of Way Films. Sie hat kürzlich Reitmans kommenden Film <cite>Labor Day</cite> produziert, in dem Josh Brolin und Kate Winslet auftreten. Derzeit produzieren sie eine Filmadaption des Sundance-Preis-gekrönten Kurzfilms <cite>Whiplash</cite>, unter Regie von Damien Chazelle. Helen hat auch als ausführende Produzentin beim Film <cite>Jeff, Who Lives at Home</cite> der Duplass-Brüder und Reitmans vorherigem Film <cite>Young Adult</cite> gearbeitet.
es: Helen Estabrook es la productora asociada del director Jason Reitman y tiene su propia compañía de producción: Right of Way Films. Últimamente produjo la próxima película de Reitman, <cite>Labor Day</cite>, en la que actúan Josh Brolin y Kate Winslet. Actualmente está produciendo una adaptación del corto ganador de Sundance <cite>Whiplash</cite>, dirigida por Damien Chazelle. Helen también fue productora ejecutiva de la película <cite>Jeff, who lives at home</cite> de los hermanos Duplass y la película anterior de Reitman, <cite>Young adult</cite>.
fr: Helen Estabrook est le partenaire de production du réalisateur Jason Reitman et dirige leur compagnie de production Right of Way Films. Elle a récemment produit le prochain film de Reitman, <cite>Labor Day</cite>, avec Josh Brolin et Kate Winslet dans les rôles principaux. Ils produisent actuellement une adaptation en version longue de <cite>Whiplash</cite>, un court métrage récompensé à Sundance et réalisé par Damien Chazelle. Helen a également été productrice déléguée du film des frères Duplass, <cite>Jeff, Who Lives at Home</cite>, ainsi que le précédent film de Reitman, <cite>Young Adult</cite>.
fy: Helen Estabrook is de productiepartner van regisseur Jason Reitman en bezit hun productiebedrijf Right of Way Films. Onlangs produceerde ze de aanstaande film van Reitman, <cite>Labor Day</cite>, met in de hoofdrol Josh Brolin en Kate Winslet. Momenteel produceren ze een aangepaste productie van de Sundance-winnende korte film <cite>Whiplash</cite>, geregisseerd door Damien Chazelle. Helen werkte tevens als uitvoerend producent aan de film <cite>Jeff, Who Lives at Home</cite> van Duplass Brothers en aan Reitmans vorige speelfilm <cite>Young Adult</cite>.
it: Helen Estabrook è la partner di produzione del regista Jason Reitman e gestisce la loro società di produzione Right of Way Films. Recentemente ha prodotto il film di prossima uscita <cite>Labor Day</cite>, diretto da Reitman con l'interpretazione di Josh Brolin e Kate Winslet. Attualmente sono impegnati nell'adattamento del cortometraggio vincitore del Sundance Film Festival <cite>Whiplash</cite>, diretto da Damien Chazelle. Helen ha anche lavorato come produttore esecutivo per il film <cite>A casa con Jeff</cite> dei fratelli Duplass e del precedente lungometraggio di Reitman <cite>Young Adult</cite>.
ja: Helen Estabrook 氏は、監督 Jason Reitman 氏のプロデューサーを務めるパートナーとして、製作会社 Right of Way Films を経営しています。製作を手掛けた最新作は、Reitman 氏の監督で Josh Brolin と Kate Winslet が出演する近日公開予定の作品、『レイバーデイ』です。二人は現在、脚本 Bruce Eric Kaplan 氏、監督 Reitman 氏による HBO のパイロット番組の制作に取り組むとともに、サンダンス映画祭で受賞した Damien Chazelle 氏監督の短編映画『むち打ち』を上映しています。Estabrook 氏は、Duplass Brothers の映画 『ハッピーニート～おちこぼれ兄弟の小さな奇跡』と Reitman 氏監督の前作 『ヤング≒アダルト』でも製作責任者を務めています。
pl: Helen Estabrook jest wspólniczką reżysera Jasona Reitmana i prowadzi własną firmę produkcyjną Right of Way Films. Jest producentką ostatniego filmu Reitmana: <cite>Labor Day</cite> z udziałem Josha Brolina i Kate Winslet. Obecnie produkują oni fabularną adaptację zwycięskiego filmu na festiwalu filmowym Sundance – <cite>Whiplash</cite>, który reżyseruje Damien Chazelle. Helen obsługiwała także jako producent wykonawczy Duplass Brothers film <cite>Jeff, Who Lives at Home</cite> i poprzedni film fabularny Reitmana <cite>Young Adult</cite>.
pt_br: Helen Estabrook é a parceira de produção do diretor Jason Reitman e dirige sua companhia de produção, Right of Way Films. Recentemente ela produziu o próximo filme de Reitman, <cite>Labor Day</cite>, estrelado por Josh Brolin e Kate Winslet. Atualmente, eles estão produzindo um piloto para a HBO escrito por Bruce Eric Kaplan, para ser dirigido por Reitman, além da adaptação do curta ganhador do Sundance <cite>Whiplash</cite>, dirigido por Damien Chazelle. Helen também atuou como produtora executiva do filme dos irmãos Duplass <cite>Jeff, Who Lives at Home</cite> e a produção anterior de Reitman, <cite>Young Adult</cite>.
sq: Helen Estabrook është partnere produksioni e regjisorit Jason Reitman dhe drejton kompaninë e tyre të produksionit, Right of Way Films. Tani së fundi punoi produksionin e filmit të ardhshëm të Reitman-it, <cite>Labor Day</cite>, me Josh Brolin dhe Kate Winslet në rolet kryesore. Tani po merren me një përshtatje të filmit të shkurtër <cite>Whiplash</cite>, të regjisorit Damien Chazelle, fitues i një çmimi Sundance. Estabrook ka qenë edhe producente ekzekutive në filmin e Vëllezërve Duplass, <cite>Jeff, Who Lives at Home</cite> dhe atë të mëparshëm të Reitman-it, <cite>Young Adult</cite>.

source: <abbr title="Exectuve Vice President">EVP</abbr>, Global Sales and Marketing, Panavision
de: <abbr title="Executive Vice President">EVP</abbr>, Globaler Verkauf und Marketing, Panavision
es: <abbr title="Exectuve Vice President">VPE</abbr>, Ventas globales y marketing, Panavision
fr: Vice-président des ventes et du marketing, Panavision
fy: <abbr title="Exectuve Vice President">EVP</abbr>, Global Sales en Marketing, Panavision
it: <abbr title="Exectuve Vice President">Vice presidente esecutivo</abbr>, Vendite globali e marketing, Panavision
ja: Panavision、グローバルセールスおよびマーケティング担当 <abbr title="Executive Vice President">EVP</abbr>
pl: <abbr title="Wiceprezes">EVP</abbr>, Dział sprzedaży i marketingu, Panavision
pt_br: Vice-presidente Executivo, Vendas Globais e Marketing, Panavision
sq: <abbr title="Executive Vice President">Zëvendëspresident Ekzekutiv</abbr>, për Shitjet dhe Marketingun Global, Panavision
