Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: Submit your flick by May 29 to qualify for our second Early Entry Award. You could win $1,000 and automatically qualify for the Grand Prize.
de: Reichen Sie Ihren Film rechtzeitig zum 29. Mai ein, um sich für unsere zweite Runde der Preise für frühe Teilnahme zu qualifizieren. Sie könnten 1000$ gewinnen und sich automatisch für den großen Preis qualifizieren.
es: Envía tu video antes del 29 de mayo para clasificarte para nuestro segundo Premio a los Pioneros. Podrás ganar 1.000 USD y quedar automáticamente clasificado para el Gran Premio.
fr: Soumettez votre flick avant le 29 mai pour être qualifié pour le second Prix des Pionniers. Vous pourriez gagner 1&nbsp;000&nbsp;$ et être automatiquement qualifié pour le Premier Prix.
fy: Dien uw flick in voor 29 mei om u voor onze tweede prijs voor vroege inzendingen te kwalificeren. U maakt daarmee kans op $1.000 en een automatische kwalificatie voor de hoofdprijs.
it: Invia il tuo flick entro il 29 maggio per concorrere al secondo Premio Avanguardie: puoi vincere 1000 $ e qualificarti direttamente per concorrere al Primo Premio.
ja: 5 月 29 日までにご応募いただくと、第 2 回早期エントリ賞 1,000 米ドル獲得のチャンスがあり、受賞者は自動的にグランプリの審査対象となります。
pl: Prześlij swój film przed 29 maja, by zakwalifikować się do drugiego konkursu Early Entry. Możesz zdobyć 1000 $ i uzyskać automatyczną nominację do nagrody głównej.
pt_br: Envie seu vídeo até 29 de maio para se qualificar para o segundo Prêmio Primeiros Envios. Você pode ganhar US$ 1.000,00 e automaticamente se qualificar para o Grande Prêmio.
sq: Parashtrojeni videon tuaj deri më 29 Maj që të mund të fitoni Çmimin e dytë të Pjesëmarrjes së Hershme. Mund të fitoni 1000 dollarë amerikanë dhe të kualifikoheni automatikisht për Çmimin e Madh.

source: Congratulations to our winners
de: Herzlichen Glückwunsch an unsere Gewinner
es: Felicitemos a nuestros ganadores
fr: Félicitations à nos gagnants
fy: Felicitaties aan onze winnaars
it: Congratulazioni ai vincitori
ja: 今年の受賞者をお祝いしましょう。
pl: Pogratuluj tegorocznym zwycięzcom
pt_br: Parabéns aos nossos vencedores
sq: Përgëzime fituesve tanë

source: The votes are in and we're excited to present the winners of Firefox Flicks 2013. Thanks to everyone who entered!
de: Die Stimmen sind abgegeben und wir freuen uns, die Gewinner von Firefox Flicks 2013 bekannt zu geben. Vielen Dank an alle Teilnehmer!
es: La votación está cerrada y hay mucha emoción por presentar a los ganadores de Firefox Flicks 2013. ¡Gracias a todos los participantes!
fr: Les votes sont clos et nous sommes heureux de vous présenter les gagnants de Firefox Flicks 2013. Merci à tous les participants&nbsp;!
fy: De stemmen zijn binnen en het doet ons plezier de winnaars van Firefox Flicks 2013 te presenteren. Dank aan iedereen die heeft meegedaan!
it: Le votazioni sono chiuse ed è con grande entusiasmo che vi presentiamo i vincitori di Firefox Flicks 2013. Un grazie a tutti coloro che hanno partecipato!
ja: 投票受付は終了し、Firefox Flicks 2013 の各賞受賞者が決定いたしました。投票いただいた皆様、ありがとうございました！
pl: Głosowania zakończone i z przyjemnością przedstawiamy laureatów konkursu Firefox Flicks 2013. Dziękujemy wszystkim uczestnikom!
pt_br: A votação está encerrada e estamos animado para apresentar os vencedores do Firefox Flicks 2013. Obrigado a todos que entraram!
sq: Votat u hodhën dhe jemi të ngazëllyer të paraqitim fituesit e Firefox Flicks 2013. Faleminderit kujto që mori pjesë!

source: Watch the winning flicks
de: Sehen Sie sich die Gewinnerfilme an
es: Mira los flicks ganadores
fr: Regardez les flicks des gagnants
fy: Bekijk de winnende flicks
it: Guarda i flick vincitori
ja: 受賞作品を見る
pl: Zobacz zwycięskie filmy
pt_br: Assista aos filmes vencedores
sq: Shihni videot fituese

source: Now playing
de: Läuft ab sofort
es: Reproduciendo ahora
fr: À voir
fy: Draait nu
it: Guarda ora
ja: 只今上映中
pl: Odtwórz teraz
pt_br: Em exibição
sq: Tani po luhet

source: Directors&#8217; cuts
es: Versiones del director
fr: Version du réalisateur
it: Versioni dei registi
ja: 制作者たちは語る
pl: Cięcia reżysera
pt_br: Comentários dos diretores

source: Learn more about last year's winners and get some advice on making your own winning flick.
de: Erfahren Sie mehr über die Gewinner vom letzten Jahr und holen Sie sich Rat zum Drehen Ihres Siegerfilms.
es: Conoce a los ganadores del año pasado y obtén consejos sobre cómo hacer tu propio flick ganador.
fr: Apprenez-en davantage sur les gagnants de l'an dernier et glanez quelques conseils pour votre flick.
fy: Lees meer over de winnaars van vorig jaar en ontvang advies over het maken van uw eigen winnende flick.
it: Scopri di più sui vincitori dello scorso anno e ascolta i loro consigli su come realizzare un flick vincente.
ja: 昨年の受賞者がどんな人たちなのかが分かり、受賞を目指す皆さんのビデオ制作の参考になります。
pl: Dowiedz się więcej o zeszłorocznych laureatach i uzyskaj porady na temat tworzenia własnego filmu.
pt_br: Conheça os vencedores do ano passado e leia algumas dicas para criar seu vídeo.
sq: Mësoni më tepër rreth fituesve të vitit të kaluar dhe merrni disa këshilla mbi realizimin e videos suaj fituese.

source: Enter by April 3
de: Machen Sie bis 3. April mit
es: Regístrate hasta el 3 de abril
fr: Participez avant le 3 avril
fy: Doe mee voor 3 april
it: Invia il tuo flick entro il 3 aprile
ja: 4 月 3 日必着
pl: Otwarcie 3 kwietnia
pt_br: Participe até 3 de abril
sq: Hyni deri më 3 Prill

source: Submit your flick in time for the BAFICI film festival in Buenos Aires and you could win a $1000 Early Entry Award and be automatically qualified for the Grand Prize.
de: Reichen Sie Ihren Film rechtzeitig zum BAFICI-Film-Festival in Buenos Aires ein und Sie könnten einen 1000$-Preis für frühe Teilnahme gewinnen und sich automatisch für den großen Preis qualifizieren.
es: Envía tu video a tiempo para el festival de cine BAFICI en Buenos Aires y podrás ganar un Premio a los Pioneros de 1.000 USD, y quedar automáticamente clasificado para el Gran Premio.
fr: Soumettez votre flick à temps pour le festival du film BAFICI à Buenos Aires et vous pourriez gagner le prix des Pionniers de 1&nbsp;000&nbsp;$ et être automatiquement qualifié pour le Premier Prix.
fy: Dien uw flick op tijd in voor het BAFICI-filmfestival in Buenos Aires en u maakt kans op $1.000 als vroege inzender en een automatische kwalificatie voor de hoofdprijs.
it: Invia il tuo flick in tempo per il festival del film BAFICI a Buenos Aires: puoi vincere il Premio Avanguardie di 1000 $ e qualificarti direttamente per concorrere al Primo Premio.
ja: ブエノスアイレスで行われる BAFICI 映画祭の期日までに作品をご応募いただくと、早期エントリ賞 1,000 米ドル獲得のチャンスがあり、受賞者は自動的にグランプリの審査対象となります。
pl: Prześlij swój film w czasie trwania festiwalu filmowego BAFICI w Buenos Aires, a możesz zdobyć 1000 $ i uzyskać automatyczną nominację do nagrody głównej.
pt_br: Envie seu vídeo antes do BAFICI Film Festival em Buenos Aires e concorra a US$1.000,00 pelo prêmio Primeiros Envios, além de já estar concorrendo ao Grande Prêmio.
sq: Parashtrojeni videon tuaj në afat për festivalin e filmit BAFICI në Buenos Aires dhe mund të fitoni një Çmim të Pjesëmarrjes së Hershme prej 1000 dollarësh amerikanë dhe të kualifikoheni automatikisht për Çmimin e Madh.

source: Get the creative brief
de: Holen Sie sich die Kurzübersicht
es: Obtén las especificaciones creativas
fr: Consultez le brief créatif
fy: Lees de creative brief
it: Leggi il brief creativo
ja: 制作のポイントを見る
pl: Poznaj wytyczne
pt_br: Ver o brief criativo
sq: Merrni përshkrimin përmbledhës

source: Winners announced
de: Gewinner bekanntgegeben
es: Ya sabemos quiénes son los ganadores
fr: Annonce des gagnants
fy: Winnaars bekendgemaakt
it: Vincitori proclamati
ja: 受賞者の発表はどのように行われますか？
pl: Ogłoszenie wyników nastąpi
pt_br: Os vencedores serão anunciados
sq: Fituesit janë shpallur

source: Sept. 12
de: 12. September
es: 12 de sep.
fr: 12 sept.
fy: 12 sept
it: 12 set.
ja: 9 月 12 日
pl: 12 września
pt_br: 12 de set.
sq: 12 Shtator

source: We're gearing up to present the final results at the Toronto International Film Festival. Get ready by watching our latest Early Entry Award winners.
de: Wir bereiten uns auf die Präsentation der Endergebnisse beim Toronto International Film Festival vor. Bereiten auch Sie sich vor, indem Sie sich unsere neuesten Gewinner des Preises für frühe Teilnahme ansehen.
es: Estamos trabajando para poder anunciar los resultados finales en el Festival de Cine Internacional de Toronto. Prepárate para la gran final echando un vistazo a los últimos ganadores de los Premios a los Pioneros.
fr: Nous nous préparons à annoncer les résultats définitifs lors du festival international du film de Toronto. Découvrez pour l'instant les derniers vainqueurs du Prix des Pionniers.
fy: We maken ons op voor het presenteren van de uiteindelijke resultaten op het Toronto International Film Festival. Maak u gereed door onze laatste winnaars van prijzen voor vroege inzendingen te bekijken.
it: Ci stiamo preparando ad annunciare i risultati finali al Festival Internazionale del Film di Toronto. Durante l'attesa scopri gli ultimi vincitori del Premio Avanguardie.
ja: 現在、トロント国際映画祭での最終結果の発表にむけ審査を進めています。第 3 回早期エントリ賞はこちらからご覧になれます。
pl: Szykujemy się do przedstawienia ostatecznych wyników na Międzynarodowym Festiwalu Filmowym w Toronto. Przygotuj się na ogłoszenie wyników, śledząc ostatnich zdobywców nagrody Early Entry.
pt_br: Estamos preparando para apresentar os resultados finais no Festival internacional de filmes em Toronto. Prepare-se, observando os nossos mais recentes vencedores do Prêmio de inscrição antecipada.
sq: Po bëhemi gati të shpallim përfundimet finale në Festivalin Ndërkombëtar të Filmit në Toronto. Bëhuni gati duke parë fituesit më të rinj të Çmimit Për Pjesëmarrje të Hershme.

source: See the winning flicks
de: Sehen Sie sich die Gewinnerfilme an
es: Mira los cortos ganadores
fr: Regardez les flicks gagnants
fy: Bekijk de winnende flicks
it: Guarda i flick vincitori
ja: 受賞作品を見る
pl: Zobacz zwycięskie filmy
pt_br: Assista aos flicks vencedores
sq: Shihni videot fituese

source: Choose your favorites
de: Wählen Sie Ihre Favoriten
es: Elige a tus favoritos
fr: Sélectionnez vos favoris
fy: Kies uw favorieten
it: Scegli i tuoi preferiti
ja: お気に入りの作品を選んでください
pl: Wybierz swoje ulubione
pt_br: Escolha os seus favoritos
sq: Zgjidhni të parapëlqyerat tuaja

source: August 31 is the last day to vote for the People's Choice Awards. Don't miss your chance.
de: Der 31. August ist der letzte Tag, um für den Preis für Popularität abzustimmen. Lassen Sie sich das nicht entgehen.
es: El 31 de agosto es el último día para votar por el Premio del Público. No pierdas la oportunidad.
fr: Le 31 août a lieu la clôture des votes pour le prix du Public. Ne ratez pas votre chance !
fy: 31 augustus is de laatste dag om op de publieksprijzen te stemmen. Mis uw kans niet.
it: Il 31 agosto è l'ultimo giorno utile per votare nella categoria Premio del pubblico. Non lasciarti sfuggire l'occasione!
ja: 日本時間の 9 月 1 日がピープルズチョイス賞の投票最終日です。お見逃しなく！
pl: Dzień 31 sierpnia jest ostatnim dniem głosowania w nagrodzie publiczności. Nie przegap swojej szansy.
pt_br: 31 de agosto é o último dia para votar para os Prêmios Escolha Popular. Não perca a sua chance.
sq: 31 Gushti është dita e fundit për të votuar për Çmimet e Zgjedhjes së Publikut. Mos e humbni shansin tuaj.

source: Vote now
de: Jetzt abstimmen
es: Vota ahora
fr: Votez !
fy: Stem nu
it: Vota ora
ja: 投票しよう
pl: Głosuj teraz
pt_br: Vote agora
sq: Votoni tani

source: Firefox Flicks Contest Official Rules
de: Offizielle Wettbewerbsregeln für Firefox Flicks
es: Bases oficiales del concurso Firefox Flicks
fr: Règlement officiel du concours Firefox Flicks
fy: Officiële Firefox Flicks-wedstrijdregels
it: Regolamento ufficiale del concorso Firefox Flicks
ja: Firefox Flicks コンテスト公式規約
pl: Oficjalny regulamin konkursu Firefox Flicks
pt_br: Regras oficiais do concurso Firefox Flicks
sq: Rregullat Zyrtare të Konkursit Firefox Flicks

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
fy: Privacybeleid
it: Informativa sulla privacy
ja: プライバシーポリシー
pl: Zasady ochrony prywatności
pt_br: Política de privacidade
sq: Rregulla Privatësie

source: Legal
de: Rechtliches
es: Aviso legal
fr: Mentions légales
fy: Juridisch
it: Note legali
ja: 法的通知
pl: Informacje prawne
pt_br: Avisos legais
sq: Ligjore

source: Other languages:
de: Andere Sprachen
es: Otros idiomas:
fr: Autres langues :
fy: Andere talen:
it: Altre lingue:
ja: 他の言語:
pl: Wybierz język:
pt_br: Outros idiomas:
sq: Gjuhë të tjera:

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
fy: Indienen
it: Invia
ja: 送信
pl: Wyślij
pt_br: Enviar
sq: Parashtrojeni

source: Menu
de: Menü
es: Menú
ja: メニュー

source: About
de: Über
es: Acerca de
fr: À propos
fy: Over
it: Informazioni
pl: Informacje
pt_br: Sobre
sq: Rreth

source: Vote Now!
de: Jetzt abstimmen!
es: ¡Vota ahora!
fr: Votez !
fy: Stem nu!
it: Vota ora!
ja: 投票しよう
pl: Głosuj teraz!
pt_br: Vote agora!
sq: Votoni Tani!

source: Sign out
de: Abmelden
es: Salir
fr: Déconnexion
fy: Afmelden
it: Esci
ja: サインアウト
pl: Wyloguj się
pt_br: Sair
sq: Dilni

source: Submit your flick
de: Reichen Sie Ihren Film ein
es: Envía tu corto
fr: Envoyez votre flick
fy: Uw flick indienen
it: Invia il tuo flick
ja: 作品を送る
pl: Prześlij film
pt_br: Enviar seu vídeo
sq: Parashtroni videon tuaj

source: Text
es: Texto
fr: Texte
fy: Tekst
it: Testo
ja: テキスト
pl: Tekst
pt_br: Texto
sq: Tekst

source: Enter your information
de: Geben Sie Ihre Daten ein
es: Introduce tu información
fr: Saisissez vos informations
fy: Voer uw gegevens in
it: Inserisci i tuoi dati
ja: 自分の個人情報を入力
pl: Podaj informacje o sobie
pt_br: Digite suas informações
sq: Jepni të dhënat tuaja

source: Sign in to Flicks
de: Melden Sie sich bei Flicks an
es: Regístrate en Flicks
fr: Inscrivez-vous
fy: Aanmelden bij Flicks
it: Accedi a Firefox Flicks
ja: Flicks にサインイン
pl: Zaloguj się do Flicks
pt_br: Acessar o Flicks
sq: Hyni në Flicks

source: Thanks for entering Firefox Flicks, the global video contest about the power of mobile. To submit your flick, please tell us who you are and where you're from.
de: Danke, dass Sie bei Firefox Flicks teilnehmen, dem weltweiten Videowettbewerb über die Kraft der Mobilgeräte. Um Ihren Film einzureichen, sagen Sie uns bitte, wer Sie sind und woher Sie kommen.
es: Gracias por registrarte en Firefox Flicks, el concurso mundial de videos sobre el poder de los móviles. Para enviar tu flick, dinos cómo te llamas y de dónde eres.
fr: Merci de participer à Firefox Flicks, le concours mondial de création vidéo visant à mettre en avant la puissance du mobile. Pour envoyer votre flick, veuillez nous indiquer qui vous êtes et d'où vous venez.
fy: Bedankt voor het meedoen aan Firefox Flicks, de wereldwijde videowedstrijd over de kracht van mobiel. Vertel ons wie u bent en waar u vandaan komt om uw flick in te dienen.
it: Grazie per aver scelto di partecipare a Firefox Flicks, il concorso video internazionale dedicato alle potenzialità del Web mobile. Per candidare il tuo flick al concorso ci occorre sapere chi sei e da dove vieni.
ja: モバイルの力を伝えるグローバルなビデオコンテスト、Firefox Flicks にご応募いただき、ありがとうございます。ビデオ作品を提出するには、あなたについての情報と、あなたがどの国に居住しているかをご提示いただく必要があります。
pl: Dziękujemy za zgłoszenie się do Firefox Flicks, światowego konkursu filmowego o tematyce siły i możliwości urządzeń przenośnych. Aby wysłać swój film, przekaż nam kilka informacji o sobie.
pt_br: Obrigado por enviar seu vídeo para o Firefox Flicks, a competição global de vídeos sobre o poder da mobilidade. Para enviar seu flick, por favor, conte para nós quem você é e onde você mora.
sq: Ju faleminderit për pjesëmarrjen në Firefox Flicks, konkursin mbarëbotëror të videove rreth fuqisë së celularit. Që të parashtroni videon tuaj, ju lutemi, na tregoni kush jeni dhe nga jeni.

source: Your name will be displayed publicly with your video.
de: Ihr Name wird öffentlich, zusammen mit Ihrem Video, angezeigt.
es: Tu nombre se publicará en tu video.
fr: Votre nom sera affiché publiquement avec votre vidéo.
fy: Uw naam zal publiekelijk met uw video worden weergegeven.
it: Il tuo nome sarà visibile pubblicamente insieme al tuo video.
ja: あなたの名前はビデオに併記され、誰でも見ることができます。
pl: Twoja nazwa będzie publikowana razem z twoim filmem.
pt_br: Seu nome será exibido publicamente com o seu vídeo.
sq: Emri juaj do të shfaqet publikisht me videon tuaj.

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
fy: Volledige naam
it: Nome e cognome
ja: 氏名
pl: Imię i nazwisko
pt_br: Nome completo
sq: Emër i Plotë

source: Nickname (optional)
de: Spitzname (optional)
es: Apodo (opcional)
fr: Pseudonyme (optionnel)
fy: Bijnaam (optioneel)
it: Soprannome (facoltativo)
ja: ニックネーム (オプション)
pl: Pseudonim (opcjonalnie)
pt_br: Apelido (opcional)
sq: Nofkë (opsional)

source: Some prizes are awarded by region, so let us know what part of the world your flick is representing.
de: Einige Preise werden nach Region vergeben, also sagen Sie uns, welchen Teil der Welt Ihr Film repräsentiert.
es: Algunos premios se conceden según la región, por eso necesitamos conocer desde qué parte del mundo envías tu flick.
fr: Certains prix sont décernés par région, nous devons donc savoir quelle partie du monde votre flick représente.
fy: Sommige prijzen worden per regio toegekend, dus laat ons weten welk deel van de wereld uw flick vertegenwoordigt.
it: Alcuni premi vengono assegnati in base alle regioni geografiche del concorso. Per questo vorremmo sapere quale parte del mondo rappresenterà il tuo flick.
ja: 地域ごとに受賞者が選定される賞があるため、あなたが世界のどの地域からビデオを提出するかをお知らせください。
pl: Niektóre nagrody są do zdobycia w regionie, w którym zamieszkujesz. Przekaż nam, jaką część świata będzie reprezentował twój film.
pt_br: Alguns prêmios são dados por região, então diga que parte do mundo o seu flick está representando.
sq: Disa çmime jepen sipas rajonesh, ndaj na tregoni cilën pjesë të botës përfaqëson videoja juaj.

source: Country
de: Land
es: País
fr: Pays
fy: Land
it: Nazione
ja: お住まいの国
pl: Kraj
pt_br: País
sq: Vend

source: Region
es: Región
fr: Région
fy: Regio
it: Area geografica
ja: 地域
pt_br: Região
sq: Rajon

source: Mailing address (optional)
de: Postadresse (optional)
es: Dirección postal (opcional)
fr: Adresse postale (optionnel)
fy: Postadres (optioneel)
it: Indirizzo postale (facoltativo)
ja: 郵便物の宛先 (オプション)
pl: Adres pocztowy (opcjonalnie)
pt_br: Endereço para correspondência (opcional)
sq: Adresë postare (opsionale)

source: We ask for your address so we can send you an awesome gift for participating. Providing it is completely optional and we won't use it or keep it for any other purpose.
de: Wir bitten um Ihre Adresse, damit wir Ihnen ein tolles Geschenk für die Teilnahme schicken können. Die Angabe ist völlig freiwillig und wir verwenden oder speichern sie nicht zu anderen Zwecken.
es: Te pedimos tu dirección postal para poder enviarte un fabuloso regalo y agradecerte tu participación. Dárnosla es completamente opcional y no la usaremos o guardaremos para ningún otro fin.
fr: Nous demandons votre adresse afin de pouvoir vous envoyer un superbe cadeau pour avoir participé. Renseigner votre adresse est totalement optionnel et nous ne la conserverons pas ni ne l'utiliserons à d'autres fins.
fy: We vragen om uw adres, zodat we u een geweldig cadeau kunnen sturen voor het meedoen. Dit is volledig optioneel, en het wordt niet voor andere doeleinden gebruikt of bewaard.
it: Vorremmo conoscere il tuo indirizzo in modo da poterti inviare un regalo per ringraziarti di aver partecipato. Inserire il proprio indirizzo è assolutamente facoltativo, garantiamo comunque che non lo conserveremo né utilizzeremo per altri scopi.
ja: すばらしい参加賞をお送りしますので、ご住所をお知らせください。お知らせいただくことはまったくのオプションであり、Mozilla ではこの情報を他の目的のために使用または保持することはありません。
pl: Prosimy o podanie adresu, bo możemy przesłać ci wspaniałe nagrody w podziękowaniu za zgłoszenie. Podanie adresu jest opcjonalne i nie zostanie on użyty w żadnym innym celu.
pt_br: Nós pedimos o seu endereço para que possamos enviar um presente sensacional pela sua participação. Oferecê-lo é completamente opcional e nós não o usaremos ou armazenaremos para outro propósito.
sq: Adresën tuaj e kërkojmë që të mund t’ju dërgojmë një dhuratë të bukur për pjesëmarrjen. Dhënia e saj është plotësisht në dëshirën tuaj dhe nuk do ta përdorim ose ruajmë për të tjera qëllime.

source: Address line 1
de: Adresszeile 1
es: Dirección (línea 1)
fr: Adresse (ligne 1)
fy: Adresregel 1
it: Indirizzo
ja: 住所 1 行目
pl: Adres wiersz 1
pt_br: Rua, número, complemento
sq: Rreshti I i adresës

source: Address line 2
de: Adresszeile 2
es: Dirección (línea 2)
fr: Adresse (ligne 2)
fy: Adresregel 2
it: Indirizzo (riga 2)
ja: 住所 2 行目
pl: Adres wiersz 2
pt_br: Bairro
sq: Rreshti II i adresës

source: City
de: Stadt
es: Ciudad
fr: Ville
fy: Stad
it: Città
ja: 都道府県
pl: Miasto
pt_br: Cidade
sq: Qytet

source: State/Province
de: Staat/Provinz
es: Estado/Provincia
fr: État/Province
fy: Staat/provincie
it: Provincia
ja: 州/県
pl: Region/województwo
pt_br: Estado
sq: Provincë/Shtet

source: Postal Code
de: Postleitzahl
es: Código postal
fr: Code postal
fy: Postcode
it: CAP
ja: 郵便番号
pl: Kod pocztowy
pt_br: CEP
sq: Kod Postar

source: I'm okay with you handling my info as you explain in your <a href="{link}" rel="external">privacy policy</a>
de: Ich bin einverstanden damit, dass Sie diese Daten wie in Ihrer <a href="{link}" rel="external">Datenschutzerklärung</a> angegeben verwenden.
es: Estoy de acuerdo con que Mozilla gestione esta información tal y como se explica en su <a href="{link}" rel="external">política de privacidad</a>
fr: Je suis d'accord pour que Mozilla traite ces informations comme expliqué dans votre <a href="{link}" rel="external">politique de confidentialité</a>
fy: Ik ben het eens met hoe Mozilla met mijn gegevens omgaat, zoals uitgelegd in het <a href="{link}" rel="external">privacybeleid</a>.
it: Autorizzo Mozilla al trattamento di queste informazioni così come spiegato nell'<a href="{link}" rel="external">Informativa sulla privacy</a>.
ja: Mozilla が{link}" rel="external">プライバシーポリシー</a>で述べているとおりに私の個人情報を使用することに同意します
pl: Zapoznałem się i akceptuję <a href="{link}" rel="external">zasady ochrony prywatności</a> Mozilli.
pt_br: Eu concordo com a forma como a Mozilla lida com essas informações conforme explicado em sua <a href="{link}" rel="external">política de privacidade</a>
sq: E miratoj përdorimin e të dhënave të mia ashtu siç e shpjegoni te <a href="{link}" rel="external">rregullat tuaja të privatësisë</a>

source: I want to receive email updates about Firefox Flicks
de: Ich möchte Neuigkeiten zu Firefox Flicks per E-Mail erhalten
es: Deseo recibir actualizaciones por correo electrónico sobre Firefox Flicks
fr: Je souhaite recevoir par courriel des actualités concernant Firefox Flicks
fy: Ik wil updates per e-mail over Firefox Flicks ontvangen
it: Desidero ricevere aggiornamenti su Firefox Flicks tramite email
ja: Firefox Flicks に関する更新情報を E-メールで受信することを希望します
pl: Chcę otrzymywać pocztą elektroniczną informacje o Firefox Flicks
pt_br: Eu quero receber atualizações por e-mail sobre o Firefox Flicks
sq: Dëshiroj të marr përditësime me email rreth Firefox Flicks-it

source: Email Format
es: Formato de correo
fr: Format du courriel
fy: E-mailopmaak
it: Formato email
ja: Eメールの形式（HTML / text)
pl: Format
pt_br: Formato da mensagem
sq: Format Email-i

source: Next
de: Weiter
es: Siguiente
fr: Suivant
fy: Volgende
it: Successivo
ja: 次へ
pl: Dalej
pt_br: Próximo
sq: Pasuesja

source: All regions
de: Alle Regionen
es: Todas las regiones
fr: Toutes les zones géographiques
fy: Alle regio’s
it: Tutte le regioni
ja: すべての地域
pl: Wszystkie regiony
pt_br: Todas as regiões
sq: Krejt rajonet

source: Random
de: Zufällig
es: Aleatorio
fr: aléatoire
fy: Willekeurig
it: Casuale
ja: ランダム
pl: losowo
pt_br: Aleatório
sq: Kuturu
