Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: You're not just competing for the Grand Prize. You could also win a People's Choice Award. Get tips to help your flick get votes.
de: Sie konkurrieren nicht nur um den großen Preis. Sie könnten auch einen Preis für Popularität gewinnen. Holen Sie sich Tipps, damit Ihr Film viele Stimmen bekommt.
es: No sólo estás compitiendo por el Gran Premio. También podrías ganar un Premio del Público. Obtén consejos para ayudar a tu corto a conseguir votos.
fr: Vous n'êtes pas seulement en course pour le Premier Prix. Vous pourriez tout aussi bien remporter le prix du Public. Découvrez des astuces pour que votre flick reçoive un maximum de votes.
fy: U doet niet alleen mee voor de hoofdprijs. U kunt ook een publieksprijs winnen. Ontvang tips om uw flick stemmen te helpen krijgen.
it: In palio non c'è solo il Primo Premio, puoi anche aggiudicarti un Premio del pubblico: scopri come fare ottenere più voti al tuo flick.
ja: この賞に選ばれるためのヒントを得ましょう。
pl: Nie walczysz tylko o nagrodę główną, możesz zdobyć również nagrodę publiczności. Zachęć do głosowania na twój film.
pt_br: Você não está apenas competindo para o Grande Prémio. Você também pode ganhar um Prêmio Escolha Popular. Veja dicas para ajudar o seu filme a conseguir votos.
sq: Nuk po konkurroni thjesht për Çmimin e Madh. Mund të fitoni po ashtu një Çmim të Zgjedhjes së Publikut. Merrni këshilla rreth se si ta ndihmoni videon tuaj të marrë vota.

source: Read the blog post
de: Lesen Sie den Blog-Beitrag
es: Lee el artículo del blog
fr: Lisez l'article de blog
fy: Lees de blogpost
it: Leggi l'articolo sul blog
ja: ブログ を見る
pl: Przeczytaj post na blogu
pt_br: Ler a postagem no blog
sq: Lexoni postimin te blogu

source: English only
de: Nur auf Englisch verfügbar
es: Solo en inglés
fr: Anglais seulement
fy: Alleen Engels
it: In inglese
ja: 英語のみ
pl: W języku angielskim
pt_br: Somente em Inglês
sq: Vetëm në Anglisht

source: Now playing: April 3 winners
de: Läuft ab sofort: Gewinner vom 3. April
es: Reproduciendo: los ganadores del 3 de abril
fr: En ce moment : Les vainqueurs du 3 avril
fy: Draait nu: winnaars van 3 april
it: Guarda ora: i vincitori del 3 aprile
ja: ただ今上映中: 4 月 3 日の受賞者
pl: Laureaci z 3 kwietnia
pt_br: Em exibição: vencedores de 3 de abril
sq: Tani po luhen: Fituesit e 3 Prillit

source: Help us congratulate our first group of Early Entry Award winners who automatically qualify for the Grand Prize.
de: Gratulieren Sie mit uns der ersten Gruppe der Gewinner des Preises für frühe Teilnahme, die sich automatisch für den großen Preis qualifizieren.
es: Felicitemos a nuestro primer grupo de ganadores del Premio a los Pioneros que se han clasificado automáticamente para el Gran Premio.
fr: Félicitations à nos premiers vainqueurs du Prix des Pionniers. Ils sont automatiquement qualifiés pour la finale du Premier Prix.
fy: Help ons de eerste groep winnaars van prijzen voor vroege inzendingen te feliciteren die zich automatisch voor de hoofdprijs kwalificeren.
it: Unisciti a noi nel fare le congratulazioni ai primi vincitori del Premio Avanguardie, che si sono direttamente qualificati per concorrere al Primo Premio.
ja: 第 1 回目の早期エントリ賞受賞者の皆さん、おめでとうございます。皆さんは、自動的にグランプリ候補者となります。
pl: Gratulujemy pierwszej grupie laureatów nagrody Early Entry, których filmy automatycznie kwalifikują się do nagrody głównej.
pt_br: Ajude-nos a parabenizar nosso primeiro grupo de vencedores do prêmio Primeiros Envios que se qualificaram automaticamente para o Grande Prêmio.
sq: Na ndihmoni të përgëzojmë grupin e parë të fituesve të Çmimit të Pjesëmarrjes së Hershme që kualifikohen automatikisht për Çmimin e Madh.

source: Watch the winning flick
de: Sehen Sie sich den Gewinnerfilm an
es: Mira el corto ganador
fr: Regardez le film gagnant
fy: Bekijk de winnende flick
it: Guarda il flick vincitore
ja: 受賞作品を見る
pl: Zobacz zwycięski film
pt_br: Assista ao flick vencedor
sq: Shihni videon fituese

source: Get Creative (Commons)
de: Werden Sie kreativ (Commons)
es: Sé Creative (Commons)
fr: Soyez Creati...ve Commons
fy: Over Creative (Commons)
it: Sii creativo con Creative Commons
ja: Creative Commons を活用して制作しましょう
pl: Poznaj Creative (Commons)
pt_br: Consultar Creative Commons

source: Learn about our Creative Commons partnership and how you can use their licensed materials in your flick.
de: Erfahren Sie mehr über unsere Partnerschaft mit Creative Commons und wie Sie deren lizenzierte Materialien in Ihrem Film verwenden können.
es: Más información sobre nuestra asociación con Creative Commons y cómo puedes usar sus materiales licenciados en tu flick.
fr: Découvrez plus d'information sur notre partenariat avec Creative Commons et comment utiliser leur contenu sous licence pour votre flick.
fy: Lees meer over ons partnerschap met Creative Commons en hoe u door hen gelicentieerd materiaal in uw flick kunt gebruiken.
it: Scopri di più sulla nostra collaborazione con Creative Commons e su come puoi utilizzare i materiali sotto questa licenza per il tuo flick.
ja: Firefox Flicks と Creative Commons とのパートナーシップについて、また、Creative Commons がライセンスを提供する素材を応募作品に使用する方法について、理解しましょう。
pl: Dowiedz się więcej o naszej współpracy z Creative Commons i jak możesz wykorzystać ich licencjonowane produkty w swoim filmie.
pt_br: Saiba mais sobre nossa parceria com o Creative Commons e como você pode usar material licenciado em seu flick.
sq: Njihuni me marrëdhëniet tona me Creative Commons dhe se si mund të përdorni në videot tuaja materiale të licencuara prej tyre.

source: Tips for <br>winning flicks
de: Tipps für <br>Gewinnerfilme
es: Trucos para crear <br>cortos ganadores
fr: Quelques astuces pour gagner
fy: Tips voor <br>winnende flicks
it: Suggerimenti <br>per un flick vincente
ja: 受賞を目指す作品制作のヒント
pl: Porady dla<br>twórców filmów
pt_br: Dicas pra <br>flicks vencedores
sq: Ndihmëza për <br> video fituese

source: Take an in-depth look at the creative brief and get advice from the Flicks team to give your flick the best shot at the Grand Prize.
de: Lesen Sie die Kurzübersicht genau durch und holen Sie sich Rat vom Flicks-Team, damit Ihr Film die besten Chancen auf den großen Preis hat.
es: Haz una revisión profunda del informe para creativos y obten asesoramiento del equipo de Flicks para darle a tu película las mejores tomas y conseguir el gran premio.
fr: Lisez attentivement le brief créatif et obtenez des conseils de l'équipe Flicks pour donner toutes les chances à votre flick de remporter le Premier Prix.
fy: Lees de creative brief nauwkeurig door en krijg advies van het Flicks-team om uw flick de meeste kans op de hoofdprijs te laten maken.
it: Leggi attentamente il brief creativo e chiedi consiglio al team di Firefox Flicks in modo da assicurarti che il tuo flick abbia tutte le carte in regola per vincere il Primo Premio.
ja: 制作のポイントを詳しく確認し、Firefox Flicks チームのアドバイスを参照して、グランプリを獲得できる作品を制作しましょう。
pl: Zapoznaj się z kreatywnymi poradami zespołu Firefox Flicks, które pomogą ci stworzyć film godny nagrody głównej.
pt_br: Dê uma olhada detalhada no briefing criativo e obtenha dicas da equipe do Flicks para dar ao seu filme o melhor ângulo para o Grande Prêmio.
sq: Shihni me kujdes përshkrimin përmbledhës dhe merrni këshilla prej ekipit Flicks që t’i jepni videos suaj shansin më të mirë për Çmimin e Madh.

source: Meet The Judges
de: Lernen Sie die Richter kennen
es: Conoce a los jueces
fr: Découvrez les juges
fy: Maak kennis met de juryleden
it: Chi sono i giudici?
ja: 審査員の方々
pl: Poznaj jurorów
pt_br: Conheça os jurados
sq: Njihuni Me Anëtarët

source: Get your flick in front of Edward Norton and the rest of our all-star cast.
de: Zeigen Sie Ihren Film Edward Norton und den Rest unserer aus Stars bestehenden Jury.
es: Muestra tu flick a Edward Norton y al resto de nuestros jurados estrella.
fr: Projetez votre flick devant Edward Norton et tout notre panel de célébrités.
fy: Laat uw flick aan Edward Norton en de rest van onze sterrencast zien.
it: Mostra il tuo flick a Edward Norton e ai membri della nostra giuria di celebrità.
ja: あなたの作品を Edward Norton や他の審査員の人たちに見てもらいましょう。
pl: Przedstaw swój film przed Edwardem Nortonem i pozostałymi członkami naszej gwiazdorskiej obsady jury.
pt_br: Tenha seu flick frente a Edward Norton e o resto do nosso elenco de estrelas.
sq: Videoja juaj do të jetë përpara syve të Edward Norton-it dhe yjesh të tjerë të jurisë sonë.

source: Now playing: July 3 winners
de: Läuft ab sofort: Gewinner vom 3. Juli
es: Reproduciendo: los ganadores del 3 de julio
fr: En ce moment : les vainqueurs du 3 juillet
fy: Draait nu: winnaars van 3 april
it: Guarda ora: i vincitori del 3 luglio
ja: 第 3 回早期エントリ賞受賞者発表！
pl: Laureaci z 3 lipca
pt_br: Em exibição: vencedores de 3 de julho
sq: Tani po luhen: fituesit e 3 Korrikut

source: Help us congratulate our last group of Early Entry Award winners who automatically qualify for the Grand Prize.
de: Gratulieren Sie mit uns der letzten Gruppe der Gewinner des Preises für frühe Teilnahme, die sich automatisch für den großen Preis qualifizieren.
es: Felicitemos a nuestro primer grupo de ganadores del Premio a los Pioneros que se han clasificado automáticamente para el Gran Premio.
fr: Félicitations à notre dernier groupe de vainqueurs du Prix des Pionniers. Ils sont automatiquement qualifiés pour la finale du Premier Prix.
fy: Help ons de laatste groep winnaars van prijzen voor vroege inzendingen te feliciteren die zich automatisch voor de hoofdprijs kwalificeren.
it: Unisciti a noi nel fare le congratulazioni all'ultimo gruppo di vincitori del Premio Avanguardie, che si sono qualificati direttamente per concorrere al Primo Premio.
ja: 受賞された皆さん、おめでとうございます。この 3 作品も、グランプリの選出対象となります。
pl: Gratulujemy ostatniej grupie laureatów nagrody Early Entry, których filmy automatycznie kwalifikują się do nagrody głównej.
pt_br: Ajude-nos a parabenizar nosso primeiro grupo de vencedores do prêmio Primeiros Envios que se qualificaram automaticamente para o Grande Prêmio.
sq: Na ndihmoni të përgëzojmë grupin tonë të fundit të fituesve të Çmimit të Pjesëmarrjes së Hershme të cilët kualifikohen vetvetiu për Çmimin e Madh.

source: Make your flick a winner
de: Machen Sie Ihren Film zum Sieger
es: Haz de tu flick el ganador
fr: Faites de votre film un champion
fy: Maak uw flick een winnaar
it: Realizza un flick vincente
ja: あなたの作品で、受賞を勝ち取りましょう。
pl: Zrób zwycięski film
pt_br: Faça do seu flick um vencedor
sq: Bëjeni videon tuaj një nga fitueset

source: We've partnered with some great brands to bring you a number of free assets that you can use to help your flick stand out.
de: Wir arbeiten mit ein paar tollen Marken zusammen, um Ihnen einige kostenlose Hilfsmittel zu liefern, mit denen Sie Ihren Film einzigartig machen können.
es: Nos hemos asociado con algunas grandes marcas para ofrecerte una serie de recursos gráficos gratuitos que puedes utilizar para que tu flick se destaque.
fr: Nous avons collaboré avec des partenaires de renom pour vous offrir de nombreuses ressources qui vous aideront à faire sortir votre vidéo du lot.
fy: We zijn verbintenissen met een paar geweldige merken aangegaan, zodat u een aantal gratis middelen ter beschikking hebt om uw flick te laten opvallen.
it: Abbiamo stretto collaborazioni con diversi marchi importanti per offrirti risorse gratuite che non lasceranno passare il tuo flick inosservato.
ja: Mozilla は優れたブランドと提携し、皆さんがすばらしい作品を制作するために無料で利用していただける数多くの素材を提供しています。
pl: Współpracujemy z kilkoma znanymi firmami, aby dostarczyć wam wiele przydatnych rzeczy, które można wykorzystać do wyróżnienia filmu.
pt_br: Nós fechamos parcerias com excelentes marcas para trazer até você alguns itens gratuitos que você pode usar para ajudar o seu flick a se destacar.
sq: Kemi bashkëpunuar me disa marka të mëdha për t’ju sjellë juve një numër burimesh të lira që mund t’i përdorni për ta bërë të veçantë videon tuaj.

source: Now playing: May 29 winners
de: Läuft ab sofort: Gewinner vom 29. Mai
es: Reproduciendo: los ganadores del 29 de mayo
fr: En ce moment : les vainqueurs du 29 mai
fy: Draait nu: winnaars van 29 mei
it: Guarda ora: i vincitori del 29 maggio
ja: ただ今上映中: 5 月 29 日の受賞者
pl: Laureaci z 29 maja
pt_br: Em exibição: vencedores de 29 de maio
sq: Tani po luhen: Fituesit e 29 Majit

source: Help us congratulate our second group of Early Entry Award winners who automatically qualify for the Grand Prize.
de: Gratulieren Sie mit uns der zweiten Gruppe der Gewinner des Preises für frühe Teilnahme, die sich automatisch für den großen Preis qualifizieren.
es: Felicitemos a nuestro segundo grupo de ganadores del Premio a los Pioneros que se han clasificado automáticamente para el Gran Premio.
fr: Félicitations à notre second groupe de vainqueurs du Prix des Pionniers. Ils sont automatiquement qualifiés pour la finale du Premier Prix.
fy: Help ons de tweede groep winnaars van prijzen voor vroege inzendingen te feliciteren die zich automatisch voor de hoofdprijs kwalificeren.
it: Unisciti a noi nel fare le congratulazioni al secondo gruppo di vincitori del Premio Avanguardie, che si sono qualificati direttamente per concorrere al Primo Premio.
ja: 早期エントリ賞受賞者の皆さん、おめでとうございます。皆さんは、自動的にグランプリ候補者となります。
pl: Gratulujemy drugiej grupie laureatów nagrody Early Entry, których filmy automatycznie kwalifikują się do nagrody głównej.
pt_br: Ajude-nos a parabenizar nosso primeiro grupo de vencedores do prêmio Primeiros Envios que se qualificaram automaticamente para o Grande Prêmio.
sq: Na ndihmoni të përgëzojmë grupin e dytë të fituesve të Çmimit të Pjesëmarrjes së Hershme që kualifikohen automatikisht për Çmimin e Madh.

source: A look back at Warsaw and Manila
de: Ein Rückblick auf Warschau und Manila
es: Un vistazo retrospectivo a Varsovia y Manila
fr: Retour sur Varsovie et Manille
fy: Een terugblik op Warschau en Manilla
it: Uno sguardo indietro a Varsavia e Manila
ja: ワルシャワとマニラを振り返って
pl: Wróćmy pamięcią do Wrocławia i Manili
pt_br: Um olhar para trás em Varsóvia e Manila
sq: Një vështrim pas në Varshavë dhe Manila

source: Flicks has been walking the red carpet this summer at the New Horizons and Cinemalaya film festivals. Catch up with our official recap.
de: Flicks ist diesen Sommer bei den Filmfestivals New Horizons und Cinemalaya über den roten Teppich gelaufen. In unserem offiziellen Rückblick erhalten Sie Informationen.
es: Flicks ha recorrido la alfombra roja este verano en los festivales New Horizons y Cinemalaya. Ponte al día con nuestra crónica oficial.
fr: Flicks est passé sur le tapis rouge cet été aux festivals du film New Horizons et Cinamalaya. Découvrez notre revue officielle.
fy: Flicks heeft deze zomer op de rode loper gelopen bij de New Horizons- en Cinemalaya-filmfestivals. Lees er alles over in onze officiële samenvatting.
it: Questa estate Firefox Flicks ha calcato il tappeto rosso dei festival del film New Horizons e Cinemalaya. Scopri com'è andata leggendo il nostro riepilogo ufficiale.
ja: Flicks はフィリピンのポーランドのニューホライゾン国際映画祭、フィリピンのシネマラヤ国際映画祭のレッドカーペットに登場しました。この模様は公式サイトでご覧いただけます。
pl: Tego lata filmy maszerowały po czerwonym dywanie na festiwalach filmowych Nowe Horyzonty i Cinemalaya. Przypomnijmy je w naszym oficjalnym podsumowaniu.
pt_br: Flicks foi caminhando pelo tapete vermelho neste verão nos festivais de New Horizons e Cinemalaya. acompanhe nosso resumo oficial.
sq: Flicks shkeli mbi tapetin e kuq këtë verë në festivalet e filmit New Horizons dhe Cinemalaya. Informohuni përmes përmbledhjes sonë zyrtare.

source: Meet Louie Schwartzberg
de: Lernen Sie Louie Schwartzberg kennen
es: Conoce a Louie Schwartzberg
fr: À la rencontre de Louie Schwartzberg
fy: Maak kennis met Louie Schwartzberg
it: Chi è Louie Schwartzberg?
ja: Louie Schwartzberg の紹介
pl: Poznaj Louie Schwartzberga
pt_br: Conheça Louie Schwartzberg
sq: Njihuni me Louie Schwartzberg

source: A Flicks judge and award-winning cinematographer, Louie is the brains and vision behind Moving Art.
de: Louie ist Flicks-Richter und ein preisgekrönter Kameramann. Er ist der Kopf und die Vision hinter Moving Art.
es: Cineasta y juez de Firefox Flicks, Louie es el cerebro y la visión detrás de Moving Art.
fr: Juré Flicks et cinématographe primé, Louie est le cerveau, et l'âme, de Moving Art.
fy: Als Flicks-jurylid en gedecoreerd filmmaker is Louie het brein en de visie achter Moving Art.
it: Giudice di Firefox Flicks e pluripremiato direttore della fotografia, Louie è la mente e l'ispirazione dietro Moving Art.
ja: Firefox Flicks の審査員を務め、受賞経験もある映画カメラマンである Schwartzberg 氏は、自らの構想を『Moving Art』で表現しました。
pl: Juror konkursu i wielokrotnie nagradzany autor zdjęć. Louie jest mózgiem i wizjonerem Moving Art.
pt_br: Jurado do Flicks e cineasta premiado, Louie é o cérebro e a visão por trás da Moving Art.
sq: Anëtar i jurisë së Flicks-it dhe kineast i vlerësuar me çmime, Louie përfaqëson trurin dhe vizionin pas Moving Art.

source: Meet <br>Shooting People
de: Treffen Sie <br>Shooting People
es: Conoce a <br>Shooting People
fr: Découvrez <br>Shooting People
fy: Maak kennis met <br>Shooting People
it: Che cos'è <br>Shooting People?
ja: Shooting People <br> のご紹介
pl: Poznaj <br>Shooting People
pt_br: Conheça <br>outros cineastas
sq: Njihuni me <br> Njerëzit që Xhirojnë

source: Learn more about this network of indie filmmakers, including your chance to get a free membership.
de: Erfahren Sie mehr über dieses Netzwerk von Independent-Filmemachern, einschließlicher Ihrer Chance auf eine kostenlose Mitgliedschaft.
es: Infórmate sobre esta red de realizadores independientes. Además, tendrás la opción de hacerte miembro gratis.
fr: Apprenez-en davantage sur ce réseau de réalisateurs indépendants et sur la façon dont vous pourriez en devenir membre gratuitement.
fy: Lees meer over dit netwerk van indiefilmmakers, inclusief uw kans op een gratis lidmaatschap.
it: Scopri di più su questa rete di cineasti indipendenti e sulla tua occasione per diventarne membro gratuitamente.
ja: この独立映画製作会社のネットワークの詳細 (無料会員など) は、こちらでご覧いただけます。
pl: Poznaj organizację niezależnych filmowców i dowiedz się, jak otrzymać darmowe członkostwo.
pt_br: Saiba mais sobre essa rede de cineastas independentes, incluindo sua chance de obter uma assinatura gratuita.
sq: Mësoni më tepër rreth këtij rrjeti krijuesish të pavarur të filmit, përfshi mundësinë tuaj për të pasur një anëtarësim falas.

source: Win big, <br>win often
de: Gewinnen Sie viel, <br>gewinnen Sie oft
es: Gana a lo grande, <br>gana a menudo
fr: Des prix en cascade
fy: Win flink, <br>win vaak
it: Più premi, <br>più ricchi
ja: たくさんの賞、<br>たくさんのチャンス
pl: Wygrywaj, <br>wygrywaj często
pt_br: Ganhar muito, <br>ganhar frequentemente
sq: Fitoni shumë, <br>fitoni shpesh

source: There are many prizes and many chances to win throughout the competition. Learn more about this year's amazing awards.
de: Es gibt viele Preise und viele Gelegenheiten, während des Wettbewerbs etwas zu gewinnen. Erfahren Sie mehr über die tollen Preise in diesem Jahr.
es: Hay muchos premios y muchas oportunidades para ganar a lo largo de la competencia. Aprende más acerca de los excelentes premios de este año.
fr: De nombreuses occasions de gagner et encore plus de prix à remporter. Découvrez tous les récompenses offertes cette année.
fy: Gedurende de wedstrijd zijn er vele prijzen en vele kansen om te winnen. Lees meer over de geweldige prijzen van dit jaar.
it: Ci sono molti premi e altrettante occasioni per vincere in questa competizione. Scopri di più sui fantastici premi di quest'anno.
ja: Firefox Flicks には、多くの賞を得られるたくさんのチャンスがあります。今年の賞についてはこちらから。
pl: W trakcie konkursu jest do wygrania wiele nagród i wiele szans. Zobacz, jakie wspaniałe nagrody są w tym roku .
pt_br: Há muitos prêmios e muitas chances de ganhar durante toda a competição. Saiba mais sobre os prêmios incríveis deste ano.
sq: Ka mjaft çmime dhe mjaft mundësi për të fituar gjatë konkursit. Mësoni më tepër rreth çmimeve mahnitëse të këtij viti.

source: Enter by
de: Machen Sie mit bis zum
es: Participa antes de
fr: Participez avant le
fy: Doe mee voor
it: Iscriviti entro il
ja: 今すぐ応募を
pl: Zgłoś się przed
pt_br: Entre hoje mesmo
sq: Merrni pjesë deri më

source: July 31
de: 31. Juli
es: 31 de julio
fr: 31 juillet
fy: 31 juli
it: 31 luglio
ja: 7 月 31 日
pl: 31 lipca
pt_br: 31 de julho
sq: 31 Korrik

source: Time is running out! Get your flick in soon to qualify for the Grand Prize and People's Choice Awards.
de: Die Zeit wird knapp! Reichen Sie Ihren Film bald ein, um sich für den großen Preis und den Preis für Popularität zu qualifizieren.
es: ¡El tiempo vuela! Termina tu flick pronto para poder optar al Gran Premio y al Premio del Público.
fr: Le temps file ! Réalisez vite votre flick pour peut-être remporter le Premier Prix ou le prix du Public.
fy: De tijd raakt op! Dien snel uw flick in om u voor de hoofdprijs en publieksprijzen te kwalificeren.
it: Il tempo sta per scadere! Inviaci il tuo flick al più presto per concorrere al Primo Premio e al Premio del pubblico.
ja: 締切迫る！8 月 1 日午後 3 時 59 分まで！グランプリ、およびピープルズチョイス賞を目指して、作品を応募しましょう。
pl: Czas ucieka! Zgłoś swój film niezwłocznie, by zakwalifikował się do nagrody głównej i nagrody publiczności.
pt_br: O tempo está acabando! Envie seu filme rapido para se qualificar para o Grande Prémio e do Prêmio Escolha Popular.
sq: Koha po mbaron! Futeni videon tuaj shpejt që të keni mundësi të fitoni Çmimin e Madh dhe Çmimin e Zgjedhjes së Publikut.

source: Enter today
de: Machen Sie noch heute mit
es: Participa hoy
fr: N'attendez plus pour participer
fy: Doe vandaag nog mee
it: Iscriviti oggi stesso
ja: 今すぐ応募を
pl: Zgłoś się dzisiaj
pt_br: Entre hoje mesmo
sq: Merrni pjesë që sot

source: Early entry deadline:
de: Termin für die Teilnahme bei den Preisen für frühe Teilnahme:
es: Plazo para los Premios a los Pioneros:
fr: Dates limites pour le Prix des Pionniers&nbsp;:
fy: Deadline voor vroege inzendingen:
it: Scadenze Premi Avanguardie:
ja: 早期エントリ賞の締め切り
pl: Terminy nagród Early Entry:
pt_br: Prazo final dos Primeiros Envios:
sq: Afat për pjesëmarrje të hershme:

source: Submit your flick by July 3 to qualify for our final Early Entry Award. You could win $1,000 and automatically qualify for the Grand Prize.
de: Reichen Sie Ihren Film rechtzeitig zum 3. Juli ein, um sich für unsere letzte Runde der Preise für frühe Teilnahme zu qualifizieren. Sie könnten 1000$ gewinnen und sich automatisch für den großen Preis qualifizieren.
es: Envía tu video antes del 3 de julio para clasificarte para nuestro último Premio a los Pioneros. Podrás ganar 1.000 USD y quedar automáticamente clasificado para el Gran Premio.
fr: Soumettez votre flick avant le 3 juillet pour être qualifié pour notre dernier Prix des Pionniers. Vous pourriez gagner 1&nbsp;000&nbsp;$ et être automatiquement qualifié pour le Premier Prix.
fy: Dien uw flick in voor 3 juli om u voor onze laatste prijs voor vroege inzendingen te kwalificeren. U maakt daarmee kans op $1.000 en een automatische kwalificatie voor de hoofdprijs.
it: Invia il tuo flick entro il 3 luglio per concorrere all'ultimo Premio Avanguardie: puoi vincere 1000 $ e qualificarti direttamente per concorrere al Primo Premio.
ja: 7 月 3 日までにご応募いただくと、第 3 回早期エントリ賞 1,000 米ドル獲得のチャンスがあり、受賞者は自動的にグランプリの審査対象となります。
pl: Prześlij swój film przed 3 lipca, by zakwalifikować się do ostatniego konkursu Early Entry. Możesz zdobyć 1000 $ i uzyskać automatyczną nominację do nagrody głównej.
pt_br: Envie seu vídeo até 3 de julho para se qualificar para o Prêmio Primeiros Envios final. Você pode ganhar US$ 1.000,00 e automaticamente se qualificar para o Grande Prêmio.
sq: Parashtrojeni videon tuaj deri më 3 Korrik që të mund të fitoni Çmimin final të Pjesëmarrjes së Hershme. Mund të fitoni 1000 dollarë amerikanë dhe të kualifikoheni automatikisht për Çmimin e Madh.
