Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: by Title
de: Nach Titel
es: por título
fr: par titre
fy: op Titel
it: per titolo
ja: タイトル
pl: tytułu
pt_br: por título
sq: sipas Titujsh

source: by Popularity
de: Nach Beliebtheit
es: por popularidad
fr: par popularité
fy: op Populariteit
it: per popolarità
ja: 人気度
pl: popularności
pt_br: por popularidade
sq: sipas Popullaritetit

source: :30 Spot
de: 30-Sekunden-Spot
es: Spot de 30 s.
fr: Spot de 30s
it: Filmato di 30 secondi
ja: 30 秒スポット部門
pl: Spot 30-sekundowy
pt_br: Amostra de 30 segundos

source: Animation
es: Animación
fy: Animatie
it: Animazione
ja: アニメーション部門
pl: Animacja
pt_br: Animação
sq: Animacion

source: New Technology
de: Neue Technologie
es: Nuevas Tecnologías
fr: Nouvelle technologie
fy: Nieuwe technologie
it: Nuove tecnologie
ja: 新技術活用部門
pl: Nowa technologia
pt_br: Nova tecnologia
sq: Teknologji e Re

source: PSA
es: ASP
fr: Message d'intérêt public
it: Comunicato di utilità sociale
ja: 公共広告部門
pl: Reklama społeczna

source: Europe
de: Europa
es: Europa
fy: Europa
it: Europa
ja: ヨーロッパ
pl: Europa
pt_br: Europa
sq: Europë

source: Asia, Africa & Australia
de: Asien, Afrika & Australien
es: Asia, África y Australia
fr: Asie, Afrique et Australie
fy: Azië, Afrika & Australië
ja: アジア、アフリカ、オーストラリア
pl: Azja, Afryka i Australia
pt_br: Ásia, África e Austrália
sq: Azi, Afrikë & Australi

source: 30 Second Spot Winner
de: Gewinner der 30-Sekunden-Spots
es: Ganador en Spot de 30 segundos
fr: Lauréat du spot de 30s
fy: Winnaar 30 secondenspot
it: Vincitore per il filmato di 30 secondi
ja: 30 秒スポット部門受賞者
pl: Zwycięzca w kategorii Spot 30. sekundowy
pt_br: Vencedor - Spot de 30 segundos
sq: Fitues Për Reklamën 30 Sekondëshe

source: Animation Winner
de: Gewinner der Animation
es: Ganador en Animación
fr: Lauréat pour l'animation
fy: Winnaar Animatie
it: Vincitore per l'animazione
ja: アニメーション部門受賞者
pl: Zwycięzca w kategorii Animacja
pt_br: Vencedor - Animação
sq: Fitues Për Animacionet

source: New Technology Winner
de: Gewinner der neuen Technologie
es: Ganador en Nuevas Tecnologías
fr: Lauréat pour les nouvelles technologies
fy: Winnaar Nieuwe technologie
it: Vincitore per le nuove tecnologie
ja: 新技術活用部門受賞者
pl: Zwycięzca w kategorii Nowa technologia
pt_br: Vencedor - Nova Tecnologia
sq: Fitues Për Teknologji të Re

source: PSA Winner
de: Gewinner der PSA
es: Ganador en PSA
fr: Lauréat PSA
fy: Winnaar PSA
it: Vincitore per il comunicato di utilità sociale
ja: 公共広告部門受賞者
pl: Zwycięzca w kategorii Reklama społeczna
pt_br: Vencedor - PSA
sq: Fitues i PSA

source: Title
de: Titel
es: Título
fr: Titre
fy: Titel
it: Titolo
ja: タイトル
pl: Tytuł
pt_br: Título
sq: Titull

source: Description
de: Beschreibung
es: Descripción
fy: Beschrijving
it: Descrizione
ja: 説明
pl: Opis
pt_br: Descrição
sq: Përshkrim

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
fy: Categorie
it: Categoria
ja: カテゴリ
pl: Kategoria
pt_br: Categoria
sq: Kategori

source: Video File URL
de: URL der Video-Datei
es: URL del archivo de video
fr: URL de la vidéo
fy: Videobestands-URL
it: URL del video
ja: ビデオファイル URL
pl: Adres URL pliku filmu
pt_br: URL do arquivo do vídeo
sq: URL Kartele Videoje

source: %(winner)s for %(region)s
de: %(winner)s für %(region)s
es: %(winner)s por %(region)s
fr: %(winner)s pour la région %(region)s
fy: %(winner)s voor %(region)s
it: %(winner)s per %(region)s
ja: %(region)s の %(winner)s
pl: %(winner)s z regionu %(region)s
pt_br: %(winner)s para %(region)s
sq: %(winner)s për %(region)s

source: Grand Prize Winner
de: Gewinner des Großen Preises
es: Ganador del Gran Premio
fr: Lauréat du Premier Prix
fy: Hoofdprijswinnaar
it: Vincitore del Premio Assoluto
ja: グランプリ受賞者
pl: Zdobywca nagrody głównej
pt_br: Vencedor - Grande Prêmio
sq: Fitues i Çmimit të Madh

source: Bay Area Video Coalition Prize Winner
de: Gewinner des Preises der Bay Area Video Coalition
es: Ganador del premio Bay Area Video Coalition
fr: Lauréat du prix Bay Area Video Coalition
fy: Winnaar Bay Area Video Coalition-prijs
it: Vincitore del premio per la Coalizione video di Bay Area
ja: Bay Area Video Coalition 賞受賞者
pl: Zdobywca nagrody Bay Area Video Coalition
pt_br: Ganhador do Prêmio Bay Area Video Coalition
sq: Fitues i Çmimit Bay Area Video Coalition

source: Panavision Prize Winner
de: Gewinner des Panavision-Preises
es: Ganador del Premio Panavisión
fr: Lauréat du Prix Panavision
fy: Winnaar Panavision-prijs
it: Vincitore del premio Panavision
ja: Panavision 賞受賞者
pl: Zdobywca nagrody Panavision
pt_br: Ganhador do Prêmio Panavision
sq: Fitues i Çmimit Panavision

source: Firefox Flicks: Your Recent Submission
de: Firefox Flicks: Ihre neue Einreichung
es: Firefox Flicks: Tu envio reciente
fr: Firefox Flicks : votre récent envoi de flick
fy: Firefox Flicks: uw recente inzending
it: Firefox Flicks: il tuo video caricato recentemente
ja: Firefox Flicks: あなたが最近提出したビデオ
pl: Firefox Flicks: Przesłane przez Ciebie filmy
pt_br: Firefox Flicks: seu último envio
sq: Firefox Flicks: Parashtrimi Juaj Së Fundi

source: Noir
de: Schwarz
es: Cine Negro
fr: Film noir
fy: Zwart
ja: 黒 (Noir)
pl: Czarny film
sq: E zezë

source: The fox meets a damsel in distress, but can he help her? Get inspired for your Firefox Flicks entry by checking out our video.
de: Der Fuchs trifft eine Jungfrau in Nöten, aber kann er ihr helfen? Lassen Sie sich für Ihren Beitrag zu Firefox Flicks inspirieren, indem Sie sich unser Video ansehen.
es: El zorro se encuentra con una damisela en apuros, ¿podrá ayudarla? Encuentra la inspiración que necesitas para participar en Firefox Flicks en nuestro video.
fr: Le renard rencontre une demoiselle en détresse, mais peut-il l'aider&nbsp;? Trouvez l'inspiration pour votre vidéo Firefox Flicks en regardant celle-ci.
fy: De vos ontmoet een dame in nood, maar kan hij haar helpen? Raak geïnspireerd voor uw Firefox Flicks-inzending door onze video te bekijken.
it: La volpe incontra una dolce donzella in difficoltà, riuscirà ad aiutarla? Guarda i nostri video e lasciati ispirare per il tuo filmato su Firefox.
ja: キツネが苦しんでいる乙女に会った。彼は彼女を救えるか...？ このビデオを見て、あなたの Firefox Flicks 応募作品の参考にしてください。
pl: Lis spotyka damę pogrążoną w rozpaczy, ale czy może jej pomóc? Poszukaj inspiracji do konkursu, oglądając nasze filmy.
pt_br: A raposa encontra uma donzela em perigo, mas ele pode ajudá-la? Inspire-se para a seu vídeo de inscrição do Flicks Firefox conferindo nosso vídeo.
sq: Kunadhja takoi një princeshë të pezmatuar, thua t’i ndihë dot? Frymëzohuni për videon tuaj Firefox Flicks përmes videos sonë.

source: The fox meets a damsel in distress, but can he help her?
de: Der Fuchs trifft eine Jungfrau in Nöten, aber kann er ihr helfen?
es: El zorro se encuentra con una damisela en apuros, ¿podrá ayudarla?
fr: Le renard rencontre une demoiselle en détresse, mais peut-il l'aider ?
fy: De vos ontmoet een dame in nood, maar kan hij haar helpen?
it: La volpe incontra una dolce donzella in difficoltà, riuscirà ad aiutarla?
ja: キツネが苦しんでいる乙女に会った。彼は彼女を救えるか...？
pl: Lis spotyka damę pogrążoną w rozpaczy, ale czy może jej pomóc?
pt_br: A raposa encontra uma donzela em perigo, mas ele pode ajudá-la?
sq: Kunadhja takoi një princeshë të pezmatuar, thua t’i ndihë dot?

source: Dance
de: Tanz
es: Baila
fr: Danse
fy: Dansen
it: Il ballo
ja: ダンス (Dance)
pl: Taniec
pt_br: Dança
sq: Vallëzimi

source: He's got the moves, he's got ambition. How far can this fox's feet take him? Get inspired for your Firefox Flicks entry by checking out our video.
de: Er hat die Fähigkeiten, er ist ambitioniert. Wie weit tragen den Fuchs seine Füße? Lassen Sie sich für Ihren Beitrag zu Firefox Flicks inspirieren, indem Sie sich unser Video ansehen.
es: Sabe cómo moverse y no le falta ambición. ¿Hasta dónde será capaz de llegar este zorro? Encuentra la inspiración que necesitas para participar en Firefox Flicks en nuestro video.
fr: Il connait les gestes, il a de l'ambition. Jusqu'où ce renard ira-t-il&nbsp;? Trouvez l'inspiration pour votre vidéo Firefox Flicks en regardant celle-ci.
fy: Hij heeft de moves, hij heeft ambitie. Hoe ver brengen zijn voeten deze vos? Raak geïnspireerd voor uw Firefox Flicks-inzending door onze video te bekijken.
it: Si muove bene. È ambizioso. Fin dove lo porteranno i suoi piedi? Guarda i nostri video e lasciati ispirare per il tuo filmato su Firefox.
ja: 彼は動きを身につけ、野望を抱いた。そのキツネの足で、彼はどこまで遠くへ行けるか...？ このビデオを見て、あなたの Firefox Flicks 応募作品の参考にしてください。
pl: Idzie, dokądś zmierza. Jak szybko te lisie stopy mogą go ponieść? Poszukaj inspiracji do konkursu, oglądając nasze filmy.
pt_br: Ele tem os movimentos, ele tem ambição. Até onde estes pés de raposa podem levá-lo? Inspire-se para a seu vídeo de inscrição do Flicks Firefox conferindo nosso vídeo.
sq: Është i hijshëm, është plot ambicie. Ku mund ta çojë ky vallëzim kunadheje? Frymëzohuni për videon tuaj Firefox Flicks përmes videos sonë.

source: He's got the moves. He's got ambition. How far can this fox's feet take him?
de: Er hat die Fähigkeiten, er ist ambitioniert. Wie weit tragen den Fuchs seine Füße?
es: Sabe cómo moverse y no le falta ambición. ¿Hasta dónde será capaz de llegar este zorro?
fr: Il connait les gestes, il a de l'ambition. Jusqu'où ce renard ira-t-il&nbsp;?
fy: Hij heeft de moves, hij heeft ambitie. Hoe ver brengen zijn voeten deze vos?
it: Si muove bene. È ambizioso. Fin dove lo porteranno i suoi piedi?
ja: 彼は動きを身につけ、野望を抱いた。そのキツネの足で、彼はどこまで遠くへ行けるか...？
pl: Idzie, dokądś zmierza. Ma ambicje. Jak szybko te lisie stopy mogą go ponieść?
pt_br: Ele tem os movimentos. Ele tem ambição. Até onde estes pés de raposa podem levá-lo?
sq: Është i hijshëm. Është plot ambicie. Ku mund ta çojë ky vallëzim kunadheje?

source: A teenage girl learns the truth about the fox. Get inspired for your Firefox Flicks entry by checking out our video.
de: Ein jugendliches Mädchen erfährt die Wahrheit über den Fuchs. Lassen Sie sich für Ihren Beitrag zu Firefox Flicks inspirieren, indem Sie sich unser Video ansehen.
es: Una adolescente descubre la verdad sobre el zorro. Encuentra la inspiración que necesitas para participar en Firefox Flicks en nuestro video.
fr: Une jeune fille découvre la vérité sur le renard. Trouvez l'inspiration pour votre vidéo Firefox Flicks en regardant celle-ci.
fy: Een tienermeisje leert de waarheid over de vos. Raak geïnspireerd voor uw Firefox Flicks-inzending door onze video te bekijken.
it: Un'adolescente scopre la verità sulla volpe. Guarda i nostri video e lasciati ispirare per il tuo filmato su Firefox.
ja: ある 10 代の少女がそのキツネに関する真実を知ったとき... このビデオを見て、あなたの Firefox Flicks 応募作品の参考にしてください。
pl: Młoda dziewczyna dowiaduje się prawdy o lisie. Poszukaj inspiracji do konkursu, oglądając nasze filmy.
pt_br: Uma adolescente aprende a verdade sobre a raposa. Inspire-se para a seu vídeo de inscrição do Flicks Firefox conferindo nosso vídeo.
sq: Një çupkë mëson të vërtetën rreth kunadhes. Frymëzohuni për videon tuaj Firefox Flicks përmes videos sonë.

source: Twilight
de: Zwielicht
es: Crepúsculo
fy: Schemering
ja: たそがれ時 (Twilight)
pl: Zmierzch
pt_br: Penumbra
sq: Muzgu

source: Creative Commons Attribution - NonCommercial - ShareAlike license
de: Lizenz: Creative Commons Attribution – NonCommercial – ShareAlike
es: Licencia Creative Commons: Atribución - No comercial - Compartir igual
fr: Creative Commons Paternité - Pas d'utilisation Commerciale - Partage dans les mêmes conditions
fy: Creative Commons Attribution - NonCommercial - ShareAlike-licentie
it: Licenza Creative Commons Attribuzione - Non commerciale - Condividi allo stesso modo
ja: Creative Commons の属性 – 非営利 - ShareAlike ライセンス
pl: Licencja Creative Commons Attribution - NonCommercial - ShareAlike
pt_br: Licença Creative Commons Atribuição - NãoComercial - CompartilhaIgual
sq: Licencë Creative Commons Attribution - NonCommercial - ShareAlike

source: The file you've chosen doesn't look like a video file. Are you sure you want to upload it?
de: Die ausgewählte Datei sieht nicht wie eine Videodatei aus. Möchten Sie sie wirklich hochladen?
es: No parece que el archivo que has subido sea un archivo de video. ¿Seguro que quieres subirlo?
fr: Le fichier que vous avez sélectionné ne ressemble pas à un fichier vidéo. Voulez-vous vraiment l'envoyer&nbsp;?
fy: Het gekozen bestand lijkt geen videobestand te zijn. Weet u zeker dat u het wilt uploaden?
it: Il file selezionato non è stato riconosciuto come file video. Procedere comunque al caricamento?
ja: 選択したファイルは、ビデオファイルではないようです。このファイルをアップロードしますか？
pl: Wybrany plik prawdopodobnie nie jest plikiem wideo. Czy na pewno chcesz go przesłać?
pt_br: O arquivo que você selecionou não parece ser um arquivo de vídeo. Tem certeza de que deseja enviá-lo?
sq: Kartela që keni zgjedhur nuk duket si kartelë videoje. Jeni i sigurt se doni të ngarkohet?

source: You haven't completed uploading your flick yet. Are you sure you want to quit?
de: Ihr Film ist noch nicht fertig hochgeladen. Möchten Sie wirklich abbrechen?
es: Aún no has completado la subida de tu flick. ¿Seguro que deseas salir?
fr: Vous n'avez pas encore complété l'envoi de votre flick. Etes-vous sûr(e) de vouloir abandonner ?
fy: U hebt het uploaden van uw flick nog niet voltooid. Weet u zeker dat u wilt stoppen?
it: Il caricamento del video è ancora in corso. Uscire comunque?
ja: 応募作品のアップロードは完了していません。終了してよいですか？
pl: Trwa jeszcze przesyłanie pliku. Czy na pewno chcesz zakończyć?
pt_br: Você ainda não completou o envio do seu flick. Tem certeza de que deseja sair?
sq: Nuk e keni plotësuar ende ngarkimin e videos suaj. Jeni i sigurt se doni ta braktisni?

source: Rules for uploading
de: Regeln für das Hochladen
es: Reglas para subir
fr: Règles pour l'envoi
fy: Regels voor het uploaden
it: Regole per caricare il video
ja: アップロードのルール
pl: Regulamin przesyłania
pt_br: Regras para envio
sq: Rregulla për ngarkimet

source: Your entry may be no longer than 60 seconds.
de: Ihr Beitrag darf nicht länger als 60 Sekunden sein.
es: Tu propuesta no debe sobrepasar los 60 segundos.
fr: Votre soumission ne doit pas dépasser 60 secondes.
fy: Uw inzending mag niet langer dan 60 seconden duren.
it: La durata dei video non deve superare i 60 secondi.
ja: あなたのビデオは 60 秒を超過しています。
pl: Filmy nie mogą być dłuższe niż 60 sekund.
pt_br: Seu vídeo não pode ter mais do que 60 segundos.
sq: Puna juaj pjesëmarrëse nuk duhet të jetë më shumë se 60 sekonda.

source: Your entry must be in a format that can be uploaded to Vimeo (see <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> for details).
de: Ihr Video muss in einem Format vorliegen, das bei Vimeo hochgeladen werden kann (Einzelheiten finden Sie bei <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a>).
es: Tu propuesta debe estar en un formato que pueda subirse a Vimeo (mira <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> para tener más detalles).
fr: Votre soumission doit être dans un format qui peut être envoyé sur Vimeo (consulter <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> pour plus de détails).
fy: Uw inzending moet een bestandsindeling hebben die naar Vimeo kan worden geüpload (zie <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> voor details).
it: Il tuo video deve essere in un formato che possa essere caricato su Vimeo (consulta la pagina <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> per ulteriori informazioni).
ja: 応募作品は、Vimeo にアップロード可能な形式にする必要があります (詳細は <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> をご覧ください)。
pl: Film musi mieć format akceptowany przez Vimeo. Więcej szczegółów na ten temat znajdziesz <a href="%(link_vimeoformat)s" rel="external">tutaj</a>.
pt_br: Seu vídeo deve estar em um formato que possa ser enviado ao Vimeo (leia <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> para detalhes).
sq: Puna juaj duhet të jetë në një format të ngarkueshëm në Vimeo (shihni <a href="%(link_vimeoformat)s" rel="external">vimeo.com/help/compression</a> për më tepër hollësi).

source: Your entry must be your original work and may not include any unauthorized third party intellectual property (such as a video clip, music or visible brand name or logo you do not have a license to use).
de: Ihr Beitrag muss von Ihnen selbst stammen und darf nicht unerlaubt geistiges Eigentum von Dritten enthalten (wie einen Videoclip, Musik oder einen sichtbaren Markennamen oder ein -Logo, für das Sie keine Nutzungsrechte haben).
es: Tu propuesta debe ser un trabajo original y no incluir ninguna propiedad intelectual de un tercero no autorizada (como un video clip, música o marca o logo visible del que no tengas licencia para usar).
fr: Votre soumission doit être votre propre travail et ne doit pas inclure de contenu tiers dont vous ne possédez pas la propriété intellectuelle (comme un clip vidéo, une chanson ou une marque visible ou un logo dont vous n'avez pas de licence d'utilisation).
fy: Uw inzending moet uw eigen werk zijn en mag geen ongeautoriseerd intellectueel eigendom van derden bevatten (zoals een videoclip, muziek of zichtbare merknaam of -logo waarvoor u geen gebruikerslicentie hebt).
it: Il tuo video deve essere un'opera originale realizzata da te e non può includere proprietà intellettuali di terze parti non autorizzate (per esempio spezzoni di video, musica, marchi o logo visibili per cui non possiedi la licenza d'uso).
ja: 応募作品はオリジナル作品でなければならず、あなたに使用権限のない第三者の知的財産 (使用許諾を受けていないビデオクリップ、音楽、判読可能なブランド名やロゴなど) は一切含まれていてはなりません。
pl: Film musi być dziełem wykonanym przez ciebie i nie może zawierać żadnych nieautoryzowanych elementów stanowiących własność intelektualną innego podmiotu, np.klipy wideo, utwory muzyczne, widoczne znaki towarowe lub logotypy, na które nie uzyskano licencji.
pt_br: Seu vídeo deve ser um trabalho original seu e não deve incluir nenhuma propriedade intelectual não autorizada de terceiros (como um clipe musical, uma música, ou uma marca ou logo que você não tenha licença para usar).
sq: Puna juaj duhet të jetë vepër origjinale dhe nuk mund të përmbajë asnjë pronë intelektuale palësh të treta të paautorizuar (të tilla si videoklipe, muzikë ose emër marke apo logo të dukshme, për të cilat nuk zotëroni licencë përdorimi).

source: Your video will be posted to both the Firefox Flicks website and the Vimeo website under a Firefox Flicks account.
de: Ihr Video wird auf der Firefox-Flicks-Website und der Vimeo-Website unter einem Firefox-Flicks-Konto veröffentlicht.
es: Tu corto será subido en el sitio web de Firefox Flicks y en Vimeo con una cuenta de Firefox Flicks.
fr: Votre vidéo sera postée à la fois sur le site web Firefox Flicks et le site web Vimeo à l'aide d'un compte de Firefox Flicks.
fy: Uw video wordt onder een Firefox Flicks-account op zowel de Firefox Flicks-website als de Vimeo-website geplaatst.
it: Il tuo video verrà esposto sul nostro sito ufficiale e su quello di Vimeo sotto un account di Firefox Flicks.
ja: あなたのビデオは Firefox Flicks の Web サイトに、また Vimeo の Web サイトに Firefox Flicks のアカウントで投稿されます。
pl: Film będzie opublikowany na witrynie Firefox Flicks i witrynie Vimeo na koncie Firefox Flicks.
pt_br: O seu vídeo será publicado nos websites do Firefox Flicks e do Vimeo pela conta Firefox Flicks.
sq: Videoja juaj do të postohet si te sajti i Firefox Flicks-it, ashtu edhe te ai Vimeo, në llogarinë Firefox Flicks.

source: Please read the <a href="%(link_rules)s" rel="external">official contest rules</a> before submitting your video.
de: Bitte lesen Sie die <a href="%(link_rules)s" rel="external">offiziellen Wettbewerbsregeln</a>, bevor Sie Ihr Video einreichen.
es: Por favor, lee las <a href="%(link_rules)s" rel="external">bases oficiales del concurso</a> antes de enviar tu video.
fr: Veuillez lire le <a href="%(link_rules)s" rel="external">règlement officiel</a> avant d'envoyer votre vidéo.
fy: Lees de <a href="%(link_rules)s" rel="external">officiële wedstrijdregels</a> voordat u uw video indient.
it: Prima di inviare il tuo video assicurati di aver letto le <a href="%(link_rules)s" rel="external">regole ufficiali del concorso</a>.
ja: ビデオを提出する前に、<a href="%(link_rules)s" rel="external">コンテスト公式規約</a>をお読みください。
pl: Przed wysłaniem filmu zapoznaj się z <a href="%(link_rules)s" rel="external">regulaminem konkursu</a>.
pt_br: Por favor, leia as <a href="%(link_rules)s" rel="external">regras oficiais do concurso</a> antes de enviar o seu vídeo.
sq: Ju lutemi, lexoni <a href="%(link_rules)s" rel="external">rregullat zyrtare të konkursit</a> përpara parashtrimit të videos suaj.

source: Choose a video to upload
de: Wählen Sie ein Video für den Upload aus
es: Elige el video que vas a subir
fr: Choisir une vidéo à envoyer
fy: Kies een video om te uploaden
it: Seleziona il video da caricare
ja: アップロードするビデオを選択
pl: Wybierz film do wysłania
pt_br: Escolher um vídeo para enviar
sq: Zgjidhni video për ngarkim

source: Your flick
de: Ihr Film
es: Tu flick
fr: Votre flick
fy: Uw flick
it: Il tuo flick
ja: あなたのビデオ
pl: Twój film
pt_br: Seu flick
sq: Videoja juaj

source: Remove
de: Entfernen
es: Borrar
fr: Supprimer
fy: Verwijderen
it: Elimina
ja: 削除
pl: Usuń
pt_br: Excluir
sq: Hiqe

source: Name your flick
de: Geben Sie Ihrem Film einen Namen
es: Pon un nombre a tu flick
fr: Donnez un nom à votre flick
fy: Benoem uw flick
it: Dai un nome al tuo flick
ja: 作品タイトル
pl: Tytuł filmu
pt_br: Dê um nome para o seu vídeo
sq: Emërtoni videon tuaj

source: Be concise, yet unique
de: Seien Sie kurz und knapp, aber einzigartig
es: Sé conciso, pero único
fr: Soyez concis, tout en restant original
fy: Wees beknopt, maar uniek
it: Sii breve ma originale
ja: 簡潔でユニークに
pl: Nazwa powinna być zwięzła, ale oryginalna
pt_br: Seja objetivo, mas original
sq: Jini i përmbledhur, por unik

source: Describe your flick
de: Beschreiben Sie Ihren Film
es: Describe tu flick
fr: Décrivez votre flick
fy: Omschrijf uw flick
it: Descrivi il tuo flick
ja: 作品の内容
pl: Opisz film
pt_br: Descreva seu vídeo
sq: Përshkruani videon tuaj

source: In 1-3 sentences. This is what people will see when they view or share your video.
de: In 1-3 Sätzen. Das sehen Personen, wenn sie Ihr Video ansehen oder teilen.
es: En una o tres frases. Esto es lo que verán cuando miren o compartan tu corto.
fr: Une à trois phrases. C'est ce que les gens verrons en visionnant ou partageant votre vidéo.
fy: In één tot drie zinnen. Dit is wat mensen zullen zien als ze uw video bekijken of delen.
it: Utilizza da una a tre frasi. Il testo che scrivi qui verrà visualizzato ogni volta che qualcuno guarderà o condividerà il tuo video.
ja: 1～3 文にまとめてください。人々があなたの作品を表示したり共有するときに、この文章を読みます。
pl: Opis zawrzyj w 1-3 zdaniach. Tekst ten będzie widoczny dla osób oglądających lub udostępniających twój film.
pt_br: De 1 a 3 parágrafos. Isso será o que as pessoas verão quando elas visualizarem ou compartilharem seu vídeo.
sq: Brenda 1-3 pohimesh. Kjo është çka do të shohin njerëzit kur të shikojnë apo ndajnë me të tjerët videon tuaj.

source: Hooray! Your upload is complete.
de: Hurra! Ihr Upload ist abgeschlossen
es: ¡Hurra! Tu subida terminó.
fr: Houra&nbsp;! Votre envoi est terminé.
fy: Hoera! Uw upload is voltooid.
it: Il caricamento è stato completato correttamente.
ja: アップロードが完了しました。
pl: Hurrra! Wgrywanie zostało zakończone.
pt_br: Oba! O envio do seu vídeo foi concluído.
sq: Urraaa! Ngarkimi juaj është i plotë.
