Repository: jobava-mozilla/managed-via-pootle
Catalog: firefox-flicks/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, fy, it, ja, pl, pt_br, sq

source: The winner (or winning team) will fly to Los Angeles to work with producers (and Flicks judges) Franklin Leonard and Couper Samuelson, and representatives from Panavision to professionally produce their winning entry using professional equipment. The winning team will also get a one-day training session at the Dolby Institute in LA, as well as an invitation to a movie premiere and after-party at the Dolby Theater (if timing allows).
de: Der Sieger (oder das Sieger-Team) fliegt nach Los Angeles, um mit den Produzenten (und Flicks-Richtern) Franklin Leonard und Couper Samuelson, sowie Vertretern von Panavision zu arbeiten, um ihren Siegerbeitrag professionell mit professioneller Ausrüstung zu produzieren. Das Sieger-Team erhält auch eine eintägige Trainingssitzung beim Dolby Institute in LA, sowie eine Einladung zu einer Filmpremiere und einer After-Party im Dolby Theater (wenn es die Zeit zulässt).
es: El ganador (o equipo ganador) viajará a Los Ángeles para trabajar con los productores (y jurados de Firefox Flicks) Franklin Leonard y Couper Samuelson, y representantes de Panavision para producir profesionalmente su video ganador usando un equipo profesional. El equipo ganador también conseguirá una sesión de prácticas de un día en el Instituto Dolby en LA, así como una invitación al estreno de una película a su fiesta posterior en el Dolby Theater (si el tiempo lo permite).
fr: Le gagnant (ou l'équipe gagnante) s'envolera à Los Angeles pour collaborer avec les producteurs (et juges de Flicks) Franklin Leonard et Couper Samuelson, ainsi que des représentants de Panavision pour produire leur soumission gagnante avec du matériel professionnel. L'équipe gagnante remportera également une journée d'entraînement au Dolby Institute de Los Angeles, ainsi qu'une invitation à une avant-première et à une fête après le film au Dolby Theater (si nous avons assez de temps).
fy: De winnaar (of het winnende team) vliegt naar Los Angeles om met producers (en Flicks-juryleden) Franklin Leonard en Couper Samuelson en vertegenwoordigers van Panavision te werken om hun winnende inzending met professionele apparatuur te produceren. Het winnende team ontvangt ook een eendaagse trainingssessie bij het Dolby Institute in LA, evenals een uitnodiging voor een filmpremière en afterparty in het Dolby Theater (als de tijd het toelaat).
it: Il vincitore, singolo o gruppo, volerà a Los Angeles per produrre il proprio video a livello professionale con la strumentazione tecnica e il supporto dei produttori (nonché giudici di Firefox Flicks) Franklin Leonard e Couper Samuelson, e dei rappresentanti della Panavision. Prenderà inoltre parte a un corso di formazione della durata di un giorno al Dolby Institute di Los Angeles e, compatibilmente con i tempi, potrà ricevere un invito alla première di un film e al party che si terrà in seguito al Dolby Theater.
ja: 受賞者 (または受賞チーム) はロサンゼルスに行き、プロデューサー (Flicks の審査員も務めます) のFranklin Leonard氏、Couper Samuelson 氏、およびPanavision の代表者の方々と共に、専門機器を使用して受賞作品集の本格的な制作に携わっていただきます。
pl: Zwycięzca lub zwycięski zespół otrzyma darmowy przelot do Los Angeles, by wspólnie z producentami, a zarazem jurorami konkursu – Franklinem Leonardem i Couperem Samuelsonem oraz przedstawicielami firmy Panavision na profesjonalnym sprzęcie, profesjonalnie wyprodukować swój zwycięski film. Zwycięzca będzie miał możliwość wzięcia udziału w jednodniowej sesji treningowej w Dolby Institute w Los Angeles oraz wzięcia udziału w premierze filmu i jeśli czas pozwoli, w przyjęciu po premierze w Dolby Theater.
pt_br: O vencedor (ou equipe vencedora) voará até Los Angeles para trabalhar com os produtores (e jurados) Franklin Leonard e Couper Samuelson, além de representantes da Panavision, para gravar seu vídeo vencedor usando equipamentos profissionais. A equipe vencedora também terá uma sessão de treinamento de um dia no Instituto Dolby em Los Angeles, bem como um convite para uma estréia de cinema e after-party no Teatro Dolby (se o tempo permitir).
sq: Fituesi (ose ekipi fitues) do të fluturojë drejt Los Anxhelesit për të punuar me producentët (dhe anëtarët e jurisë së Flicks-it) Franklin Leonard dhe Couper Samuelson, dhe me përfaqësues të Panavision-it, për të prodhuar profesionalisht videon e tyre fituese duke përdorur pajisje profesionale. Ekipi fitues do të përfitojë edhe një sesion praktike njëditore në Dolby Institute në LA, si edhe një ftesë për në një premierë filmi dhe pritjen pas saj, në Dolby Theater (nëse e lejon koha).

source: Regional Prizes
de: Preise der Regionen
es: Premios regionales
fr: Prix régionaux
fy: Regionale prijzen
it: Premi regionali
ja: 地域賞
pl: Nagrody regionalne
pt_br: Prêmios Regionais
sq: Çmimet Rajonale

source: A $5,000 top prize and $2,500 for the runner-up will go to the top two flicks from each of the contest regions: Latin America, North America, Asia Pacific and Europe, the Middle East and Africa.
de: Ein erster Preis von 5.000 $ und 2.500 $ für den Zweitplatzierten gehen an die besten zwei Filme aus jeder Region des Wettbewerbs: Lateinamerika, Nordamerika, Asien-Pazifik und Europa, Naher Osten und Afrika.
es: Tenemos un premio de 5.000 USD para el ganador y otro de 2.500 USD para el finalista de los dos mejores flicks en cada una de las regiones participantes del concurso: América Latina, América del Norte, Asia-Pacífico y Europa, Oriente Medio y África.
fr: Un grand prix de 5&nbsp;000&nbsp;$ et un autre de 2&nbsp;500&nbsp;$ pour le second seront attribués aux deux meilleurs films de chacun des continents en compétition&nbsp;: Amérique Latine, Amérique du Nord, Asie-Pacifique et Europe, Moyen-Orient et Afrique.
fy: Een hoofdprijs van $5.000 en $2.500 voor de tweede prijs gaan naar de twee beste flicks van elk van de wedstrijdregio’s: Latijns-Amerika, Noord-Amerika, Azië en Stille Oceaan en Europa, het Midden-Oosten en Afrika.
it: Il primo premio di 5000 $ e un premio di 2500 $ per il secondo classificato verranno attribuiti ai due flick più votati in ciascuna regione del concorso: America Latina, Nord America, Asia Pacifica, Europa, Medio Oriente e Africa.
ja: 各コンテスト地域の 1 位入賞者には5,000 米ドル、2 位入賞者には 2,500 米ドルが授与されます。コンテスト地域は、ラテンアメリカ、北米、アジア太平洋およびヨーロッパ、中東およびアフリカです。
pl: W każdym z regionów: Ameryka Północna, Ameryka Południowa, Daleki Wschód i Europa oraz Środkowy Wschód i Afryka autor filmu, który zdobędzie pierwsze miejsce, otrzyma nagrodę w wysokości 5000 dolarów amerykańskich, a autor zdobywcy drugiego miejsca 2500 dolarów.
pt_br: Um prêmio principal de US$5.000,00 para o campeão e US$2.500,00 para o vice-campeão de cada região: América Latina, América do Norte, Ásia-Pacífico, Europa, Oriente Médio e África.
sq: Për dy videot kryesuese do të akordohet një çmim i parë prej 5000 dollarësh amerikanë dhe 2500 për vendin e dytë, për secilin rajon të konkursit: Amerikë e Jugut, Amerikë e Veriut, Azia Paqësor dhe Europë, Lindje e Mesme dhe Afrikë.

source: People's Choice Awards
de: Preise für Popularität
es: Premios del Público
fr: Prix du public
fy: Publieksprijzen
it: Premio del pubblico
ja: ピープルズチョイス賞
pl: Nagrody publiczności
pt_br: Escolha Popular
sq: Çmimi Zgjedhja e Publikut

source: All flicks submitted by July 31 are eligible. The 3 that earn the most votes in August win a Firefox Flicks swag bag and will be posted on our channels for millions to see.
de: Alle Filme, die bis zum 31. Juli eingereicht werden, sind teilnahmeberechtigt. Die drei, die die meisten Stimmen im August erhalten, gewinnen eine Tasche mit Firefox-Flicks-Fanartikeln und werden auf unseren Kanälen bekannt gegeben, so dass Millionen von Menschen sie sehen.
es: Se admitirán todos los flicks enviados antes del 31 de julio. Aquellos tres que obtengan más votos hasta agosto ganarán una bolsa con regalos promocionales de Firefox Flicks y serán publicados en nuestros canales para que sean vistos por millones de personas.
fr: Tous les films soumis avant le 31 juillet peuvent concourir. Les 3 qui obtiendront le plus de votes en leur faveur au mois d'août gagneront des cadeaux Firefox Flicks et seront mis en ligne sur nos sites où des millions de visiteurs pourront les voir.
fy: Alle flicks die voor 31 juli zijn ingediend komen in aanmerking. De drie flicks die in augustus de meeste stemmen verdienen winnen een Firefox Flicks-promotietas en zullen op onze kanalen worden geplaatst voor een miljoenenpubliek.
it: Sono idonei tutti i flick inviati entro il 31 luglio. I tre video che riceveranno più voti in agosto vinceranno una borsa sorpresa piena di gadget di Firefox Flicks e verranno esposti sui nostri canali per essere visti da milioni di utenti.
ja: 7 月 31 日までに提出されたすべての作品が選考の対象となります。8 月の得票数が上位 3 位までの作品に Firefox Flicks 記念バッグが授与されます。作品は Mozilla のチャネルに公開され、数百万人の人々が観ることになります。
pl: Uprawnione do wzięcia udziału w tym rozdaniu nagród są wszystkie filmy zgłoszone do 31 lipca. Trzy filmy, które w przeciągu sierpnia uzyskają największą liczbę głosów, otrzymają zestaw nagród konkursu Firefox Flicks i będą publikowane w naszych kanałach informacyjnych. Dzięki temu obejrzą je miliony ludzi.
pt_br: Todos os vídeos enviados antes de 31 de julho participarão. Os três que tiverem mais votos em agosto ganharão um kit de brindes do Firefox Flicks e serão exibidos em nossos canais de divulgação para milhões de pessoas.
sq: Pranohen krejt videot e parashtruara deri më 31 Korrik. Ato 3 që fitojnë më tepër vota gjatë Gushtit, fitojnë një paketë gjërash Firefox Flicks dhe do të postohen te kanalet tona që të shihen nga miliona shikues.

source: Early Entry Awards
de: Preise für frühe Teilnahme
es: Premios a los Pioneros
fr: Prix des Pionniers
fy: Prijzen voor vroege inzendingen
it: Premio Avanguardie
ja: 早期エントリ賞
pl: Nagrody Early Entry
pt_br: Primeiros Envios
sq: Çmimet e Pjesëmarrjes së Hershme

source: There will be multiple chances to win $1,000 for submitting your flick early. Enter before the deadlines listed below to be eligible:
de: Es wird mehrere Chancen geben, 1.000 $ für ein frühes Einreichen Ihres Films zu gewinnen. Machen Sie rechtzeitig zu zu den folgenden Terminen mit, um teilnahmeberechtigt zu sein:
es: Habrá muchas posibilidades de ganar 1.000 USD si envías tu flick con anticipación. Participa dentro de las fechas límite que te mostramos a continuación para poder quedar seleccionado:
fr: Il y aura de multiples occasions de gagner 1&nbsp;000&nbsp;$ en soumettant votre film le plus tôt possible. Respectez les dates limites ci-dessous pour être éligible&nbsp;:
fy: Er zijn meerdere kansen op het winnen van $1.000 voor het vroeg indienen van uw flick. Dien uw flick voor de onderstaande deadlines in om in aanmerking te komen:
it: Avrai più occasioni per vincere 1000 $ se sei veloce a realizzare il tuo flick. Per concorrere al premio inviaci il tuo video entro una delle seguenti scadenze:
ja: 作品を早期に提出すると、1,000 米ドルを獲得する複数のチャンスがあります。選考の対象となるためには、以下の期日までにビデオを提出してください。
pl: Będzie wiele szans zdobycia 1000 dolarów za szybkie zgłoszenie filmu. Uprawnione do wzięcia udziału w tym rozdaniu nagród są filmy zgłoszone w podanych niżej terminach:
pt_br: Você tem várias chances de ganhar US$1.000,00 enviando seu vídeo com antecedência. Participe em tempo dos festivais de filmes listados abaixo para concorrer:
sq: Do të ketë mundësi të shumëfishta për të fituar 1000 dollarë amerikanë nga parashtrimi herët i videos suaj. Merrni pjesë brenda afateve të festivaleve të filmave radhitur më poshtë, që të konsideroheni kandidat:

source: Rules
de: Regeln
es: Bases
fr: Règlement
fy: Regels
it: Regole
ja: 規約
pl: Regulamin
pt_br: Regras
sq: Rregulla

source: We want to give budding filmmakers the opportunity to create and submit short videos about letting people discover, access and enjoy more content that matters most to them and their future. The contest will run worldwide and winners will be chosen from four regions around the world: North America, Latin America, Asia Pacific and Europe, the Middle East and Africa. <a href="%(rules_link)s">Read the complete official contest rules to learn more</a>. Your flick must be submitted under a <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike license</a>
de: Wir möchten aufsteigenden Filmemachern die Möglichkeit geben, Kurzvideos zu erstellen und einzureichen, bei denen es darum geht, dass Menschen neue Inhalte entdecken, darauf zugreifen und genießen, die für sie und ihre Zukunft die größte Rolle spielen. Der Wettbewerb findet auf der ganzen Welt statt und die Sieger werden aus vier Regionen der ganzen Welt gewählt: Nordamerika, Lateinamerika, Asien-Pazifik und Europa und Afrika. <a href="%(rules_link)s">Lesen Sie die vollständigen Regeln des Wettbewerbs, um mehr zu erfahren.</a> Ihr Film muss unter einer <a href="%(link_cclicense)s" rel="external">„Creative Commons – NonCommercial-ShareAlike“-Lizenz</a> stehen.
es: Queremos brindar a los realizadores en ciernes la oportunidad de crear y enviar cortos que muestren a la gente cómo pueden descubrir, acceder y disfrutar de los contenidos más importantes que les depara el futuro. El concurso tendrá lugar a nivel mundial y los ganadores serán elegidos en cuatro regiones del mundo: América del Norte, América Latina, Asia-Pacífico y Europa, Oriente Medio y África. <a href="%(rules_link)s">Lee las bases oficiales del concurso para tener toda la información.</a>. Debes enviar tu flick bajo una <a href="%(link_cclicense)s" rel="external">licencia Creative Commons: No comercial - Compartir igual</a>
fr: Nous voulons donner à des réalisateurs en herbe une occasion unique de créer de courtes vidéos qui parleront de la façon dont les gens pourront découvrir, s'approprier et apprécier des contenus importants pour eux et leur vie future. Le concours sera planétaire et les lauréats seront sélectionnés dans quatre zones du monde&nbsp;: Amérique latine, Amérique du Nord, Asie-Pacifique et Europe, Moyen-Orient et Afrique. <a href="%(rules_link)s">Apprenez-en davantage en lisant le règlement complet du concours</a>. Votre film devra être publié sous une <a href="%(link_cclicense)s" rel="external">licence Creative Commons - NonCommercial-ShareAlike</a>
fy: We willen veelbelovende filmmakers de gelegenheid geven voor het maken en indienen van korte video’s over het door mensen laten ontdekken, bereiken en genieten van meer inhoud die er het meeste voor hen en hun toekomst toe doet. De wedstrijd wordt wereldwijd gehouden en winnaars worden uit vier regio’s over de hele wereld gekozen: Noord-Amerika, Latijns-Amerika, Azië en Stille Oceaan en Europa, het Midden-Oosten en Afrika. <a href="%(rules_link)s">Lees de volledige officiële wedstrijdregels voor meer info.</a> Uw flick moet onder een <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike-licentie</a> worden ingezonden.
it: Vogliamo dare ai cineasti emergenti la possibilità di creare e sottoporre al pubblico brevi video che aiutino le persone a scoprire come accedere a più contenuti importanti per loro e per il loro futuro. Il concorso si tiene a livello internazionale e i vincitori verranno scelti in queste quattro regioni del globo: Nord America, America Latina, Asia Pacifica e Europa, Medio Oriente e Africa. <a href="%(rules_link)s">Per ulteriori informazioni leggi il regolamento ufficiale completo del concorso.</a> Il tuo flick deve essere pubblicato sotto una licenza <a href="%(link_cclicense)s" rel="external">Creative Commons - Non commerciale - Condividi allo stesso modo</a>
ja: Mozilla は、人々が自分とその未来にとって重要なコンテンツをより多く発見し、アクセスして楽しむことを呼び掛ける短編ビデオを制作して応募する機会を、新進の映画制作者に提供したいと考えています。コンテストは世界規模で実施され、受賞者は世界全体を北米、ラテンアメリカ、アジア太平洋およびヨーロッパ、中東およびアフリカの 4 つの地域に分けてそれぞれの地域から選出されます。<a href="%(rules_link)s">詳細は、コンテスト公式規約全文をご覧ください。</a>応募作品は <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike ライセンス</a>に基づいて応募いただく必要があります。
pl: Początkującym filmowcom chcemy dać możliwość stworzenia i przesłania krótkiego filmu, który umożliwi ludziom odkrycie i korzystanie z zasobów internetu, co może mieć dla nich i ich przyszłości ogromne znaczenie. Konkurs swoim zasięgiem obejmuje cały świat, a laureaci zostaną wyłonieni w każdym z czterech następujących regionów: Ameryka Północna, Ameryka Południowa, Daleki Wschód i Europa oraz Bliski Wschód i Afryka. Zapoznaj się z <a href="%(rules_link)s">pełnym regulaminem konkursu</a>. Film musi być przesłany i udostępniony zgodnie z postanowieniami licencji <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike</a>
pt_br: Nós queremos que cineastas amadores tenham a oportunidade de criar pequenos vídeos que inspirem as pessoas a descobrir, acessar e aproveitar conteúdos que farão a diferença em suas vidas e seu futuro. O concurso é mundial e os ganhadores serão escolhidos de quatro regiões pelo mundo: América do Norte, América Latina, Ásia-Pacífico e Europa, Oriente Médio e África. <a href="%(rules_link)s">Leia as regras oficiais do concurso para saber mais.</a> Sou flick deve ser enviado sob uma licença <a href="%(link_cclicense)s" rel="external">Creative Commons - NãoComercial-CompartilhaIgual</a>.
sq: Duam t’u japim krijuesve të ardhshëm të filmit mundësinë të krijojnë dhe parashtrojnë video të shkurtra lidhur me zbulimin, përdorimin dhe shijimin e lëndës që ka më tepër vlerë për ta dhe për të ardhmen e tyre. Konkursi vlen për mbarë botën dhe fituesit do të zgjidhen nga katër rajone të saj: Amerika e Veriut, Amerika e Jugut, Azia dhe Paqësori, dhe Europa, Lindja e Mesme dhe Afrika. <a href="%(rules_link)s">Që të mësoni më tepër, lexoni rregullat e plota zyrtare të konkursit</a>. Videoja juaj duhet parashtruar sipas një licence <a href="%(link_cclicense)s" rel="external">Creative Commons - NonCommercial-ShareAlike</a>.

source: Sponsor
es: Patrocinador
ja: スポンサー
pt_br: Patrocinador

source: The sponsor of the contest is the Mozilla Corporation.
de: Der Sponsor des Wettbewerbs ist die Mozilla Corporation.
es: El patrocinador del concurso es Mozilla Corporation.
fr: Le sponsor de ce concours est Mozilla Corporation.
fy: De sponsor van de wedstrijd is de Mozilla Corporation.
it: Lo sponsor del concorso è Mozilla Corporation.
ja: このコンテストのスポンサーは Mozilla Corporation です。
pl: Sponsorem konkursu jest Mozilla Corporation.
pt_br: O patrocinador do projeto é a Mozilla Corporation.
sq: Sponsor i konkursit është Mozilla Corporation.

source: Eligibility
de: Teilnahmeberechtigung
es: Requisitos de elegibilidad
fr: Éligibilité
fy: Toelatingsvoorwaarden
it: Idoneità
ja: 応募資格
pl: Warunki kwalifikacji
pt_br: Qualificação
sq: Kush mund të marrë pjesë

source: No purchase or fee is necessary to enter or claim any prize.
de: Weder Kauf noch Gebühr sind nötig, um teilzunehmen oder einen Preis zu erhalten.
es: No es necesario comprar nada ni pagar cuota alguna para participar o recibir cualquier premio.
fr: Aucun achat ni droit d'entrée n'est exigé pour participer à ce concours ou obtenir un prix.
fy: Er is geen aankoop of inschrijfgeld nodig om mee te doen of om aanspraak te maken op een prijs.
it: Non è richiesta alcuna quota o altra forma di pagamento per partecipare al concorso o ritirare un premio.
ja: 応募または賞品獲得のために商品購入や料金は一切不要です。
pl: Zgłoszenie się lub otrzymanie jakiejkolwiek nagrody nie jest uwarunkowane dokonaniem zakupu, czy wniesieniem opłaty.
pt_br: Não é preciso pagar nenhuma taxa para participar do concurso ou receber os prêmios.
sq: Nuk është e domosdoshme ndonjë pagesë, as nuk lypset blerja e diçkaje, për të pretenduar cilindo nga çmimet.

source: Contest period
de: Zeitraum des Wettbewerbs
es: Plazo del concurso
fr: Durée du concours
fy: Wedstrijdperiode
it: Date del concorso
ja: コンテスト開催期間
pl: Czas trwania konkursu
pt_br: Duração do concurso
sq: Kohëzgjatje e konkursit

source: The Contest begins at 3:00 p.m. Pacific Standard Time (PST) (11:00 p.m. GMT) on Wednesday, February 13, 2013, and ends at 11:59 p.m. PST on Wednesday, July 31, 2013 (7:59 a.m. GMT on August 1, 2013).
de: Der Wettbewerb beginnt um 3:00 PM Pacific Standard Time (PST) (11:99 PM GMT) am Mittwoch, 13. Februar 2013 und endet um 11:59 PM PST am Mittwoch, 31. Juli 2013 (7:59 AM GMT am 1. August 2013).
es: El concurso comienza a las 23 horas UTC del miércoles 13 de febrero de 2013 y finaliza a las 7:59 UTC del 1 de agosto de 2013.
fr: Le concours commence le mercredi 13 février 2013 à 15h00, Pacific Standard Time (PST) (23h00 GMT) et se termine le mercredi 31 juillet 2013 à 23h59 PST (le 1er août 2013 à 7h59 GMT).
fy: De wedstrijd begint om 15:00 Pacifische standaardtijd (PST) op woensdag 13 februari 2013 (00:00 GMT+1 op 14 februari 2013), en eindigt om 23:59 PST op woensdag 31 juli 2013 (08:59 GMT+1 op 1 augustus 2013).
it: Il concorso inizia mercoledì 13 febbraio 2013 alle 3:00 p.m. ora standard del Pacifico (PST) (o 11:00 p.m. GMT), e si conclude mercoledì 31 luglio 2013 alle 11:59 p.m. PST (o giovedì 1 agosto 2013 alle 7:59 a.m. GMT).
ja: コンテストは 2013 年 2 月 13 日 (水) 3:00 p.m. 太平洋標準時 (PST) (11:00 p.m. GMT) に開始され、2013 年 7 月 31 日 (水) 11:59 p.m. PST (2013 年 8 月 1 日 7:59 a.m. GMT) に終了します。
pl: Konkurs rozpoczyna się w środę 13 lutego 2013 roku o godzinie 15:00 czasu pacyficznego (PST) (23:00 czasu GMT) i kończy w środę 31 lipca 2013 roku o godzinie 23:59 czasu pacyficznego (PST) (czwartek 1 sierpnia 2013 roku o godzinie 07:59 czasu GMT).
pt_br: O concurso se inicia às 15h no fuso horário padrão do Pacífico (20h no horário oficial de Brasília, 23h GMT) na quarta-feira, 13 de fevereiro de 2013, e termina às 23h 59min de 31 de julho de 2013 no fuso horário padrão do Pacífico (4h 59min de 1º de agosto de 2013 no horário oficial de Brasília, 7h 59min GMT).
sq: Konkursi fillon më 3:00 p.m. Pacific Standard Time (PST) (11:00 p.m. GMT) të Mërkurën, 13 Shkurt, 2013, dhe përfundon më 11:59 p.m. PST të Mërkurën, 31 Korrik, 2013 (7:59 a.m. GMT më 1 Gusht, 2013).

source: Privacy
de: Datenschutz
es: Política de privacidad
fr: Confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pl: Prywatność
pt_br: Política de privacidade
sq: Privatësi
