Repository: jobava-mozilla/managed-via-pootle
Catalog: sumo/ha/LC_MESSAGES/yaocho.po
Languages: ha

source: Download documents for offline use?
ha: Sauke bayanai domin amfani ba a kan yanar gizo ba?

source: Yes
ha: E

source: No
ha: A'a

source: All Topics
ha: Duk Batutuwa

source: Network Error.
ha: Kuskuren Ha…óin Yanar gizo.

source: Documents finished downloading.
ha: An gama sauke bayani.

source: Mozilla Support
ha: Tallafin Mozilla

source: Download All Documents
ha: Sauke Duk Bayanai

source: Clear Cache
ha: Share Ma'ajiya

source: Cache cleared.
ha: An share ma'ajiya.
